{"'عجل'": [{"kok": "'عجل'", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Acele, telaş, bir işi vaktinden önce yapma isteği. Zamanın akışıyla uyumsuzluk, sabırsızlık ve bir hedefe ulaşma konusunda duyulan yoğun arzu.", "kavramsal_derinlik": "Beşeri boyutta, acelecilik insanın dürtüsel doğasının bir yansımasıdır; arzulara hemen ulaşma isteği, sabırsızlık ve kontrolsüzlük gibi zaafları içerir. İlahi boyutta ise, evrenin mükemmel düzeni ve zamanlaması karşısında insanın haddini aşması, ilahi takdire karşı gelme eğilimi olarak yorumlanabilir. Bu kök, insanın hem zamana hem de ilahi iradeye karşı duruşunu ifade eder."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "عَجَلَ - 'ajala", "muzari": "يَعْجُلُ - ya'julu", "masdar": "عَجْلًا - 'ajlan"}, "bab_anlami": "Acele etmek, bir şeyi çabuk yapmak, telaş göstermek. Bu bab, fiilin temel anlamını taşır ve eylemin hızlı bir şekilde gerçekleştiğini vurgular. Zamanın kısıtlılığı veya bir hedefe ulaşma arzusunun yoğunluğu nedeniyle yapılan bir eylemi ifade eder. Bu kalıp, failin içsel bir motivasyonla hareket ettiğini ve eylemi gerçekleştirmede aceleci davrandığını gösterir.", "mikro_mantik": "Bu bab, fiilin temel ve en yalın halini ifade eder. Kök anlamındaki 'acele' kavramını doğrudan eyleme dönüştürür. Fiilin öznesi, eylemi hızla ve bilinçli bir şekilde gerçekleştirir. Bu kalıp, eylemin zamansal boyutunu vurgular ve eylemin hızlı bir şekilde tamamlandığını belirtir."}, {"bab_no": 2, "fiil_formlari": {"mazi": "عَجَّلَ - 'ajjala", "muzari": "يُعَجِّلُ - yu'ajjilu", "masdar": "تَعْجِيلًا - ta'jeelan"}, "bab_anlami": "Acele ettirmek, bir şeyi hızlandırmak, bir başkasını acele etmeye teşvik etmek. Bu bab, eylemin başkası üzerinde bir etki yarattığını ve bir şeyi hızlandırma veya acele ettirme anlamı taşıdığını gösterir. Bu kalıp, failin başkasını bir eylemi daha hızlı yapmaya yönlendirdiğini veya bir sürecin hızlandırılmasına katkıda bulunduğunu ifade eder. Dolayısıyla, bu babda acelecilik başkasına yöneliktir.", "mikro_mantik": "Bu bab, kök anlamını yoğunlaştırır ve eylemin başkası üzerinde bir etki yarattığını gösterir. Fiilin öznesi, eylemi hızlandırmak veya acele ettirmek için bir araç veya sebep olur. Bu kalıp, eylemin geçişli (müteaddi) olduğunu ve bir nesneye (başka bir kişiye veya şeye) etki ettiğini belirtir."}, {"bab_no": 3, "fiil_formlari": {"mazi": "عَاجَلَ - 'aajala", "muzari": "يُعَاجِلُ - yu'aajilu", "masdar": "مُعَاجَلَةً - mu'aajalatan"}, "bab_anlami": "Aceleci davranmak, bir işi vaktinden önce yapmak, bir konuda aceleci bir şekilde karşılık vermek. Bu bab, karşılıklı bir aceleciliği veya bir konuda hızlı bir şekilde harekete geçmeyi ifade eder. Taraflar arasında bir yarış veya rekabet söz konusu olabilir ve her iki taraf da aceleci davranarak sonuca ulaşmaya çalışır. Bu kalıp, bir eylemin karşılıklı olarak hızlandırıldığını veya aceleci bir şekilde yapıldığını gösterir.", "mikro_mantik": "Bu bab, kök anlamını karşılıklı bir etkileşim içinde ifade eder. Fiilin öznesi ve nesnesi arasında bir acelecilik ilişkisi vardır. Bu kalıp, eylemin iki yönlü olduğunu ve her iki tarafın da eyleme aktif olarak katıldığını belirtir. Eylemin sonucu, tarafların aceleci davranışları tarafından belirlenir."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَعْجَلَ - a'jala", "muzari": "يُعْجِلُ - yu'jilu", "masdar": "إِعْجَالًا - i'jaalan"}, "bab_anlami": "Acele ettirmek, bir şeyi çabuklaştırmak, bir işin vaktini öne almak. Bu bab, bir şeyi acele ettirme veya bir olayın gerçekleşme zamanını erkene alma anlamı taşır. Fail, bir durumu veya süreci hızlandırarak beklenen zamandan önce sonuçlanmasını sağlar. Bu kalıp, eylemin bir şeyi hızlandırma veya acele ettirme amacı taşıdığını ve sonucun normalden daha erken elde edildiğini gösterir.", "mikro_mantik": "Bu bab, kök anlamını bir nesnenin veya durumun hızlandırılması şeklinde ifade eder. Fiilin öznesi, eylemi bir nesnenin veya durumun zamanlamasını değiştirmek için gerçekleştirir. Bu kalıp, eylemin bir sonucu olduğunu ve bu sonucun zamanlamasının değiştirildiğini belirtir."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَعَجَّلَ - ta'ajjala", "muzari": "يَتَعَجَّلُ - yata'ajjalu", "masdar": "تَعَجُّلًا - ta'ajjulan"}, "bab_anlami": "Acele etmek, telaşlanmak, bir şeyi çabuk yapmaya çalışmak. Bu bab, kişinin kendi kendine acele etmesi, telaşlanması ve bir işi hızlı bir şekilde bitirmeye çalışması anlamını taşır. İçsel bir motivasyonla hareket ederek, bir hedefe ulaşmak için aceleci davranır. Bu kalıp, eylemin öznenin kendi iç dünyasında gerçekleştiğini ve dışsal bir zorlama olmadan aceleci davrandığını gösterir.", "mikro_mantik": "Bu bab, kök anlamını öznenin kendi üzerinde yoğunlaştırır. Fiilin öznesi, eylemi kendi içsel motivasyonuyla gerçekleştirir. Bu kalıp, eylemin öznenin kendi davranışlarını etkilediğini ve dışsal bir etki olmadan aceleci davrandığını belirtir."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَعَاجَلَ - ta'aajala", "muzari": "يَتَعَاجَلُ - yata'aajalu", "masdar": "تَعَاجُلًا - ta'aajulan"}, "bab_anlami": "Karşılıklı acele etmek, bir konuda yarışmak, bir şeyi çabuk yapmaya çalışmak. Bu bab, iki veya daha fazla kişinin bir konuda acele etmesi, yarışması veya bir şeyi hızlı bir şekilde bitirmeye çalışması anlamını taşır. Taraflar arasında bir rekabet söz konusudur ve her biri diğerinden önce sonuca ulaşmaya çalışır. Bu kalıp, eylemin karşılıklı bir etkileşim içinde gerçekleştiğini ve tarafların birbirini hızlandırmaya çalıştığını gösterir.", "mikro_mantik": "Bu bab, kök anlamını karşılıklı bir etkileşim ve rekabet içinde ifade eder. Fiilin öznesi ve nesnesi arasında bir acelecilik yarışı vardır. Bu kalıp, eylemin iki yönlü olduğunu ve tarafların birbirini etkilediğini belirtir."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْعَجَلَ - in'ajala", "muzari": "يَنْعَجِلُ - yan'ajilu", "masdar": "اِنْعِجَالًا - in'ijaalan"}, "bab_anlami": "Aceleyle yapmak, hızlıca davranmak, bir işi telaşla bitirmek. Bu bab, bir eylemin hızlı ve telaşlı bir şekilde yapıldığını, genellikle düşünmeden veya yeterince hazırlanmadan gerçekleştirildiğini ifade eder. Kişi, bir an önce sonuca ulaşmak için aceleci davranır ve bu durum bazen hatalara veya eksikliklere yol açabilir. Bu kalıp, eylemin kontrolsüz bir şekilde hızlandırıldığını ve aceleciliğin olumsuz sonuçlar doğurabileceğini gösterir.", "mikro_mantik": "Bu bab, kök anlamını eylemin kendiliğinden ve hızlı bir şekilde gerçekleşmesi şeklinde ifade eder. Fiilin öznesi, eylemi düşünmeden veya planlamadan gerçekleştirir. Bu kalıp, eylemin kontrolsüz olduğunu ve aceleciliğin olumsuz sonuçlar doğurabileceğini belirtir."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِعْتَجَلَ - i'tajala", "muzari": "يَعْتَجِلُ - ya'tajilu", "masdar": "اِعْتِجَالًا - i'tijaalan"}, "bab_anlami": "Acele etmek, çabuk davranmak, bir şeyi vaktinden önce istemek. Bu bab, bir şeyi elde etmek için aceleci davranmak, sabırsızlanmak ve bir sonucun hemen gerçekleşmesini istemek anlamını taşır. Kişi, bir hedefe ulaşmak için acele eder ve bu durum bazen mantıklı düşünmeyi engelleyebilir. Bu kalıp, eylemin bir amaca yönelik olduğunu ve aceleciliğin bu amaca ulaşma arzusundan kaynaklandığını gösterir.", "mikro_mantik": "Bu bab, kök anlamını bir amaca ulaşma arzusuyla birleştirir. Fiilin öznesi, eylemi bir hedefe ulaşmak için gerçekleştirir. Bu kalıp, eylemin bir amacı olduğunu ve aceleciliğin bu amaca ulaşma arzusundan kaynaklandığını belirtir."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اِعْجَلَّ - i'jalla", "muzari": "يَعْجَلُّ - ya'jallu", "masdar": "اِعْجِلَالًا - i'jilaalan"}, "bab_anlami": "Çok acele etmek, aşırı telaşlanmak, sabırsızlıkla beklemek. Bu bab, aceleciliğin en üst düzeyde yaşandığı, kişinin aşırı derecede telaşlandığı ve sabırsızlıkla bir şeyin gerçekleşmesini beklediği durumları ifade eder. Bu durum, genellikle yoğun bir arzu veya korkuyla ilişkilidir ve kişinin kontrolünü kaybetmesine neden olabilir. Bu kalıp, eylemin aşırı bir duygusal yoğunlukla gerçekleştiğini ve aceleciliğin olumsuz sonuçlar doğurabileceğini gösterir.", "mikro_mantik": "Bu bab, kök anlamını aşırı bir yoğunlukla ifade eder. Fiilin öznesi, eylemi aşırı bir duygusal yoğunlukla gerçekleştirir. Bu kalıp, eylemin kontrolsüz olduğunu ve aceleciliğin olumsuz sonuçlar doğurabileceğini belirtir."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَعْجَلَ - ista'jala", "muzari": "يَسْتَعْجِلُ - yasta'jilu", "masdar": "اِسْتِعْجَالًا - isti'jaalan"}, "bab_anlami": "Acele etmek istemek, bir şeyin çabuk olmasını dilemek, aceleyle talep etmek. Bu bab, bir şeyin hızlı bir şekilde gerçekleşmesini istemek, aceleci bir şekilde talepte bulunmak veya bir sonucun hemen elde edilmesini arzulamak anlamını taşır. Kişi, sabırsızlıkla bir şeyin olmasını bekler ve bu durumu hızlandırmak için çaba gösterir. Bu kalıp, eylemin bir arzu veya talep içerdiğini ve aceleciliğin bu arzuyu gerçekleştirmek için kullanıldığını gösterir.", "mikro_mantik": "Bu bab, kök anlamını bir arzu veya talep ile birleştirir. Fiilin öznesi, eylemi bir arzuyu gerçekleştirmek veya bir talebi yerine getirmek için gerçekleştirir. Bu kalıp, eylemin bir amacı olduğunu ve aceleciliğin bu amaca ulaşma arzusundan kaynaklandığını belirtir."}]}], "'عزو'": [{"kok": "'عزو'", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Bir şeyi birine veya bir şeye atfetmek, isnat etmek; aidiyet, mensubiyet duygusu; bir güce veya kaynağa dayanmak.", "kavramsal_derinlik": "İnsanın kendini tanımlama ve konumlandırma çabası, aidiyet arayışı, bir dayanak noktası bulma ihtiyacı. Aynı zamanda, eylemlerin sorumluluğunu üstlenme ve sonuçlarını kabullenme bilinci. İlahi boyutta ise, her şeyin kaynağına dönüşü ve O'na ait oluşu."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "عَزَا - 'azā", "muzari": "يَعْزُو - ya'zū", "masdar": "عَزْو - 'azw"}, "bab_anlami": "Bir şeyi birine atfetmek, isnat etmek, bir şeyi bir sebebe bağlamak. Bu kalıp, eylemin doğrudan ve basit bir şekilde gerçekleştiğini ifade eder. Failin, fiili herhangi bir aracı olmaksızın gerçekleştirdiğini gösterir. Bu, bir düşüncenin kaynağını belirtmek veya bir başarının kime ait olduğunu ifade etmek gibi durumlarda kullanılır.", "mikro_mantik": "Bu bab, fiilin temel anlamını en yalın haliyle ifade eder. Kökün anlamını değiştirmeden, sadece fiilin gerçekleşme biçimini belirtir. Burada, atfetme eylemi doğrudan ve aracısız bir şekilde gerçekleşir."}, {"bab_no": 2, "fiil_formlari": {"mazi": "عَزَّى - 'azzā", "muzari": "يُعَزِّي - yu'azzī", "masdar": "تَعْزِيَة - ta'ziya"}, "bab_anlami": "Teselli etmek, sabır dilemek, başsağlığı dilemek. Bu kalıp, bir başkasının acısını hafifletmeye yönelik bir eylemi ifade eder. İçtenlikle destek olmak, moral vermek ve acıyı paylaşmak anlamlarını taşır. Bu, zor zamanlarda dayanışma göstermenin ve insanlara umut vermenin bir yoludur.", "mikro_mantik": "Bu bab, köke yoğunluk ve çokluk anlamı katar. Teselli etme eyleminin sürekli ve derinlemesine yapıldığını gösterir. Ayrıca, eylemin birden fazla kişiye yönelik olabileceğini de ima eder."}, {"bab_no": 3, "fiil_formlari": {"mazi": "عَازَى - 'āzā", "muzari": "يُعَازِي - yu'āzī", "masdar": "مُعَازَاة - mu'āzāh"}, "bab_anlami": "Karşılıklı teselli etmek, birbirine destek olmak, yardımlaşmak. Bu kalıp, iki veya daha fazla kişi arasındaki karşılıklı etkileşimi ifade eder. Tarafların birbirlerine destek olduğu, acılarını paylaştığı ve birlikte zorlukların üstesinden gelmeye çalıştığı bir durumu tanımlar. Bu, toplumsal dayanışmanın ve işbirliğinin önemini vurgular.", "mikro_mantik": "Bu bab, fiile karşılıklılık anlamı katar. Eylemin tek taraflı olmadığını, birden fazla tarafın aktif olarak katıldığını gösterir. Burada, teselli etme eylemi karşılıklı bir alışveriş şeklinde gerçekleşir."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَعْزَى - a'zā", "muzari": "يُعْزِي - yu'zī", "masdar": "إِعْزَاء - i'zā"}, "bab_anlami": "Bir şeyi birine nispet etmek, atfetmek, bir şeyi birine mal etmek. Bu kalıp, bir eylemin veya durumun sorumluluğunu birine yüklemek anlamına gelir. Bir fikrin kaynağını belirtmek, bir başarının kime ait olduğunu vurgulamak veya bir hatanın sorumlusunu göstermek gibi durumlarda kullanılır. Bu, sorumluluk bilincini ve hesap verebilirliği ifade eder.", "mikro_mantik": "Bu bab, fiile geçişlilik anlamı katar. Eylemin bir özne tarafından yapıldığını ve bir nesneye yöneldiğini gösterir. Burada, atfetme eylemi bir şeyi birine yönlendirerek gerçekleşir."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَعَزَّى - ta'azzā", "muzari": "يَتَعَزَّى - yata'azzā", "masdar": "تَعَزِّي - ta'azzī"}, "bab_anlami": "Teselli bulmak, sabretmek, kendini avutmak. Bu kalıp, kişinin kendi kendine moral vermesi, acısını hafifletmeye çalışması anlamına gelir. Zor bir durumla karşılaştığında umudunu kaybetmemek, dayanma gücünü bulmak ve geleceğe yönelik olumlu düşünceler geliştirmek gibi içsel bir süreci ifade eder. Bu, insanın kendi içindeki gücü keşfetmesi ve zorluklarla başa çıkma yeteneğini geliştirmesi demektir.", "mikro_mantik": "Bu bab, fiile dönüşlülük anlamı katar. Eylemin özne üzerinde gerçekleştiğini, yani öznenin hem fail hem de meful olduğunu gösterir. Burada, teselli bulma eylemi kişinin kendi iç dünyasında gerçekleşir."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَعَازَى - ta'āzā", "muzari": "يَتَعَازَى - yata'āzā", "masdar": "تَعَازِي - ta'āzī"}, "bab_anlami": "Birbirine atıfta bulunmak, birbirine isnat etmek, karşılıklı olarak bir şeyi bir diğerine dayandırmak. Bu kalıp, iki veya daha fazla kişi arasındaki karşılıklı ilişkiyi ve etkileşimi ifade eder. Fikir alışverişinde bulunmak, birbirinin görüşlerini desteklemek veya eleştirmek, ortak bir noktada buluşmak gibi durumları kapsar. Bu, diyalogun ve işbirliğinin önemini vurgular.", "mikro_mantik": "Bu bab, fiile karşılıklılık ve etkileşim anlamı katar. Eylemin birden fazla taraf arasında gerçekleştiğini ve tarafların birbirini etkilediğini gösterir. Burada, atıfta bulunma eylemi karşılıklı bir alışveriş şeklinde gerçekleşir."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْعَزَى - in'azā", "muzari": "يَنْعَزِي - yan'azī", "masdar": "اِنْعِزَاء - in'izā"}, "bab_anlami": "Bir şeye mensup olmak, bir gruba ait olmak, bir kökene dayanmak. Bu kalıp, kişinin kendini bir topluluğun, bir ailenin veya bir geleneğin parçası olarak hissetmesini ifade eder. Aidiyet duygusu, kimlik bilinci ve köklerine bağlılık gibi kavramları içerir. Bu, insanın kendini güvende hissetmesini ve bir yere ait olduğunu bilmesini sağlar.", "mikro_mantik": "Bu bab, fiile edilgenlik ve dönüşlülük anlamı katar. Eylemin özne üzerinde kendiliğinden gerçekleştiğini veya öznenin bir etki altında kaldığını gösterir. Burada, mensup olma eylemi kişinin kendi iradesi dışında, doğal bir süreç olarak gerçekleşir."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِعْتَزَى - i'tazā", "muzari": "يَعْتَزِي - ya'tazī", "masdar": "اِعْتِزَاء - i'tizā"}, "bab_anlami": "Bir şeye dayanmak, bir güce güvenmek, bir dayanak noktası bulmak. Bu kalıp, kişinin zor zamanlarda sığınabileceği bir kaynağa sahip olmasını ifade eder. İnanç, aile, dostluk veya bilgi gibi bir şeye güvenmek, insanın moralini yüksek tutmasına ve zorlukların üstesinden gelmesine yardımcı olur. Bu, insanın içsel gücünü keşfetmesi ve kendine olan güvenini artırması demektir.", "mikro_mantik": "Bu bab, fiile çaba ve gayret anlamı katar. Eylemin özne tarafından bilinçli bir şekilde yapıldığını ve bir amaca yönelik olduğunu gösterir. Burada, dayanma eylemi kişinin kendi çabasıyla gerçekleşir."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اِعْزَوَّى - i'zwawā", "muzari": "يَعْزَوِّي - ya'zwawī", "masdar": "اِعْزِوَاء - i'ziwā"}, "bab_anlami": "Bir şeye doğru yönelmek, bir şeye meyletmek, bir şeye eğilim göstermek. Bu kalıp, kişinin bir hedefe doğru ilerlemesi, bir amaca ulaşmak için çaba göstermesi anlamına gelir. İlgi duyduğu bir alanda kendini geliştirmek, yeteneklerini keşfetmek veya bir ideali gerçekleştirmek gibi durumları kapsar. Bu, insanın potansiyelini ortaya çıkarması ve hayallerini gerçekleştirmesi demektir.", "mikro_mantik": "Bu bab, fiile abartı ve yoğunluk anlamı katar. Eylemin büyük bir istekle ve kararlılıkla yapıldığını gösterir. Burada, yönelme eylemi kişinin tüm enerjisini ve dikkatini bir noktaya odaklamasıyla gerçekleşir."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَعْزَى - ista'zā", "muzari": "يَسْتَعْزِي - yasta'zī", "masdar": "اِسْتِعْزَاء - isti'zā"}, "bab_anlami": "Birinden yardım istemek, birine sığınmak, birinden destek beklemek. Bu kalıp, kişinin zor bir durumda başkalarından yardım talep etmesini ifade eder. Bilgi almak, tavsiye almak veya maddi destek istemek gibi durumları kapsar. Bu, insanın sosyal bir varlık olduğunu ve başkalarına ihtiyaç duyduğunu gösterir.", "mikro_mantik": "Bu bab, fiile talep ve arayış anlamı katar. Eylemin özne tarafından bilinçli bir şekilde yapıldığını ve bir ihtiyacı karşılamaya yönelik olduğunu gösterir. Burada, yardım isteme eylemi kişinin kendi eksikliğini gidermeye çalışmasıyla gerçekleşir."}]}], "'عفف'": [{"kok": "'عفف'", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Kendini tutma, iffetli olma, haramdan sakınma. Nefsin arzularına gem vurarak ruhu yüceltme potansiyeli.", "kavramsal_derinlik": "İnsanın iç dünyasında ahlaki bir kale inşa etmesi; bu kalenin hem bireysel huzurun temeli olması hem de toplumsal düzenin korunmasına katkı sağlaması."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "عَفَّ - 'affa", "muzari": "يَعِفُّ - ya'iffu", "masdar": "عِفَّة - 'iffah"}, "bab_anlami": "İffetli olmak, nefsini haramdan sakınmak, ahlaki sınırları korumak. Bu, kişinin içsel bir disiplinle kendini kontrol etme ve manevi olgunluğa erişme çabasıdır. Aynı zamanda, başkalarının haklarına saygı gösterme ve toplumsal ahlakın korunmasına katkıda bulunma sorumluluğunu da içerir. İffet, sadece cinsel anlamda değil, her türlü aşırılıktan ve haramdan uzak durmayı ifade eder.", "mikro_mantik": "Bu bab, kökün temel anlamını pekiştirir ve eylemin özneye doğrudan etkisini vurgular. Yani, 'affa' fiili, öznenin kendi iradesiyle iffetli olma eylemini gerçekleştirdiğini gösterir. Bu kalıp, eylemin içsel bir çaba ve kişisel bir nitelik olduğunu belirtir."}, {"bab_no": 2, "fiil_formlari": {"mazi": "عَيَّفَ - 'ayyefa", "muzari": "يُعَيِّفُ - yu'ayyifu", "masdar": "تَعْيِيف - ta'yif"}, "bab_anlami": "İffetli olmaya teşvik etmek, iffet konusunda bilinçlendirmek, başkalarının ahlaki gelişimine katkıda bulunmak. Bu, bir nevi toplumsal sorumluluktur; bireyin kendi iffetini korumasının yanı sıra, çevresindekileri de bu yönde desteklemesi anlamına gelir. Bu kalıp, ahlaki değerlerin yayılması ve korunması için yapılan bilinçli bir çabayı ifade eder.", "mikro_mantik": "Bu bab, kökün anlamını başkasına yöneltme veya bir şeyi bir nitelikle donatma anlamı katar. 'Ayyefa' fiili, bir başkasını iffetli olmaya yönlendirme veya bir şeyi iffetle nitelendirme eylemini ifade eder. Bu kalıp, eylemin dolaylı bir etkiye sahip olduğunu ve bir başkasını etkileme veya bir şeyi dönüştürme amacını taşıdığını gösterir."}, {"bab_no": 3, "fiil_formlari": {"mazi": "أَعَفَّ - a'affa", "muzari": "يُعِفُّ - yu'iffu", "masdar": "إِعْفَاف - i'faf"}, "bab_anlami": "İffetli kılmak, birinin iffetini korumasına yardımcı olmak, ihtiyaçlarını gidererek onu harama düşmekten alıkoymak. Bu, özellikle yoksulluk veya zor durumda olan kişilere yönelik bir yardımseverlik eylemidir. Aynı zamanda, birine ahlaki destek vererek onun doğru yolda kalmasına yardımcı olmayı da içerir. Bu kalıp, başkasının iffetini koruma ve onu ahlaki olarak destekleme eylemini ifade eder.", "mikro_mantik": "Bu bab, kökün anlamını bir başkası üzerinde gerçekleştirme veya bir şeyi bir duruma sokma anlamı katar. 'A'affa' fiili, bir başkasını iffetli kılma veya bir durumu iffetli hale getirme eylemini ifade eder. Bu kalıp, eylemin bir başkası üzerindeki etkisini ve bir durumu değiştirme amacını vurgular."}, {"bab_no": 4, "fiil_formlari": {"mazi": "تَعَفَّفَ - ta'affafa", "muzari": "يَتَعَفَّفُ - yata'affafu", "masdar": "تَعَفُّف - ta'affuf"}, "bab_anlami": "İffetli görünmeye çalışmak, iffetli davranmak, kendini iffetli göstermek için çaba sarf etmek. Bu, bazen samimi bir çaba olabilirken, bazen de sadece dış görünüşe yönelik bir davranış olabilir. Önemli olan, niyetin samimiyeti ve içsel bir dönüşümün olup olmadığıdır. Bu kalıp, iffet konusunda çaba gösterme ve bu niteliği sergileme eylemini ifade eder.", "mikro_mantik": "Bu bab, kökün anlamını bir çaba veya süreç içinde gerçekleştirme anlamı katar. 'Ta'affafa' fiili, iffetli olmaya çalışma veya iffet gösterme sürecini ifade eder. Bu kalıp, eylemin sürekli bir çaba gerektirdiğini ve bir hedefe yönelik olduğunu gösterir."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَعَافَّ - ta'affa", "muzari": "يَتَعَافُّ - yata'affu", "masdar": "تَعَافّ - ta'aff"}, "bab_anlami": "Karşılıklı olarak iffetli davranmak, birbirinin iffetini gözetmek, ahlaki değerlere birlikte sahip çıkmak. Bu, özellikle ilişkilerde önemli olan bir kavramdır; eşlerin veya partnerlerin birbirlerine karşı saygılı ve dürüst olmaları, birbirlerinin ahlaki sınırlarını korumaları anlamına gelir. Bu kalıp, karşılıklı iffet ve ahlaki sorumluluk bilincini ifade eder.", "mikro_mantik": "Bu bab, kökün anlamını karşılıklı veya ortak bir şekilde gerçekleştirme anlamı katar. 'Ta'affa' fiili, karşılıklı olarak iffetli davranma veya birbirinin iffetini gözetme eylemini ifade eder. Bu kalıp, eylemin iki veya daha fazla taraf arasında gerçekleştiğini ve ortak bir sorumluluğu içerdiğini gösterir."}, {"bab_no": 6, "fiil_formlari": {"mazi": "لا يوجد - la yujad", "muzari": "لا يوجد - la yujad", "masdar": "لا يوجد - la yujad"}, "bab_anlami": "Bu kalıp Kur'an'da geçmemektedir. Ancak potansiyel anlamı, bir şeyin aşırı derecede iffetli olması, neredeyse ulaşılamaz bir ahlaki seviyede bulunması olabilir. Bu, idealize edilmiş bir iffet kavramını temsil eder ve insanın ahlaki mükemmelliğe ulaşma arzusunu sembolize eder. Aynı zamanda, ahlaki standartların ne kadar yüksek olması gerektiğini de vurgular.", "mikro_mantik": "Bu babın potansiyel anlamı, kökün anlamını aşırılık veya yoğunluk derecesinde ifade etmektir. Eğer bu kalıp kullanılsaydı, iffetin en üst düzeyde olduğunu veya bir şeyin aşırı derecede iffetli olduğunu gösterirdi."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْعَفَّ - in'affa", "muzari": "يَنْعَفُّ - yan'affu", "masdar": "اِنْعِفَاف - in'ifaf"}, "bab_anlami": "İffetli olmaya yönelmek, iffete doğru meyletmek, ahlaki olarak gelişme sürecinde olmak. Bu, kişinin içsel bir arayış içinde olduğunu ve daha iyi bir insan olma yolunda ilerlediğini gösterir. Aynı zamanda, iffetin bir süreç olduğunu ve sürekli bir çaba gerektirdiğini de vurgular. Bu kalıp, iffete doğru yönelme ve ahlaki gelişim sürecini ifade eder.", "mikro_mantik": "Bu bab, kökün anlamını bir etki altında kalma veya bir duruma geçme anlamı katar. 'In'affa' fiili, iffetin etkisi altında kalma veya iffetli bir duruma geçme eylemini ifade eder. Bu kalıp, eylemin dışsal bir etkiyle tetiklendiğini ve bir dönüşümü içerdiğini gösterir."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِعْتَفَّ - i'taffa", "muzari": "يَعْتَفُّ - ya'taffu", "masdar": "اِعْتِفَاف - i'tifaf"}, "bab_anlami": "İffetli saymak, iffetli kabul etmek, birini iffetli olarak görmek. Bu, hem kişinin kendi algısı hem de başkalarının algısı olabilir. Önemli olan, iffetin bir değer olarak kabul edilmesi ve insanların bu değere saygı duymasıdır. Bu kalıp, iffetin bir nitelik olarak kabul görmesi ve değer verilmesi eylemini ifade eder.", "mikro_mantik": "Bu bab, kökün anlamını bir şeyi bir nitelikle donatma veya bir şeyi bir şekilde kabul etme anlamı katar. 'I'taffa' fiili, bir şeyi iffetli sayma veya bir şeyi iffetle kabul etme eylemini ifade eder. Bu kalıp, eylemin bir değerlendirme veya kabul içerdiğini ve bir niteliği atfetme amacını taşıdığını gösterir."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اِسْتَعَفَّ - ista'affa", "muzari": "يَسْتَعِفُّ - yasta'iffu", "masdar": "اِسْتِعْفَاف - isti'faf"}, "bab_anlami": "İffet istemek, iffetli olmayı talep etmek, haramdan sakınmak için yardım dilemek. Bu, kişinin zayıflıklarını kabul ettiğini ve ahlaki olarak güçlenmek için yardım aradığını gösterir. Aynı zamanda, iffetin bir lütuf olduğunu ve Allah'tan istenmesi gerektiğini de vurgular. Bu kalıp, iffet talebinde bulunma ve ahlaki yardım arama eylemini ifade eder.", "mikro_mantik": "Bu bab, kökün anlamını bir şey isteme veya bir şeyden yardım dileme anlamı katar. 'Ista'affa' fiili, iffet isteme veya iffetli olmak için yardım dileme eylemini ifade eder. Bu kalıp, eylemin bir talep veya arayış içerdiğini ve bir hedefe ulaşmak için çaba gösterme amacını taşıdığını gösterir."}, {"bab_no": 10, "fiil_formlari": {"mazi": "لا يوجد - la yujad", "muzari": "لا يوجد - la yujad", "masdar": "لا يوجد - la yujad"}, "bab_anlami": "Bu kalıp Kur'an'da geçmemektedir. Ancak potansiyel anlamı, bir şeyin iffetle ilgili bir özellik kazanması veya iffetli bir hale dönüşmesi olabilir. Bu, bir nesnenin veya durumun ahlaki bir değerle ilişkilendirilmesini ifade eder. Örneğin, bir ortamın veya bir davranışın iffetli bir atmosfere sahip olması gibi.", "mikro_mantik": "Bu babın potansiyel anlamı, kökün anlamını bir dönüşüm veya nitelik kazanma sürecinde ifade etmektir. Eğer bu kalıp kullanılsaydı, bir şeyin iffetli bir hale dönüştüğünü veya iffetle ilgili bir özellik kazandığını gösterirdi."}]}], "'عقد'": [{"kok": "'عقد'", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Bağlama, düğümleme, sözleşme; bir araya getirme ve ilişkilendirme eylemi. İki veya daha fazla varlığın birbirine bağlanarak yeni bir bütün oluşturması.", "kavramsal_derinlik": "Maddi dünyadaki somut bağlardan, zihinsel ve ruhsal taahhütlere kadar uzanan geniş bir yelpazede anlam taşır. İnsanlar arası ilişkilerde güven ve sorumluluk temelinde kurulan bağların yanı sıra, bireyin kendi iç dünyasıyla kurduğu bağlantıyı da ifade eder. İlahi boyutta ise, yaratıcının yarattıklarıyla kurduğu ezelî ve ebedî bağı simgeler."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "عَقَدَ - 'aqada", "muzari": "يَعْقِدُ - ya'qidu", "masdar": "عَقْد - 'aqd"}, "bab_anlami": "Temel bağlama, düğümleme veya sözleşme yapma anlamını taşır. Bir şeyi sıkıca bağlamak, bir anlaşma yapmak veya bir şeyi kararlılıkla belirlemek eylemlerini ifade eder. Bu kalıp, eylemin doğrudan ve temel bir şekilde gerçekleştiğini gösterir; failin, nesne üzerinde bağlama eylemini gerçekleştirmesi.", "mikro_mantik": "Bu kalıp, kökün temel anlamını en yalın haliyle ifade eder. Eylemin basit, doğrudan ve tekil bir şekilde gerçekleştiğini vurgular. Failin, nesne üzerinde bağlama eylemini gerçekleştirmesiyle, iki varlık arasında doğrudan bir ilişki kurulur. Bu ilişki, genellikle somut bir bağ veya anlaşma şeklinde tezahür eder."}, {"bab_no": 2, "fiil_formlari": {"mazi": "عُقِّدَ - 'uqqida", "muzari": "يُعَقَّدُ - yu'aqqadu", "masdar": "تَعْقِيد - ta'qid"}, "bab_anlami": "Karmaşıklaştırma, zorlaştırma veya düğümleme eylemini yoğun bir şekilde ifade eder. Bir şeyi daha anlaşılmaz hale getirmek, içinden çıkılması güç bir duruma sokmak veya bir problemi daha karmaşık hale getirmek anlamlarını taşır. Bu kalıp, eylemin yoğunluğunu ve tekrarlanmasını vurgular; bir şeyin defalarca düğümlenerek çözülmez hale gelmesi gibi.", "mikro_mantik": "Bu kalıp, kökün temel anlamını yoğunlaştırır ve karmaşıklaştırır. Eylemin tekrarı ve yoğunluğu, nesnenin daha zorlu ve çözülmez bir hale gelmesine neden olur. Bu durum, genellikle zihinsel veya duygusal karmaşıklıkları ifade etmek için kullanılır; bir düşüncenin veya duygunun içinden çıkılmaz bir hale gelmesi gibi."}, {"bab_no": 3, "fiil_formlari": {"mazi": "عَاقَدَ - 'aaqada", "muzari": "يُعَاقِدُ - yu'aaqidu", "masdar": "مُعَاقَدَة - mu'aaqada"}, "bab_anlami": "Karşılıklı sözleşme yapma, anlaşma sağlama veya bir araya gelerek bir konuda mutabık kalma anlamını taşır. İki veya daha fazla tarafın bir araya gelerek belirli şartlar altında bir anlaşma imzalaması veya bir konuda ortak bir karar alması eylemini ifade eder. Bu kalıp, karşılıklı etkileşimi ve ortak iradeyi vurgular; tarafların birbirleriyle etkileşim halinde olması ve ortak bir amaca yönelik hareket etmesi gibi.", "mikro_mantik": "Bu kalıp, kökün temel anlamını karşılıklı etkileşim ve ortak irade bağlamında ele alır. Eylemin karşılıklı olması, taraflar arasında bir denge ve uyumun olduğunu gösterir. Bu durum, genellikle hukuki veya sosyal ilişkilerde ortaya çıkar; tarafların hak ve sorumluluklarını belirleyen bir anlaşma yapması gibi."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَعْقَدَ - a'qada", "muzari": "يُعْقِدُ - yu'qidu", "masdar": "إِعْقَاد - i'qaad"}, "bab_anlami": "Bağlamak, düğümlemek veya bir şeyi sıkıca tutmak anlamını taşır. Bir şeyi bir yere bağlamak, bir düğüm atmak veya bir şeyi sıkıca kavramak eylemlerini ifade eder. Aynı zamanda bir şeyi başlatmak, kurmak veya oluşturmak anlamlarına da gelebilir. Bu kalıp, eylemin bir başlangıcı ve sonucu olduğunu vurgular; bir şeyin bağlanarak veya kurularak yeni bir durumun ortaya çıkması gibi.", "mikro_mantik": "Bu kalıp, kökün temel anlamını bir başlangıç ve sonuç ilişkisi içinde ele alır. Eylemin bir şeyi başlatması veya kurması, yeni bir durumun ortaya çıkmasına neden olur. Bu durum, genellikle somut veya soyut bir yapının oluşturulmasını ifade eder; bir binanın temelinin atılması veya bir düşüncenin formüle edilmesi gibi."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَعَقَّدَ - ta'aqqada", "muzari": "يَتَعَقَّدُ - yata'aqqadu", "masdar": "تَعَقُّد - ta'aqqud"}, "bab_anlami": "Karmaşıklaşmak, zorlaşmak veya içinden çıkılmaz hale gelmek anlamını taşır. Bir şeyin daha karmaşık bir yapıya bürünmesi, anlaşılması güç bir hale gelmesi veya çözülmesi zor bir duruma dönüşmesi eylemlerini ifade eder. Bu kalıp, sürecin kendiliğinden gerçekleştiğini ve nesnenin kendi içinde karmaşıklaştığını vurgular; bir problemin zamanla daha da içinden çıkılmaz hale gelmesi gibi.", "mikro_mantik": "Bu kalıp, kökün temel anlamını bir süreç içinde ele alır. Eylemin kendiliğinden gerçekleşmesi, nesnenin kendi iç dinamikleriyle karmaşıklaştığını gösterir. Bu durum, genellikle soyut kavramlar veya durumlar için kullanılır; bir ilişkinin zamanla karmaşıklaşması veya bir teorinin daha da detaylandırılması gibi."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَعَاقَدَ - ta'aaqada", "muzari": "يَتَعَاقَدُ - yata'aaqadu", "masdar": "تَعَاقُد - ta'aaqud"}, "bab_anlami": "Karşılıklı sözleşme yapmak, anlaşmak veya bir araya gelerek bir konuda mutabık kalmak anlamını taşır. İki veya daha fazla tarafın bir araya gelerek belirli şartlar altında bir anlaşma imzalaması veya bir konuda ortak bir karar alması eylemini ifade eder. Bu kalıp, karşılıklı etkileşimi ve ortak iradeyi vurgular; tarafların birbirleriyle etkileşim halinde olması ve ortak bir amaca yönelik hareket etmesi gibi. Bu kalıp, 3. bab ile benzer anlam taşır, ancak daha resmi ve bağlayıcı bir anlaşmayı ifade edebilir.", "mikro_mantik": "Bu kalıp, kökün temel anlamını karşılıklı etkileşim ve ortak irade bağlamında ele alır. Eylemin karşılıklı olması, taraflar arasında bir denge ve uyumun olduğunu gösterir. Bu durum, genellikle hukuki veya sosyal ilişkilerde ortaya çıkar; tarafların hak ve sorumluluklarını belirleyen bir anlaşma yapması gibi. Ancak 3. babdan farklı olarak, bu kalıp daha resmi ve bağlayıcı bir anlaşmayı ifade edebilir."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْعَقَدَ - in'aqada", "muzari": "يَنْعَقِدُ - yan'aqidu", "masdar": "اِنْعِقَاد - in'iqaad"}, "bab_anlami": "Toplanmak, bir araya gelmek veya bir konuda karar almak anlamını taşır. İnsanların veya nesnelerin bir araya gelerek bir toplantı oluşturması, bir konuda müzakere yapması veya bir karar alması eylemlerini ifade eder. Bu kalıp, bir araya gelme ve ortak bir amaç etrafında toplanma eylemini vurgular; insanların bir sorun hakkında konuşmak için bir araya gelmesi veya bir kurulun toplanarak bir karar alması gibi.", "mikro_mantik": "Bu kalıp, kökün temel anlamını bir araya gelme ve ortak amaç bağlamında ele alır. Eylemin bir araya gelmeyi ifade etmesi, taraflar arasında bir birlik ve beraberlik olduğunu gösterir. Bu durum, genellikle sosyal veya siyasi olaylarda ortaya çıkar; insanların bir protesto için toplanması veya bir meclisin toplanarak bir yasa çıkarması gibi."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِعْتَقَدَ - i'taqada", "muzari": "يَعْتَقِدُ - ya'taqidu", "masdar": "اِعْتِقَاد - i'tiqaad"}, "bab_anlami": "İnanmak, itikat etmek veya bir şeye gönülden bağlanmak anlamını taşır. Bir fikre, bir inanca veya bir değere kesin bir şekilde inanmak, ona gönülden bağlanmak ve onu doğru kabul etmek eylemlerini ifade eder. Bu kalıp, içsel bir bağlılığı ve kesin bir inancı vurgular; bir insanın bir dine inanması, bir ideolojiye bağlı olması veya bir değere sahip çıkması gibi.", "mikro_mantik": "Bu kalıp, kökün temel anlamını içsel bir bağlılık ve kesin bir inanç bağlamında ele alır. Eylemin inanmayı ifade etmesi, failin bir şeye gönülden bağlandığını ve onu doğru kabul ettiğini gösterir. Bu durum, genellikle dini, felsefi veya ideolojik inançlar için kullanılır; bir insanın Tanrı'ya inanması, bir felsefeyi benimsemesi veya bir ideolojiye bağlı olması gibi."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اِعْقَنْدَدَ - i'qandada", "muzari": "يَعْقَنْدِدُ - ya'qandidu", "masdar": "اِعْقِنْدَاد - i'qindaad"}, "bab_anlami": "Bu kalıp, nadiren kullanılan ve genellikle bir şeyin aşırı derecede karmaşıklaşması, düğümlenmesi veya içinden çıkılmaz hale gelmesi anlamını taşır. Bir durumun, sorunun veya ilişkinin çok fazla karmaşıklaşarak çözülmesinin imkansız hale gelmesi eylemini ifade eder. Bu kalıp, aşırılığı ve çözümsüzlüğü vurgular; bir problemin o kadar karmaşık hale gelmesi ki, artık hiçbir çözüm yolu bulunamaması gibi. Bu kalıp, kökün anlamını en uç noktaya taşır.", "mikro_mantik": "Bu kalıp, kökün temel anlamını aşırılık ve çözümsüzlük bağlamında ele alır. Eylemin aşırı derecede karmaşıklaşmayı ifade etmesi, nesnenin artık kontrol edilemez bir hale geldiğini gösterir. Bu durum, genellikle umutsuz ve çaresiz durumları ifade etmek için kullanılır; bir projenin o kadar karmaşık hale gelmesi ki, artık tamamlanmasının imkansız hale gelmesi gibi."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَعْقَدَ - ista'qada", "muzari": "يَسْتَعْقِدُ - yasta'qidu", "masdar": "اِسْتِعْقَاد - isti'qaad"}, "bab_anlami": "Bir şeyi bağlamayı istemek, bir sözleşme yapmayı talep etmek veya bir şeyi sıkıca tutmayı arzu etmek anlamını taşır. Bir kişinin bir şeyi bağlamak, bir anlaşma yapmak veya bir şeyi sıkıca tutmak için çaba göstermesi, talepte bulunması veya arzu etmesi eylemlerini ifade eder. Bu kalıp, isteği ve çabayı vurgular; bir kişinin bir anlaşma yapmak için girişimlerde bulunması veya bir şeyi sıkıca tutmak için çabalaması gibi.", "mikro_mantik": "Bu kalıp, kökün temel anlamını istek ve çaba bağlamında ele alır. Eylemin bir şeyi istemeyi ifade etmesi, failin bir amaca yönelik hareket ettiğini ve çaba gösterdiğini gösterir. Bu durum, genellikle bir hedefe ulaşmak için gösterilen çabayı ifade etmek için kullanılır; bir kişinin bir anlaşma yapmak için müzakerelerde bulunması veya bir şeyi sıkıca tutmak için gücünü kullanması gibi."}]}], "'علو'": [{"kok": "'علو'", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Yükselme, yücelik, üstünlük; bir şeyin diğerinden daha yüksekte olması, maddi veya manevi anlamda bir üstünlük vasfı taşıması.", "kavramsal_derinlik": "İnsanın potansiyelini aşarak daha yüksek bir bilinç seviyesine ulaşması, ahlaki ve ruhsal olarak yükselmesi; aynı zamanda ilahi olanın insan üzerindeki yüceliği ve etkisini ifade eder."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "عَلَا - 'alā", "muzari": "يَعْلُو - ya'lū", "masdar": "عُلُوّ - 'uluww"}, "bab_anlami": "Yükselmek, yücelmek, üstün gelmek. Bu kalıp, kökün temel anlamını doğrudan ve yalın bir şekilde ifade eder. Bir şeyin fiziksel veya manevi olarak diğerlerinden daha yüksek bir konuma gelmesini, değerinin artmasını veya etkisinin yayılmasını gösterir. Bu, aynı zamanda bir hedefe ulaşma veya bir zorluğun üstesinden gelme anlamlarını da içerebilir.", "mikro_mantik": "Bu bâb, kökün temel anlamını en doğal ve değişmemiş haliyle sunar. Fiilin öznesi, doğrudan yükselme eylemini gerçekleştiren varlıktır. Herhangi bir ek anlam veya dolaylılık içermez; eylemin kendisi ve sonucu arasındaki ilişki basittir ve nettir."}, {"bab_no": 2, "fiil_formlari": {"mazi": "عَالَى - 'ālā", "muzari": "يُعَالِي - yu'ālī", "masdar": "مُعَالَاة - mu'ālāh"}, "bab_anlami": "Yükseklerde olmak, yücelik taslamak, üstünlük iddiasında bulunmak. Bu kalıp, iki taraf arasındaki bir rekabeti veya karşılaştırmayı ima eder; taraflardan birinin diğerine karşı üstünlük kurmaya çalışması veya kendisini daha yüksek bir konumda görmesi anlamını taşır. Bu, bazen kibir veya gurur gibi olumsuz anlamlara da gelebilir, zira kişi kendisini haksız bir şekilde yüceltebilir.", "mikro_mantik": "Bu bâb, köke karşılıklı bir etkileşim anlamı katar. Fiilin öznesi, bir başkasıyla karşılaştırıldığında kendisini daha yüksek görme veya gösterme eylemini gerçekleştirir. Bu, bir rekabet veya karşılaştırma unsurunu içerir ve eylemin sonucunda bir üstünlük iddiası ortaya çıkar."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَعْلَى - a'lā", "muzari": "يُعْلِي - yu'lī", "masdar": "إِعْلَاء - i'lā"}, "bab_anlami": "Yükseltmek, yüceltmek, bir şeyi daha üstün kılmak. Bu kalıp, bir şeyi veya bir kimseyi bulunduğu konumdan daha yukarıya çıkarmayı, değerini artırmayı veya itibarını yükseltmeyi ifade eder. Bu, birine destek olmak, onu teşvik etmek veya bir amaca hizmet etmek suretiyle gerçekleştirilebilir. Aynı zamanda, bir fikri veya bir değeri yaymak ve yüceltmek anlamını da taşır.", "mikro_mantik": "Bu bâb, köke bir eylemin nesnesi üzerinde bir etki yaratma anlamı katar. Fiilin öznesi, bir şeyi veya bir kimseyi yükseltme eylemini gerçekleştirir ve bu eylem sonucunda nesnenin konumu veya değeri artar. Bu, bir neden-sonuç ilişkisini içerir ve eylemin sonucunda bir değişim meydana gelir."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَعَلَّى - ta'allā", "muzari": "يَتَعَلَّى - yata'allā", "masdar": "تَعَلِّي - ta'allī"}, "bab_anlami": "Yücelik arayışında olmak, kendini yüceltmeye çalışmak, yüksek bir konuma ulaşmaya gayret etmek. Bu kalıp, kişinin kendi çabasıyla yükselmeye çalışmasını, manevi olarak gelişmeyi veya ahlaki olarak olgunlaşmayı hedefler. Bu, içsel bir yolculuk veya kişisel bir gelişim süreci olabilir. Kişi, bu süreçte zorluklarla karşılaşabilir, ancak sonunda daha yüksek bir bilinç seviyesine ulaşmayı amaçlar.", "mikro_mantik": "Bu bâb, köke bir öz-çaba ve kişisel gelişim anlamı katar. Fiilin öznesi, kendi üzerinde bir eylem gerçekleştirir ve bu eylem sonucunda kendisini yükseltmeye veya yüceltmeye çalışır. Bu, bir içsel motivasyonu ve sürekli bir çabayı içerir."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَعَالَى - ta'ālā", "muzari": "يَتَعَالَى - yata'ālā", "masdar": "تَعَالِي - ta'ālī"}, "bab_anlami": "Yüce olmak, aşkın olmak, her şeyin üstünde ve ötesinde olmak. Bu kalıp, genellikle Allah'ın sıfatlarını ifade etmek için kullanılır. Allah'ın yaratılmışların ötesinde, her türlü eksiklikten münezzeh ve mutlak kemalde olduğunu gösterir. Aynı zamanda, insanların birbirlerine karşı kibirli davranmasını veya kendilerini başkalarından üstün görmesini de ifade edebilir.", "mikro_mantik": "Bu bâb, köke bir aşkınlık ve mutlak üstünlük anlamı katar. Fiilin öznesi, her şeyin üzerinde ve ötesinde bir konuma sahiptir. Bu, bir mutlaklık ve sınırsızlık anlamını içerir."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَعْلَى - ista'lā", "muzari": "يَسْتَعْلِي - yasta'lī", "masdar": "اِسْتِعْلَاء - isti'lā"}, "bab_anlami": "Üstünlük kurmaya çalışmak, hakimiyet sağlamak, bir şeyi ele geçirmek. Bu kalıp, bir hedefe ulaşmak veya bir durumu kontrol altına almak için gösterilen çabayı ifade eder. Bu, bazen güç kullanmayı veya zorlamayı içerebilir. Aynı zamanda, bir fikri veya bir inancı yaymak ve kabul ettirmek için yapılan çalışmaları da ifade edebilir.", "mikro_mantik": "Bu bâb, köke bir amaç ve hedef odaklılık anlamı katar. Fiilin öznesi, bir üstünlük kurma veya hakimiyet sağlama amacına yönelik bir eylem gerçekleştirir. Bu, bir strateji ve planlama gerektirebilir."}]}], "'عنق'": [{"kok": "'عنق'", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Boyun, birleşme noktası, kontrol ve sorumluluk merkezi. Aynı zamanda zarafet ve asaletin sembolü.", "kavramsal_derinlik": "Boyun, bedenin baş ile gövde arasındaki hayati bağlantısıdır. Bu, düşünce ile eylem, ruh ile beden arasındaki ilişkiyi temsil eder. Aynı zamanda, bir yükümlülük ve sorumluluk taşıma anlamını da içerir; zira boyun, başı taşır ve yönlendirir."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "عَنَقَ - 'anaka", "muzari": "يَعْنُقُ - ya'nuku", "masdar": "عَنْق - 'ank"}, "bab_anlami": "Bir şeyi boynuna almak, bir sorumluluğu üstlenmek veya bir şeyi kucaklamak anlamına gelir. Bu, bir görevi kabul etme, birine şefkat gösterme veya bir ideali benimseme eylemini ifade edebilir. Aynı zamanda, bir şeyi kontrol altında tutma veya yönetme yeteneğini de simgeler; zira boyun, başı kontrol eder ve yönlendirir.", "mikro_mantik": "Bu bab, kökün temel anlamını doğrudan eyleme dönüştürür. 'Boyun' kavramı, 'bir şeyi boynuna almak' şeklinde fiilleşerek, soyut bir kavramı somut bir eyleme, yani sorumluluk üstlenmeye veya kucaklamaya çevirir. Bu, kökün statik anlamını dinamik bir sürece dönüştürür."}, {"bab_no": 2, "fiil_formlari": {"mazi": "عانق - 'aanaka", "muzari": "يعانق - yu'aaniku", "masdar": "معانقة - mu'aanakah"}, "bab_anlami": "Karşılıklı kucaklaşma, yakınlaşma ve birleşme anlamına gelir. Bu, iki varlığın birbirine duyduğu sevgi, şefkat veya bağlılığı ifade eder. Aynı zamanda, fikirlerin veya inançların bir araya gelerek yeni bir sentez oluşturmasını da simgeleyebilir. Bu kalıp, bireyler veya kavramlar arasındaki uyumu ve bütünleşmeyi vurgular.", "mikro_mantik": "Bu bab, kökün anlamını karşılıklılık ve etkileşim boyutuna taşır. Temel anlamdaki 'boyun' imgesi, iki tarafın birbirine yakınlaşması ve birleşmesi eylemiyle genişler. Bu, kökün statik doğasına dinamik bir ilişki boyutu ekler, böylece anlam, sadece bir varlığın özelliği olmaktan çıkar, iki varlık arasındaki etkileşimle tanımlanır."}, {"bab_no": 3, "fiil_formlari": {"mazi": "اعتنق - i'tanaka", "muzari": "يعتنق - ya'taniku", "masdar": "اعتناق - i'tinaak"}, "bab_anlami": "Bir inancı veya ideali benimsemek, bir şeye sıkıca bağlanmak ve onu hayatının merkezine koymak anlamına gelir. Bu, bir kişinin tüm benliğiyle bir düşünceye veya değere adanmasını ifade eder. Aynı zamanda, bir şeyi koruma, savunma ve ona sahip çıkma anlamlarını da içerir. Bu kalıp, derin bir bağlılık ve adanmışlık duygusunu vurgular.", "mikro_mantik": "Bu bab, kökün anlamını içselleştirme ve sahiplenme boyutuna taşır. 'Boyun' imgesi, bir inancı veya ideali benimseme eylemiyle derinleşir. Bu, kökün dışsal bir özellik olmaktan çıkıp, bireyin kimliğinin bir parçası haline gelmesini sağlar. Bu bab, kökün anlamını kişisel bir dönüşüm ve adanmışlık sürecine bağlar."}, {"bab_no": 4, "fiil_formlari": {"mazi": "انعنق - in'anaka", "muzari": "ينعنق - yan'aniku", "masdar": "انعناق - in'inaak"}, "bab_anlami": "Boyun eğmek, itaat etmek veya bir şeye teslim olmak anlamına gelir. Bu, bir otoriteye saygı gösterme, bir kurala uyma veya bir duruma razı olma eylemini ifade eder. Aynı zamanda, bir şeyin etkisi altına girme veya bir şeye bağımlı hale gelme anlamlarını da içerebilir. Bu kalıp, teslimiyet ve uyum duygusunu vurgular.", "mikro_mantik": "Bu bab, kökün anlamını pasif bir duruma, yani teslimiyete dönüştürür. 'Boyun' imgesi, bir otoriteye boyun eğme eylemiyle şekillenir. Bu, kökün aktif bir eylem olmaktan çıkıp, bir etkiye maruz kalma durumunu ifade etmesini sağlar. Bu bab, kökün anlamını bir güç ilişkisi ve uyum bağlamında ele alır."}]}], "'عنو'": [{"kok": "'عنو'", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Yönelme, eğilme, bir şeye doğru gitme; bir hedefe doğru bilinçli veya bilinçsiz hareket etme potansiyeli. Bu hareket, fiziksel bir yönelme olabileceği gibi, zihinsel bir odaklanma veya duygusal bir bağlılık da olabilir. Kök, bir şeyin özüne nüfuz etme ve onunla bütünleşme arzusunu taşır.", "kavramsal_derinlik": "Beşeri boyutta, bireyin kendi iç dünyasına veya dış dünyaya yönelik merakını ve keşif arzusunu ifade eder. İlahi boyutta ise, yaratılışın bir amaca yönelik olduğunu ve her varlığın bu amaca hizmet etme potansiyelini simgeler. Bu, insanın kendi varoluş amacını arayışında ilahi rehberliğe yönelmesini de içerir."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "عَنَا - ‘anā", "muzari": "يَعْنُو - ya‘nū", "masdar": "عُنُوّ - ‘unuww"}, "bab_anlami": "Boyun eğmek, itaat etmek, bir şeye yönelmek veya bir şeyin etkisi altında kalmak. Bu kalıp, bir varlığın kendi iradesini bir başka varlığa veya bir ideale teslim etmesini ifade eder. Bu teslimiyet, sevgi, saygı veya zorunluluktan kaynaklanabilir ve bireyin kendi benliğini aşarak daha büyük bir amaca hizmet etme arzusunu yansıtır. Aynı zamanda, bir şeyin ağırlığı altında ezilme veya bir durumun zorluğuna boyun eğme anlamını da taşıyabilir.", "mikro_mantik": "Bu basit fiil kalıbı, kökün temel anlamını doğrudan ve yoğun bir şekilde ifade eder. Eylemin öznesi ile nesnesi arasındaki ilişkiyi vurgular; öznenin nesneye doğru hareketi veya nesnenin etkisi altında kalması. Bu kalıp, eylemin basitliğini ve doğrudanlığını gösterir, yani eylemde karmaşıklık veya dolaylılık yoktur. Kök anlamının temel ve yalın halini sunar."}]}], "'عور'": [{"kok": "'عور'", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Bir şeyin özündeki eksiklik, kusur veya gizli kalmış yönü. Bu, fiziksel bir kusur olabileceği gibi, manevi bir eksiklik veya bilgi eksikliği de olabilir. Aynı zamanda, bir şeyin gerçek doğasının tam olarak anlaşılamaması durumunu da ifade eder.", "kavramsal_derinlik": "Beşeri düzlemde, bireyin kendi içindeki eksiklikleri fark etmesi ve bu eksiklikleri gidermeye çalışmasıdır. İlahi boyutta ise, yaratılışın mükemmeliyetine rağmen, insanın sınırlı algısı nedeniyle evrenin tüm sırlarını kavrayamamasıdır."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "عَوَرَ - 'awara", "muzari": "يَعْوِرُ - ya'wiru", "masdar": "عَوْرٌ - 'awr"}, "bab_anlami": "Bir gözün kör olması, tek gözlü olmak veya bir şeyin kusurlu, eksik görünmesi. Bu, sadece fiziksel bir durumu değil, aynı zamanda bir şeyin tam ve bütün olmaktan uzak olduğunu da ifade edebilir. Aynı zamanda, bir şeyin gizli bir kusurunun ortaya çıkması veya ifşa olması anlamına da gelebilir. Bu kalıp, bir şeyin yüzeydeki görünümünün altında yatan eksiklikleri ve kusurları vurgular.", "mikro_mantik": "Bu kalıp, kökün temel anlamını doğrudan ve belirgin bir şekilde ifade eder. Fiilin basit ve temel formu, eylemin veya durumun doğrudan ve dolaysız olduğunu gösterir. Kökün anlamındaki eksiklik veya kusur, bu kalıpta en yalın haliyle ortaya konur."}, {"bab_no": 2, "fiil_formlari": {"mazi": "عَوَّرَ - 'awwara", "muzari": "يُعَوِّرُ - yu'awwiru", "masdar": "تَعْوِيرٌ - ta'wiir"}, "bab_anlami": "Bir şeyi kusurlu hale getirmek, eksiltmek veya bir şeyin değerini düşürmek. Bu, bir nesnenin fiziksel olarak zarar görmesi veya bir fikrin zayıflatılması şeklinde olabilir. Aynı zamanda, bir şeyi olduğundan daha kötü göstermek veya yanıltıcı bir şekilde sunmak anlamına da gelebilir. Bu kalıp, bir şeyin özündeki mükemmelliği bozma veya kusurlu bir görünüm yaratma eylemini vurgular.", "mikro_mantik": "Bu kalıp, kökün anlamını yoğunlaştırır ve eylemin kasıtlı veya tekrarlayan bir şekilde yapıldığını gösterir. Fiilin tefil babında olması, eylemin bir nesne üzerinde etkili olduğunu ve bu nesnenin durumunda bir değişiklik yarattığını vurgular. Kökün anlamındaki eksiklik veya kusur, bu kalıpta daha belirgin ve kasıtlı bir eylemle ilişkilendirilir."}, {"bab_no": 3, "fiil_formlari": {"mazi": "عَاوَرَ - 'aawara", "muzari": "يُعَاوِرُ - yu'aawiru", "masdar": "مُعَاوَرَةٌ - mu'aawara"}, "bab_anlami": "Karşılıklı olarak kusurlu veya eksik olmak, birbiriyle rekabet ederken kusurları ortaya çıkarmak. Bu, iki tarafın birbirini eksik veya kusurlu göstermeye çalışması veya iki şeyin birbirini tamamlamakta yetersiz kalması durumunu ifade edebilir. Aynı zamanda, bir konuda karşılıklı olarak eksik bilgiye sahip olmak veya yanılgıya düşmek anlamına da gelebilir. Bu kalıp, ilişkisel bir eksiklik veya kusur durumunu vurgular.", "mikro_mantik": "Bu kalıp, kökün anlamını karşılıklılık ve etkileşim bağlamında ele alır. Fiilin müfaale babında olması, eylemin iki taraf arasında gerçekleştiğini ve her iki tarafın da bu eylemden etkilendiğini gösterir. Kökün anlamındaki eksiklik veya kusur, bu kalıpta karşılıklı bir durum veya rekabetle ilişkilendirilir."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَعْوَرَ - a'wara", "muzari": "يُعْوِرُ - yu'wiru", "masdar": "إِعْوَارٌ - i'waar"}, "bab_anlami": "Bir şeyi kusurlu hale getirmek, eksik göstermek veya bir şeyin kusurunu ortaya çıkarmak. Bu, bir nesnenin değerini düşürmek veya bir fikrin zayıflığını göstermek şeklinde olabilir. Aynı zamanda, bir şeyi yanıltıcı bir şekilde sunmak veya bir konuda yanlış bilgi vermek anlamına da gelebilir. Bu kalıp, bir şeyin kusurlu veya eksik olduğunu belirgin bir şekilde ortaya koyma eylemini vurgular.", "mikro_mantik": "Bu kalıp, kökün anlamını daha belirgin ve etkili bir şekilde ifade eder. Fiilin if'al babında olması, eylemin bir sonuç doğurduğunu ve bu sonucun belirgin bir şekilde görülebildiğini gösterir. Kökün anlamındaki eksiklik veya kusur, bu kalıpta daha açık ve net bir şekilde ortaya konur."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَعَوَّرَ - ta'awwara", "muzari": "يَتَعَوَّرُ - yata'awwaru", "masdar": "تَعَوُّرٌ - ta'awwur"}, "bab_anlami": "Kusurlu veya eksik görünmek, bir şeyin kusurlu hale gelmesi veya bozulması. Bu, bir nesnenin fiziksel olarak zarar görmesi veya bir fikrin zayıflaması şeklinde olabilir. Aynı zamanda, bir şeyin özündeki mükemmelliği kaybetmesi veya kusurlu bir duruma düşmesi anlamına da gelebilir. Bu kalıp, bir şeyin kusurlu bir duruma geçişini veya kusurlu bir görünüm sergilemesini vurgular.", "mikro_mantik": "Bu kalıp, kökün anlamını dönüşlülük ve değişim bağlamında ele alır. Fiilin tefa'ul babında olması, eylemin bir süreç içinde gerçekleştiğini ve öznenin bu süreçten etkilendiğini gösterir. Kökün anlamındaki eksiklik veya kusur, bu kalıpta bir değişim veya dönüşümün sonucu olarak ortaya çıkar."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَعَاوَرَ - ta'aawara", "muzari": "يَتَعَاوَرُ - yata'aawaru", "masdar": "تَعَاوُرٌ - ta'aawur"}, "bab_anlami": "Birbirini kusurlu veya eksik görmek, karşılıklı olarak kusurları ortaya çıkarmak veya birbirini eleştirmek. Bu, iki tarafın birbirinin eksikliklerini bulmaya çalışması veya birbirini kusurlu göstermeye çalışması durumunu ifade edebilir. Aynı zamanda, bir konuda karşılıklı olarak yanlış anlamalara düşmek veya yanılgılara kapılmak anlamına da gelebilir. Bu kalıp, karşılıklı eleştiri veya kusur bulma eylemini vurgular.", "mikro_mantik": "Bu kalıp, kökün anlamını karşılıklılık ve rekabet bağlamında ele alır. Fiilin tefa'ul babında olması, eylemin iki taraf arasında gerçekleştiğini ve her iki tarafın da bu eylemden etkilendiğini gösterir. Kökün anlamındaki eksiklik veya kusur, bu kalıpta karşılıklı bir rekabet veya eleştiriyle ilişkilendirilir."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْعَوَرَ - in'awara", "muzari": "يَنْعَوِرُ - yan'awiru", "masdar": "اِنْعِوَارٌ - in'iwaar"}, "bab_anlami": "Kusurlu hale gelmek, eksik duruma düşmek veya bir şeyin kusurlu olduğu ortaya çıkmak. Bu, bir nesnenin fiziksel olarak zarar görmesi veya bir fikrin zayıflaması şeklinde olabilir. Aynı zamanda, bir şeyin özündeki mükemmelliği kaybetmesi veya kusurlu bir duruma düşmesi anlamına da gelebilir. Bu kalıp, bir şeyin kendiliğinden kusurlu bir duruma geçişini veya kusurlu bir hale gelmesini vurgular.", "mikro_mantik": "Bu kalıp, kökün anlamını edilgenlik ve kendiliğindenlik bağlamında ele alır. Fiilin infial babında olması, eylemin özne üzerinde gerçekleştiğini ve öznenin bu eylemi kendiliğinden deneyimlediğini gösterir. Kökün anlamındaki eksiklik veya kusur, bu kalıpta kendiliğinden ortaya çıkan bir durum olarak ifade edilir."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِعْتَوَرَ - i'taawara", "muzari": "يَعْتَوِرُ - ya'taawiru", "masdar": "اِعْتِوَارٌ - i'tiwaar"}, "bab_anlami": "Kusurlu veya eksik bir şekilde davranmak, bir şeyin kusurlu olduğunu iddia etmek veya bir şeyi kusurlu göstermeye çalışmak. Bu, bir nesnenin değerini düşürmek veya bir fikrin zayıflığını göstermek şeklinde olabilir. Aynı zamanda, bir şeyi yanıltıcı bir şekilde sunmak veya bir konuda yanlış bilgi vermek anlamına da gelebilir. Bu kalıp, bir şeyin kusurlu olduğunu iddia etme veya kusurlu bir şekilde davranma eylemini vurgular.", "mikro_mantik": "Bu kalıp, kökün anlamını çaba ve kasıt bağlamında ele alır. Fiilin iftial babında olması, eylemin bir çaba sonucu gerçekleştiğini ve öznenin bu eylemi kasıtlı olarak yaptığını gösterir. Kökün anlamındaki eksiklik veya kusur, bu kalıpta bir çaba veya kasıt sonucu ortaya çıkarılan bir durum olarak ifade edilir."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اِعْوَرَّ - i'warra", "muzari": "يَعْوَرُّ - ya'warr", "masdar": "اِعْوِرَارٌ - i'wiraar"}, "bab_anlami": "Çok kusurlu veya çok eksik olmak, aşırı derecede kusurlu bir duruma gelmek. Bu, bir nesnenin tamamen bozulması veya bir fikrin tamamen geçersiz hale gelmesi şeklinde olabilir. Aynı zamanda, bir şeyin özündeki mükemmelliği tamamen kaybetmesi veya aşırı derecede kusurlu bir duruma düşmesi anlamına da gelebilir. Bu kalıp, aşırı derecede kusurlu bir durumu veya bozulmayı vurgular.", "mikro_mantik": "Bu kalıp, kökün anlamını yoğunluk ve aşırılık bağlamında ele alır. Fiilin if'illal babında olması, eylemin aşırı derecede gerçekleştiğini ve sonucun çok belirgin olduğunu gösterir. Kökün anlamındaki eksiklik veya kusur, bu kalıpta aşırı derecede yoğunlaşmış bir durum olarak ifade edilir."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَعْوَرَ - ista'wara", "muzari": "يَسْتَعْوِرُ - yasta'wiru", "masdar": "اِسْتِعْوَارٌ - isti'waar"}, "bab_anlami": "Bir şeyi kusurlu bulmak, kusurlu hale getirmeye çalışmak veya bir şeyde kusur aramak. Bu, bir nesnenin değerini düşürmek veya bir fikrin zayıflığını göstermek amacıyla yapılabilir. Aynı zamanda, bir şeyi yanıltıcı bir şekilde sunmak veya bir konuda yanlış bilgi vermek için de kullanılabilir. Bu kalıp, bir şeyde kusur arama veya kusurlu hale getirme çabasını vurgular.", "mikro_mantik": "Bu kalıp, kökün anlamını talep ve arayış bağlamında ele alır. Fiilin istif'al babında olması, eylemin bir talep veya arayış sonucu gerçekleştiğini ve öznenin bu eylemi bir amaç doğrultusunda yaptığını gösterir. Kökün anlamındaki eksiklik veya kusur, bu kalıpta bir talep veya arayışın nesnesi olarak ifade edilir."}]}]}