{"تبب": [{"kok": "تبب", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Yok oluşa veya zarara uğramaya yönelik bir hareket veya durum.", "kavramsal_derinlik": "Bu kök, bir şeyin özünden uzaklaşmasını, değerini yitirmesini veya tamamen ortadan kalkmasını ifade eder. Hem maddi hem de manevi anlamda kayıpları, bozulmaları ve sonuçsuz çabaları kapsar. İnsanın kendi özünden uzaklaşması, amellerinin boşa gitmesi veya bir toplumun ahlaki çöküşü gibi durumlar bu kökün anlam alanına girer."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "تَبَّ - تبَّ", "muzari": "يَتِبُّ - yetibbu", "masdar": "تَبًّا - tebben"}, "bab_anlami": "Yok olmak, kuruyup bitmek, zarar etmek, hüsrana uğramak. Bu bab, bir şeyin tamamen yok olmasını veya sonuçsuz kalmasını ifade eder. Bir çabanın boşa gitmesi, bir umudun sönmesi veya bir varlığın tükenmesi gibi durumları anlatır. Aynı zamanda, bir lanetleme veya beddua anlamı da taşıyabilir, birinin yok olmasını dilemek gibi.", "mikro_mantik": "Bu bab, kökün temel anlamını yoğunlaştırır ve eylemin veya durumun kesinliğini vurgular. Bir şeyin yok oluşunun kaçınılmaz olduğunu veya zararın telafi edilemez olduğunu belirtir. Fiilin bu kalıbı, eylemin sonuçlarının ağırlığını ve kalıcılığını gösterir."}]}], "تبر": [{"kok": "تبر", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Yok etmek, kırmak, tahrip etmek; bir şeyin özünü veya bütünlüğünü ortadan kaldırmak.", "kavramsal_derinlik": "Maddi yıkımın ötesinde, manevi ve ahlaki değerlerin çöküşünü, umutların tükenmesini ve varoluşsal anlamın yitirilmesini ifade eder. Aynı zamanda, bir şeyin içindeki potansiyeli açığa çıkarmak için dış kabuğunu kırmak gibi dönüştürücü bir anlam da taşıyabilir."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "تَبَرَ - tebere", "muzari": "يَتْبُرُ - yetburu", "masdar": "تَبْرًا - tebran"}, "bab_anlami": "Bir şeyi kırmak, yok etmek, tahrip etmek. Bu kalıp, eylemin doğrudan ve kasıtlı bir şekilde gerçekleştiğini, bir hedefe yönelik bir yıkımı ifade eder. Failin, yıkım eylemini gerçekleştirmedeki kararlılığını ve gücünü vurgular. Aynı zamanda, bir şeyin potansiyelini ortaya çıkarmak için onu mevcut formundan kurtarmak anlamını da taşıyabilir.", "mikro_mantik": "Bu bab, kökün temel anlamını doğrudan eyleme dönüştürür. Fiilin yalın hali, eylemin basitliğini ve doğrudanlığını gösterir. Kökün anlamı, bu kalıpta yoğunlaşarak, failin eylemi gerçekleştirme amacı ve sonucu arasındaki ilişkiyi vurgular."}, {"bab_no": 2, "fiil_formlari": {"mazi": "تَبَّرَ - tebbere", "muzari": "يُتَبِّرُ - yutebbiru", "masdar": "تَتْبِيرًا - tetbiran"}, "bab_anlami": "Bir şeyi parça parça etmek, şiddetle yok etmek, tamamen ortadan kaldırmak. Bu kalıp, eylemin yoğunluğunu ve tekrarlanabilirliğini vurgular. Yıkımın aşamalı ve sistematik bir şekilde gerçekleştiğini, geriye hiçbir şey bırakmamayı amaçladığını ifade eder. Aynı zamanda, bir şeyin içindeki gizli potansiyeli açığa çıkarmak için onu dikkatlice ve özenle dönüştürmek anlamını da taşıyabilir.", "mikro_mantik": "Tekrarlama ve yoğunlaştırma anlamı taşır. Kökün anlamı, bu kalıpta daha da derinleşerek, eylemin sonuçlarının kalıcılığını ve etkisini vurgular. Fiilin bu formu, eylemin sürekliliğini ve tamamlanmasını ifade eder."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَتَبَّرَ - tetebbere", "muzari": "يَتَتَبَّرُ - yeteteberu", "masdar": "تَتَبُّرًا - tetebburen"}, "bab_anlami": "Bir şeyi yok etmeye çalışmak, tahrip etme girişiminde bulunmak, yıkım arayışında olmak. Bu kalıp, eylemin niyetini ve çabasını vurgular. Failin, yıkım eylemini gerçekleştirmek için gösterdiği gayreti ve kararlılığı ifade eder. Aynı zamanda, bir şeyin potansiyelini ortaya çıkarmak için onu dikkatlice incelemek ve araştırmak anlamını da taşıyabilir.", "mikro_mantik": "Çaba ve arayış anlamı taşır. Kökün anlamı, bu kalıpta failin niyeti ve eylemi arasındaki ilişkiyi vurgular. Fiilin bu formu, eylemin başlangıcını ve sürecini ifade eder."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَتَابَرَ - tetaabere", "muzari": "يَتَتَابَرُ - yetetaaberu", "masdar": "تَتَابُرًا - tetaaburen"}, "bab_anlami": "Karşılıklı olarak yok etmek, birbirini tahrip etmek, ortaklaşa yıkıma uğramak. Bu kalıp, eylemin karşılıklı ve etkileşimli olduğunu vurgular. İki veya daha fazla tarafın birbirini yok etme sürecinde olduğunu, ortak bir yıkıma doğru ilerlediğini ifade eder. Aynı zamanda, bir şeyin potansiyelini ortaya çıkarmak için ortaklaşa çalışmak ve işbirliği yapmak anlamını da taşıyabilir.", "mikro_mantik": "Karşılıklılık ve etkileşim anlamı taşır. Kökün anlamı, bu kalıpta taraflar arasındaki ilişkiyi ve eylemin ortak sonucunu vurgular. Fiilin bu formu, eylemin dinamik ve karmaşık yapısını ifade eder."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَتْبَرَ - istetbere", "muzari": "يَسْتَتْبِرُ - yestetbiru", "masdar": "اِسْتِتْبَارًا - istitbaren"}, "bab_anlami": "Yok edilmeyi istemek, tahrip edilmeyi talep etmek, yıkıma davetiye çıkarmak. Bu kalıp, eylemin pasifliğini ve dışsal bir etkiye maruz kalmayı vurgular. Failin, yıkım eylemini kendi isteğiyle çağırdığını veya buna izin verdiğini ifade eder. Aynı zamanda, bir şeyin potansiyelini ortaya çıkarmak için kendini dönüştürmeye ve geliştirmeye açık olmak anlamını da taşıyabilir.", "mikro_mantik": "Talep ve izin verme anlamı taşır. Kökün anlamı, bu kalıpta failin iradesi ve eylemin sonucu arasındaki ilişkiyi vurgular. Fiilin bu formu, eylemin dışsal bir etkiyle tetiklendiğini ifade eder."}]}], "تبع": [{"kok": "تبع", "ontolojik_analiz": {"temel_anlam_cekirdegi": "İzlemek, takip etmek, bir şeyin ardı sıra gitmek. Bir şeyin etkisinde kalmak, sonuçlarını deneyimlemek. Bir şeyin hükmüne girmek, tabi olmak.", "kavramsal_derinlik": "Beşeri düzlemde bir yolculuğu, bir lideri veya bir ideali takip etmeyi; ilahi düzlemde ise kaderin akışını, ilahi iradeyi ve yaratılışın düzenini izlemeyi ifade eder. Bu takip, sadece fiziksel bir eylem değil, aynı zamanda zihinsel ve ruhsal bir bağlılığı da içerir."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "تَبِعَ - tebia", "muzari": "يَتْبَعُ - yetbeu", "masdar": "تَبَع - tebe'"}, "bab_anlami": "Bir şeyi veya birini izlemek, takip etmek, ardı sıra gitmek. Bu, fiziksel bir takip olabileceği gibi, bir düşünceyi, bir ideali veya bir yolu takip etmek anlamına da gelebilir. Aynı zamanda, bir şeyin sonuçlarını deneyimlemek, bir şeyin etkisinde kalmak veya bir şeye tabi olmak anlamlarını da içerir. Bu kalıp, eylemin doğrudan ve basit bir şekilde gerçekleştiğini ifade eder; failin, mef'ûlü doğrudan takip ettiği, onun etkisinde kaldığı veya ona tabi olduğu bir durumu gösterir. Bu, evrende her şeyin birbiriyle bağlantılı olduğu ve her eylemin bir sonucu olduğu gerçeğini yansıtır.", "mikro_mantik": "Bu bab, kökün temel anlamını en yalın haliyle ifade eder. Fiilin geçişli (müteaddi) olması, eylemin bir nesneye yöneldiğini gösterir. Bu kalıp, kökün anlamını doğrudan ve etkili bir şekilde aktarır, takip eyleminin basit ve dolaysız bir şekilde gerçekleştiğini vurgular. Kökün temel anlamını, herhangi bir ek anlam katmanı olmaksızın sunar."}, {"bab_no": 2, "fiil_formlari": {"mazi": "تَبَّعَ - tebbe'a", "muzari": "يُتَبِّعُ - yutebbi'u", "masdar": "تَتْبِيع - tetbî'"}, "bab_anlami": "Bir şeyi veya birini ısrarla takip etmek, ardı sıra gitmek, izini sürmek. Bu kalıp, takip eyleminin yoğunluğunu ve sürekliliğini vurgular. Bir şeyi derinlemesine araştırmak, incelemek veya bir konuyu detaylı bir şekilde takip etmek anlamlarına da gelebilir. Bu kalıp, failin takip eylemini bilinçli ve kararlı bir şekilde gerçekleştirdiğini, hedefine ulaşmak için çaba sarf ettiğini gösterir. Bu, evrende bilginin peşinden koşmanın, gerçeği aramanın ve bir amaca ulaşmak için azimle çalışmanın önemini ifade eder.", "mikro_mantik": "Tekrarlama ve yoğunluk anlamı taşır. Fiilin müteaddi olması, eylemin bir nesneye yöneldiğini ve bu nesnenin ısrarla takip edildiğini gösterir. Bu kalıp, takip eyleminin derinliğini ve sürekliliğini vurgulayarak, kökün anlamını yoğunlaştırır. Fiilin tekrar tekrar yapılmasını veya bir konunun derinlemesine incelenmesini ifade eder."}, {"bab_no": 3, "fiil_formlari": {"mazi": "تَبَاعَ - tebâ'a", "muzari": "يَتَبَاعُ - yetebâ'u", "masdar": "تَبَاع - tebâ'"}, "bab_anlami": "Karşılıklı olarak takip etmek, birbirinin ardı sıra gitmek, birbiriyle yarışmak. Bu kalıp, iki veya daha fazla tarafın birbirini takip ettiği, birbirinin eylemlerini izlediği ve birbirine karşılık verdiği bir durumu ifade eder. Bu, sosyal ilişkilerde, rekabette veya işbirliğinde ortaya çıkabilir. Aynı zamanda, birbiriyle uyumlu olmak, birbirine benzemek veya birbirini tamamlamak anlamlarına da gelebilir. Bu kalıp, evrende her şeyin birbiriyle etkileşim halinde olduğunu, her eylemin bir karşılığı olduğunu ve ilişkilerin dinamik bir süreç olduğunu gösterir.", "mikro_mantik": "Karşılıklılık anlamı taşır. Fiilin iki özne arasında gerçekleştiğini gösterir. Bu kalıp, takip eyleminin karşılıklı olduğunu ve tarafların birbirini etkilediğini vurgular. İlişkilerin dinamik yapısını ve karşılıklı etkileşimi ifade eder."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَتْبَعَ - etbea", "muzari": "يُتْبِعُ - yutbi'u", "masdar": "إِتْبَاع - itbâ'"}, "bab_anlami": "Bir şeyi veya birini takip ettirmek, ardı sıra göndermek, bir şeye eklemek. Bu kalıp, failin takip eylemini başkasına yaptırdığını veya bir şeyi başka bir şeyin arkasına eklediğini ifade eder. Bir şeyi tamamlamak, bir şeyi desteklemek veya bir şeyi güçlendirmek anlamlarına da gelebilir. Bu kalıp, evrende her şeyin birbiriyle ilişkili olduğunu, bir şeyin başka bir şeyi tamamladığını ve bir bütün oluşturduğunu gösterir.", "mikro_mantik": "Geçişlilik ve sebep-sonuç ilişkisi anlamı taşır. Fiilin müteaddi olması, eylemin bir nesneye yöneldiğini ve bu nesnenin takip ettirildiğini gösterir. Bu kalıp, takip eyleminin bir başkası tarafından yapılmasına neden olunduğunu veya bir şeyin başka bir şeyin arkasına eklendiğini vurgular. Bir şeyin başka bir şeyi tamamladığını veya desteklediğini ifade eder."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَتَبَّعَ - tetebbe'a", "muzari": "يَتَتَبَّعُ - yetetebbe'u", "masdar": "تَتَبُّع - tetebbu'"}, "bab_anlami": "Bir şeyi veya birini dikkatle ve ısrarla takip etmek, izini sürmek, araştırmak. Bu kalıp, takip eyleminin yoğunluğunu, dikkatini ve sürekliliğini vurgular. Bir konuyu derinlemesine incelemek, bir şeyi detaylı bir şekilde araştırmak veya bir şeyin kökenini bulmaya çalışmak anlamlarına da gelebilir. Bu kalıp, failin takip eylemini bilinçli, kararlı ve titiz bir şekilde gerçekleştirdiğini, hedefine ulaşmak için çaba sarf ettiğini gösterir. Bu, evrende bilginin peşinden koşmanın, gerçeği aramanın ve bir amaca ulaşmak için azimle çalışmanın önemini ifade eder.", "mikro_mantik": "Yoğunluk, dikkat ve süreklilik anlamı taşır. Fiilin müteaddi olması, eylemin bir nesneye yöneldiğini ve bu nesnenin dikkatle takip edildiğini gösterir. Bu kalıp, takip eyleminin derinliğini ve titizliğini vurgulayarak, kökün anlamını yoğunlaştırır. Bir konunun derinlemesine incelenmesini veya bir şeyin detaylı bir şekilde araştırılmasını ifade eder."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تُتُبِّعَ - tutubbi'a", "muzari": "يُتُتَبَّعُ - yututebbe'u", "masdar": "تُتَبُّع - tutebbu'"}, "bab_anlami": "Bir şeyin veya birinin ısrarla takip ettirilmesi, izinin sürdürülmesi. Bu kalıp, takip eyleminin pasif bir şekilde gerçekleştiğini, failin takip ettiren değil, takip edilen olduğunu ifade eder. Bir şeyin araştırılmasına, incelenmesine veya bir konunun detaylı bir şekilde ele alınmasına izin vermek anlamlarına da gelebilir. Bu kalıp, evrende her şeyin birbiriyle ilişkili olduğunu, bir şeyin başka bir şeyi etkilediğini ve her eylemin bir sonucu olduğunu gösterir. Bu, ilahi iradenin tecellisi ve kaderin akışı olarak da yorumlanabilir.", "mikro_mantik": "Pasiflik ve edilgenlik anlamı taşır. Fiilin meçhul olması, eylemin kim tarafından yapıldığının belirsiz olduğunu veya önemli olmadığını gösterir. Bu kalıp, takip eyleminin bir başkası tarafından yapıldığını ve öznenin takip edilen olduğunu vurgular. Bir konunun araştırılmasına veya incelenmesine izin verildiğini ifade eder."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْتَبَعَ - intebea", "muzari": "يَنْتَبِعُ - yentebiu", "masdar": "اِنْتِبَاع - intibâ'"}, "bab_anlami": "Bir şeyi veya birini takip etmek, ardı sıra gitmek, bir şeye uymak. Bu kalıp, failin kendi iradesiyle bir şeyi veya birini takip ettiğini, bir şeye uyduğunu veya bir şeyi benimsediğini ifade eder. Bir şeyi örnek almak, bir şeyi model almak veya bir şeye benzemeye çalışmak anlamlarına da gelebilir. Bu kalıp, evrende özgür iradenin önemini, seçimlerimizin sonuçlarını ve bir amaca ulaşmak için çaba sarf etmenin gerekliliğini gösterir.", "mikro_mantik": "Kendi kendine yapma, gönüllülük anlamı taşır. Fiilin özne tarafından kendi isteğiyle yapıldığını gösterir. Bu kalıp, takip eyleminin bilinçli bir seçim olduğunu ve öznenin kendi iradesiyle bir şeyi takip ettiğini vurgular. Bir şeyi benimsemeyi veya bir şeye uymayı ifade eder."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِتَّبَعَ - ittebea", "muzari": "يَتَّبِعُ - yettebi'u", "masdar": "اِتِّبَاع - ittibâ'"}, "bab_anlami": "Bir şeyi veya birini sıkı bir şekilde takip etmek, ardı sıra gitmek, bir şeye uymak, bir şeyi örnek almak. Bu kalıp, takip eyleminin yoğunluğunu, bağlılığını ve sürekliliğini vurgular. Bir şeyi titizlikle uygulamak, bir şeyi harfiyen yerine getirmek veya bir şeyi kusursuz bir şekilde takip etmek anlamlarına da gelebilir. Bu kalıp, failin takip eylemini bilinçli, kararlı ve titiz bir şekilde gerçekleştirdiğini, hedefine ulaşmak için çaba sarf ettiğini gösterir. Bu, evrende mükemmelliğin arayışının, disiplinin ve bir amaca ulaşmak için azimle çalışmanın önemini ifade eder.", "mikro_mantik": "Yoğunluk, bağlılık ve süreklilik anlamı taşır. Fiilin müteaddi olması, eylemin bir nesneye yöneldiğini ve bu nesnenin sıkı bir şekilde takip edildiğini gösterir. Bu kalıp, takip eyleminin derinliğini ve titizliğini vurgulayarak, kökün anlamını yoğunlaştırır. Bir şeyi titizlikle uygulamayı veya bir şeyi harfiyen yerine getirmeyi ifade eder."}]}], "تجر": [{"kok": "تجر", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Ticaret, alışveriş, deneyim yoluyla kazanım ve değişim; özünde bir hareket ve ilerleme barındırır.", "kavramsal_derinlik": "Maddi ve manevi kazanımların, dünyevi ve uhrevi alışverişin, bireyin içsel yolculuğunda edindiği tecrübelerin derinlemesine anlaşılması."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "تَجَرَ - tajara", "muzari": "يَتْجُرُ - yajturu", "masdar": "تَجْرٌ - tajr"}, "bab_anlami": "Basit ticaret yapmak, bir şey alıp satmak, bir işe girişmek ve bu işten kar elde etmeye çalışmak anlamına gelir. Bu kalıp, eylemin temel ve doğrudan yapılışını ifade eder. Aynı zamanda, bireyin kendi iç dünyasında bir şeyleri değiştirmeye, dönüştürmeye yönelik ilk adımlarını da simgeler. Bu, kişinin kendi potansiyelini keşfetme ve geliştirme sürecinde attığı adımları temsil eder.", "mikro_mantik": "Bu bab, kökün temel anlamını en yalın haliyle ifade eder. Eylemin özünü ve başlangıç noktasını gösterir. Kökün anlamı (ticaret, kazanım) doğrudan fiilin kendisine yansır, herhangi bir ek anlam veya yoğunluk katılmaz. Bu, eylemin basit ve dolaysız bir şekilde gerçekleştiğini vurgular."}, {"bab_no": 2, "fiil_formlari": {"mazi": "تَجَّرَ - tajjara", "muzari": "يُتَجِّرُ - yutajjiru", "masdar": "تَتْجِيرٌ - tatjir"}, "bab_anlami": "Bir şeyi ticarete konu etmek, bir şeyi sürekli olarak alıp satmak, ticareti yoğun bir şekilde yapmak anlamına gelir. Bu kalıp, eylemin tekrarını, sürekliliğini ve yoğunluğunu ifade eder. Aynı zamanda, bireyin bir konuda derinleşmesini, uzmanlaşmasını ve o konuda sürekli pratik yaparak kendini geliştirmesini simgeler. Bu, kişinin bir alanda ustalaşma sürecini temsil eder.", "mikro_mantik": "Bu bab, kökün anlamını yoğunlaştırır ve eylemin sürekliliğini vurgular. Tekrar ve yoğunluk anlamı, kökün temel anlamı olan ticarete eklenir. Bu, eylemin daha karmaşık ve derinlemesine bir şekilde gerçekleştiğini gösterir."}, {"bab_no": 3, "fiil_formlari": {"mazi": "تَاجَرَ - taajara", "muzari": "يُتَاجِرُ - yutaajiru", "masdar": "مُتَاجَرَةٌ - mutaajarah"}, "bab_anlami": "Karşılıklı ticaret yapmak, birbiriyle alışverişte bulunmak, ortak bir çıkar için işbirliği yapmak anlamına gelir. Bu kalıp, eylemin karşılıklı ve ortaklaşa yapılışını ifade eder. Aynı zamanda, bireylerin birbirleriyle etkileşimde bulunarak, birbirlerinden öğrenerek ve birbirlerine destek olarak gelişimlerini simgeler. Bu, toplumsal uyum ve işbirliğinin önemini vurgular.", "mikro_mantik": "Bu bab, kökün anlamını karşılıklılık ve ortaklık kavramlarıyla genişletir. Eylemin tek taraflı olmaktan çıkıp, birden fazla tarafın katılımıyla gerçekleştiğini gösterir. Bu, eylemin daha sosyal ve etkileşimli bir boyut kazandığını vurgular."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَتْجَرَ - atjara", "muzari": "يُؤْتِجُرُ - yutjiru", "masdar": "إِتْجَارٌ - itjaar"}, "bab_anlami": "Ticaret yapmasına neden olmak, birini ticarete yönlendirmek, bir şeyi ticarete konu haline getirmek anlamına gelir. Bu kalıp, eylemin başkası tarafından başlatılmasını veya yönlendirilmesini ifade eder. Aynı zamanda, bireyin başkalarına ilham vermesini, onları motive etmesini ve onların gelişimine katkıda bulunmasını simgeler. Bu, liderlik ve rehberlik kavramlarını vurgular.", "mikro_mantik": "Bu bab, kökün anlamını nedensellik ve yönlendirme kavramlarıyla ilişkilendirir. Eylemin başkası tarafından başlatıldığını veya yönlendirildiğini gösterir. Bu, eylemin daha karmaşık bir süreç olduğunu ve başkalarının etkisini içerdiğini vurgular."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَجَّرَ - tajjara", "muzari": "يَتَجَّرُ - yatajjiru", "masdar": "تَجَّرٌ - tajjur"}, "bab_anlami": "Ticaret yapar gibi görünmek, ticaret yapıyormuş gibi davranmak, ticaretle ilgili bir görünüm sergilemek anlamına gelir. Bu kalıp, eylemin yüzeysel ve sahte bir şekilde yapılışını ifade eder. Aynı zamanda, bireyin içtenlikten uzak, sadece dış görünüşe önem veren bir tutum sergilemesini simgeler. Bu, samimiyetin ve dürüstlüğün önemini vurgular.", "mikro_mantik": "Bu bab, kökün anlamını yüzeysellik ve sahtelik kavramlarıyla ilişkilendirir. Eylemin gerçekte yapılmadığını, sadece yapılıyormuş gibi göründüğünü gösterir. Bu, eylemin aldatıcı ve yanıltıcı bir nitelik taşıdığını vurgular."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَجَارَ - tajaara", "muzari": "يَتَجَارُ - yatajaaru", "masdar": "تَجَارٌ - tajaar"}, "bab_anlami": "Birbirleriyle ticaret yapmak, karşılıklı alışverişte bulunmak, ticari ilişkiler kurmak anlamına gelir. Bu kalıp, eylemin karşılıklı ve sürekli bir şekilde yapılışını ifade eder. Aynı zamanda, bireylerin birbirleriyle etkileşimde bulunarak, birbirlerinden öğrenerek ve birbirlerine destek olarak gelişimlerini simgeler. Bu, toplumsal uyum ve işbirliğinin önemini vurgular.", "mikro_mantik": "Bu bab, kökün anlamını karşılıklılık, süreklilik ve etkileşim kavramlarıyla genişletir. Eylemin tek taraflı olmaktan çıkıp, birden fazla tarafın katılımıyla sürekli bir şekilde gerçekleştiğini gösterir. Bu, eylemin daha sosyal, etkileşimli ve uzun vadeli bir boyut kazandığını vurgular."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْتَجَرَ - intajara", "muzari": "يَنْتَجِرُ - yantajiru", "masdar": "اِنْتِجَارٌ - intijaar"}, "bab_anlami": "Ticaret yoluyla elde etmek, ticaret yaparak kazanmak, bir şeyin ticaretini yapmak anlamına gelir. Bu kalıp, eylemin sonuç odaklı ve kazanım amaçlı yapılışını ifade eder. Aynı zamanda, bireyin çabaları sonucunda elde ettiği başarıları, kazançları ve gelişmeleri simgeler. Bu, azmin ve çalışmanın önemini vurgular.", "mikro_mantik": "Bu bab, kökün anlamını sonuç, kazanım ve amaç kavramlarıyla ilişkilendirir. Eylemin bir hedefe yönelik ve kazanç elde etme amacıyla yapıldığını gösterir. Bu, eylemin daha stratejik ve planlı bir nitelik taşıdığını vurgular."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِتَّجَرَ - ittajara", "muzari": "يَتَّجِرُ - yattajiru", "masdar": "اِتِّجَارٌ - ittijaar"}, "bab_anlami": "Ticaret yapmak, alışverişte bulunmak, bir şeyi ticarete konu etmek anlamına gelir. Bu kalıp, eylemin yoğun ve kararlı bir şekilde yapılışını ifade eder. Aynı zamanda, bireyin bir konuda uzmanlaşmasını, o konuda derinleşmesini ve o konuda sürekli pratik yaparak kendini geliştirmesini simgeler. Bu, azmin ve kararlılığın önemini vurgular.", "mikro_mantik": "Bu bab, kökün anlamını yoğunluk, kararlılık ve uzmanlaşma kavramlarıyla genişletir. Eylemin sürekli ve kararlı bir şekilde yapıldığını, bireyin o konuda uzmanlaştığını gösterir. Bu, eylemin daha derinlemesine ve etkili bir şekilde gerçekleştiğini vurgular."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اِتَّجَرَ - ittajara (nadiren kullanılır)", "muzari": "يَتَّجِرُ - yattajiru (nadiren kullanılır)", "masdar": "اِتِّجَارٌ - ittijaar (nadiren kullanılır)"}, "bab_anlami": "Bu kalıp nadiren kullanıldığı için, anlamı da diğer kalıplara benzerlik gösterir: ticaret yapmak, alışverişte bulunmak, bir şeyi ticarete konu etmek. Ancak, bu kalıbın nadir kullanımı, eylemin sıra dışı veya beklenmedik bir şekilde gerçekleştiğini de ima edebilir. Bu, bireyin alışılmadık yollarla kazanç elde etmesini veya farklı bir ticaret anlayışı benimsemesini simgeler.", "mikro_mantik": "Bu babın nadir kullanımı, kökün anlamını sıra dışılık ve beklenmediklik kavramlarıyla ilişkilendirir. Eylemin alışılmadık bir şekilde gerçekleştiğini veya farklı bir yaklaşım gerektirdiğini gösterir. Bu, eylemin daha özgün ve yaratıcı bir nitelik taşıdığını vurgular."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَجَرَ - istajara", "muzari": "يَسْتَجِرُ - yastajiru", "masdar": "اِسْتِجَارٌ - istijaar"}, "bab_anlami": "Ticaret yapmasını istemek, birinden ticaret yapmasını talep etmek, ticari bir ilişki kurmak istemek anlamına gelir. Bu kalıp, eylemin talep, istek ve arzu odaklı yapılışını ifade eder. Aynı zamanda, bireyin başkalarıyla işbirliği yapma arzusunu, ticari ilişkiler kurma isteğini ve ortak bir çıkar için çalışma niyetini simgeler. Bu, işbirliğinin ve ortaklığın önemini vurgular.", "mikro_mantik": "Bu bab, kökün anlamını talep, istek ve arzu kavramlarıyla ilişkilendirir. Eylemin başkası tarafından talep edildiğini veya bireyin kendisinin bir istekte bulunduğunu gösterir. Bu, eylemin daha sosyal ve etkileşimli bir boyut kazandığını vurgular."}]}], "تحت": [{"kok": "تحت", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Aşağıda olma, alt, dip, bir şeyin altında bulunma; fiziksel veya metafiziksel bir konumu ifade eder. Bu kök, bir şeyin temelini, dayanağını veya gizli yönünü temsil edebilir.", "kavramsal_derinlik": "Beşeri düzlemde, fiziksel nesnelerin altını, temelini veya bir yapının zeminini ifade ederken, ilahi boyutta ise yaratılışın derinliklerini, gizli hikmetleri ve varoluşun temelindeki sırları sembolize edebilir."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "تَحَتَ - tahata", "muzari": "يَتْحُتُ - yatahutu", "masdar": "تَحْتًا - tahtan"}, "bab_anlami": "Bir şeyi altına almak, bir şeyi aşağıya indirmek veya bir şeyi kontrol altına almak anlamına gelir. Bu kalıp, bir gücün veya etkinin bir şey üzerinde baskı kurduğunu veya bir şeyi kendi kontrolüne aldığını ifade edebilir. Aynı zamanda, bir şeyin temelini oluşturmak veya bir şeyi desteklemek anlamında da kullanılabilir. Bu, bir şeyin diğer bir şeyi kuşatması, sarmalaması ve onun üzerinde bir nüfuz alanı oluşturması demektir.", "mikro_mantik": "Bu kalıp, fiilin anlamını doğrudan ve basit bir şekilde ifade eder. Kökün temel anlamını koruyarak, eylemin doğrudan nesne üzerindeki etkisini vurgular. Bir şeyin 'altında' olma durumunu veya 'aşağıya doğru' hareketini belirtir. Bu kalıp, eylemin yönünü ve etkisini net bir şekilde tanımlar."}, {"bab_no": 2, "fiil_formlari": {"mazi": "تَحَّتَ - tahhata", "muzari": "يُتَحِّتُ - yutahhitu", "masdar": "تَتْحِيتًا - tathitan"}, "bab_anlami": "Bir şeyi derinlemesine araştırmak, bir şeyin altını kazmak veya bir şeyi iyice incelemek anlamına gelir. Bu kalıp, bir konunun veya nesnenin gizli yönlerini ortaya çıkarmak için yapılan yoğun bir çabayı ifade edebilir. Aynı zamanda, bir şeyin temelini sağlamlaştırmak veya bir şeyi güçlendirmek anlamında da kullanılabilir. Bu, bir şeyin iç yüzünü keşfetmek, onun derinliklerine inmek ve onu daha iyi anlamak için yapılan bir eylemdir.", "mikro_mantik": "Bu kalıp, fiilin anlamını yoğunlaştırır ve derinleştirir. Kökün temel anlamını vurgulayarak, eylemin daha kapsamlı ve etkili bir şekilde gerçekleştiğini gösterir. Bir şeyin 'altını' kazıma veya 'derinlemesine' inceleme eylemini belirtir. Bu kalıp, eylemin yoğunluğunu ve kapsamını artırır."}, {"bab_no": 3, "fiil_formlari": {"mazi": "تَحَاتَّ - tahatta", "muzari": "يَتَحَاتُّ - yatahattu", "masdar": "تَحَاتًّا - tahattan"}, "bab_anlami": "Karşılıklı olarak bir şeyin altına girmek, birbirini alttan desteklemek veya birbirinin temelini oluşturmak anlamına gelir. Bu kalıp, iki veya daha fazla varlığın birbirleriyle olan derin ve karşılıklı ilişkisini ifade edebilir. Aynı zamanda, bir topluluğun veya grubun birbirine destek olması ve birbirinin güçlenmesine katkıda bulunması anlamında da kullanılabilir. Bu, bir dayanışma ve işbirliği eylemidir.", "mikro_mantik": "Bu kalıp, fiilin anlamını karşılıklılık ve etkileşim üzerine yoğunlaştırır. Kökün temel anlamını koruyarak, eylemin iki veya daha fazla taraf arasında gerçekleştiğini gösterir. Birbirinin 'altına' girme veya 'temelini' oluşturma eylemini belirtir. Bu kalıp, eylemin karşılıklı ve etkileşimli doğasını vurgular."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَتْحَتَ - athata", "muzari": "يُتْحِتُ - yuthitu", "masdar": "إِتْحَاتًا - ithatan"}, "bab_anlami": "Bir şeyi bir şeyin altına yerleştirmek, bir şeyi alçaltmak veya bir şeyi aşağıya doğru indirmek anlamına gelir. Bu kalıp, bir şeyin değerini düşürmek veya bir şeyi küçümsemek anlamında da kullanılabilir. Aynı zamanda, bir şeyi bir temele oturtmak veya bir şeyi desteklemek anlamında da kullanılabilir. Bu, bir şeyi daha aşağı bir konuma getirme veya bir şeyi bir temel üzerine yerleştirme eylemidir.", "mikro_mantik": "Bu kalıp, fiilin anlamını nedensellik ve yönlendirme üzerine yoğunlaştırır. Kökün temel anlamını koruyarak, eylemin bir şeyi başka bir şeyin 'altına' yerleştirmesi veya 'aşağıya' indirmesiyle sonuçlandığını gösterir. Bu kalıp, eylemin nedenini ve sonucunu vurgular."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَتَحَّتَ - tatahhata", "muzari": "يَتَتَحَّتُ - yatatahhitu", "masdar": "تَتَحُّتًا - tatahhutan"}, "bab_anlami": "Aşağıya doğru hareket etmek, alçalmak veya bir şeyin altına doğru inmek anlamına gelir. Bu kalıp, bir şeyin kademeli olarak alçalmasını veya bir şeyin derinliklerine doğru ilerlemesini ifade edebilir. Aynı zamanda, bir şeyin tevazu göstermesi veya alçakgönüllü olması anlamında da kullanılabilir. Bu, bir şeyin aşağıya doğru bir yolculuk yapması veya alçakgönüllülük sergilemesidir.", "mikro_mantik": "Bu kalıp, fiilin anlamını süreç ve değişim üzerine yoğunlaştırır. Kökün temel anlamını koruyarak, eylemin zaman içinde kademeli olarak gerçekleştiğini gösterir. 'Aşağıya doğru' hareket etme veya 'alçalma' eylemini belirtir. Bu kalıp, eylemin süreçsel ve dinamik doğasını vurgular."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَحَاتَى - tahata", "muzari": "يَتَحَاتَى - yatahata", "masdar": "تَحَاتِيًا - tahatian"}, "bab_anlami": "Birbirinin altında olma yarışına girmek, alçakgönüllülükte yarışmak veya birbirine tevazu göstermeye çalışmak anlamına gelir. Bu kalıp, iki veya daha fazla kişinin birbirleriyle olan rekabetçi ilişkisini ifade edebilir. Aynı zamanda, bir topluluğun veya grubun birbirine saygı göstermesi ve birbirini onurlandırması anlamında da kullanılabilir. Bu, bir nezaket ve saygı yarışıdır.", "mikro_mantik": "Bu kalıp, fiilin anlamını rekabet ve saygı üzerine yoğunlaştırır. Kökün temel anlamını koruyarak, eylemin iki veya daha fazla taraf arasında gerçekleştiğini ve bir yarışma veya rekabet içerdiğini gösterir. 'Birbirinin altında' olma veya 'tevazu gösterme' yarışını belirtir. Bu kalıp, eylemin rekabetçi ve saygılı doğasını vurgular."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْتَحَتَ - intahata", "muzari": "يَنْتَحِتُ - yantahitu", "masdar": "اِنْتِحَاتًا - intihaatan"}, "bab_anlami": "Aşağıya doğru inmek, alçalmak veya bir şeyin altına girmek anlamına gelir. Bu kalıp, bir şeyin doğal olarak alçalmasını veya bir şeyin derinliklerine doğru ilerlemesini ifade edebilir. Aynı zamanda, bir şeyin tevazu göstermesi veya alçakgönüllü olması anlamında da kullanılabilir. Bu, bir şeyin aşağıya doğru doğal bir hareketi veya alçakgönüllülük sergilemesidir.", "mikro_mantik": "Bu kalıp, fiilin anlamını kendiliğindenlik ve doğal süreç üzerine yoğunlaştırır. Kökün temel anlamını koruyarak, eylemin doğal olarak ve kendiliğinden gerçekleştiğini gösterir. 'Aşağıya doğru' inme veya 'alçalma' eylemini belirtir. Bu kalıp, eylemin kendiliğinden ve doğal doğasını vurgular."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِتَّحَتَ - ittahata", "muzari": "يَتَّحِتُ - yattahitu", "masdar": "اِتِّحَاتًا - ittihaatan"}, "bab_anlami": "Bir şeyi kendine temel edinmek, bir şeyi kendine dayanak yapmak veya bir şeyin altına sığınmak anlamına gelir. Bu kalıp, bir şeyin bir şeye bağımlı olduğunu veya bir şeyden destek aldığını ifade edebilir. Aynı zamanda, bir şeyin bir şeyi kendine rehber edinmesi veya bir şeyi takip etmesi anlamında da kullanılabilir. Bu, bir şeye dayanma veya bir şeyi rehber edinme eylemidir.", "mikro_mantik": "Bu kalıp, fiilin anlamını bağımlılık ve destek üzerine yoğunlaştırır. Kökün temel anlamını koruyarak, eylemin bir şeyi başka bir şeyin 'altına' yerleştirmesi veya 'dayanak' yapmasıyla sonuçlandığını gösterir. Bu kalıp, eylemin bağımlılık ve destekleyici doğasını vurgular."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اِحْتَحَتَ - ihtahata", "muzari": "يَحْتَحِتُ - yahtahitu", "masdar": "اِحْتِحَاتًا - ihtihaatan"}, "bab_anlami": "Bir şeyi aşağıya doğru kazmak, bir şeyin altını oymak veya bir şeyi derinlemesine araştırmak anlamına gelir. Bu kalıp, bir şeyin gizli yönlerini ortaya çıkarmak için yapılan yoğun bir çabayı ifade edebilir. Aynı zamanda, bir şeyin temelini zayıflatmak veya bir şeyi yıkmak anlamında da kullanılabilir. Bu, bir şeyi derinlemesine kazma veya bir şeyi zayıflatma eylemidir.", "mikro_mantik": "Bu kalıp, fiilin anlamını derinlemesine araştırma ve zayıflatma üzerine yoğunlaştırır. Kökün temel anlamını koruyarak, eylemin bir şeyi 'aşağıya doğru' kazması veya 'altını' oymasıyla sonuçlandığını gösterir. Bu kalıp, eylemin derinlemesine araştırma ve zayıflatma doğasını vurgular."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَحْتَ - istahata", "muzari": "يَسْتَحْتِي - yastahiti", "masdar": "اِسْتِحْتَاءً - istihataan"}, "bab_anlami": "Bir şeyi aşağıya indirmeyi istemek, bir şeyi alçaltmayı talep etmek veya bir şeyin altına girmeyi arzulamak anlamına gelir. Bu kalıp, bir şeyin aşağılanmasını veya bir şeyin derinliklerine inilmesini istemek gibi güçlü bir arzuyu ifade edebilir. Aynı zamanda, bir şeyin tevazu göstermesini veya alçakgönüllü olmasını beklemek anlamında da kullanılabilir. Bu, bir şeyi aşağıya indirme veya bir şeyin derinliklerine inme arzusudur.", "mikro_mantik": "Bu kalıp, fiilin anlamını istek ve arzu üzerine yoğunlaştırır. Kökün temel anlamını koruyarak, eylemin bir şeyi 'aşağıya indirme' veya 'altına girme' arzusunu ifade ettiğini gösterir. Bu kalıp, eylemin istek ve arzuya dayalı doğasını vurgular."}]}], "ترب": [{"kok": "ترب", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Toprak, toz, bereket ve büyüme potansiyeli taşıyan madde. Maddenin özü, kökeni ve nihai dönüşüm noktası.", "kavramsal_derinlik": "Fani olanın ebedi döngüsü; yok oluşun içindeki varoluş ihtimali. Toprak, hem maddi dünyanın temel taşı hem de ruhani yükselişin sembolik zemini."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "تَرَبَ", "muzari": "يَتْرُبُ", "masdar": "تَرْب"}, "bab_anlami": "Temel anlamıyla 'topraklanmak, toprağa bulanmak, toprağa dönmek' fiilini ifade eder. Aynı zamanda, bir şeyin özüne nüfuz etmek, onunla bütünleşmek ve onun niteliklerini taşımak anlamına gelir. Bu kalıp, varlığın kökenine dönme, özünü anlama ve onunla uyum içinde olma halini derinlemesine vurgular.", "mikro_mantik": "Bu bab, fiilin temel ve en yalın halini gösterir. Kökün anlamını doğrudan ve dolaysız bir şekilde ifade eder. Bir şeyin doğal haline dönmesi veya onunla özdeşleşmesi sürecini vurgular."}, {"bab_no": 2, "fiil_formlari": {"mazi": "تَرَّبَ", "muzari": "يُتَرِّبُ", "masdar": "تَتْرِيب"}, "bab_anlami": "Bir şeyi toprağa bulamak, tozlandırmak veya toprağa dönüştürmek anlamına gelir. Bu kalıp, bir şeyin özünü değiştirmek, onu toprağın nitelikleriyle donatmak veya onu tamamen yok ederek toprağa geri döndürmek eylemini ifade eder. Bu, dönüşümün ve yok olmanın gücünü vurgular.", "mikro_mantik": "Bu bab, kökün anlamını yoğunlaştırır ve eylemin şiddetini artırır. Bir şeyi toprağa dönüştürme veya onunla yoğun bir şekilde etkileşimde bulunma eylemini vurgular."}, {"bab_no": 3, "fiil_formlari": {"mazi": "تَرَابَّ", "muzari": "يَتَرَابُّ", "masdar": "تَرَابّ"}, "bab_anlami": "Karşılıklı olarak topraklanmak, birbirini toprağa bulamak veya birbirine toprak gibi davranmak anlamına gelir. Bu kalıp, iki veya daha fazla varlık arasındaki etkileşimi ve birbirlerini etkileyerek toprağın niteliklerini paylaşmalarını ifade eder. Bu, dayanışmanın ve ortak kaderin sembolüdür.", "mikro_mantik": "Bu bab, eylemin karşılıklı ve etkileşimli olduğunu gösterir. İki veya daha fazla varlık arasındaki ortaklığı ve birbirlerini etkileme süreçlerini vurgular."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَتْرَبَ", "muzari": "يُؤْتِرُبُ", "masdar": "إِتْرَاب"}, "bab_anlami": "Topraklı hale getirmek, toprağa dönüştürmek veya toprağa benzer bir duruma sokmak anlamına gelir. Aynı zamanda, bir şeyi bereketlendirmek, ona büyüme potansiyeli kazandırmak veya onu kökleriyle bağlantılı hale getirmek anlamına da gelebilir. Bu kalıp, dönüştürme ve bereketlendirme eylemini vurgular.", "mikro_mantik": "Bu bab, eylemin bir nesneye veya duruma uygulandığını ve onu dönüştürdüğünü gösterir. Bir şeyi toprağın nitelikleriyle donatma veya onu bereketlendirme eylemini vurgular."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَتَرَّبَ", "muzari": "يَتَتَرَّبُ", "masdar": "تَتَرُّب"}, "bab_anlami": "Topraklanmaya çalışmak, toprağa benzemeye gayret etmek veya toprağın niteliklerini kazanmaya çabalamak anlamına gelir. Bu kalıp, bir varlığın özünü toprağa benzetme, onunla uyum içinde olma ve onun döngüsüne katılma arzusunu ifade eder. Bu, tevazu ve doğaya dönüş çabasını simgeler.", "mikro_mantik": "Bu bab, eylemin bir çaba veya arzu olduğunu gösterir. Bir şeyin toprağın niteliklerini kazanmaya yönelik içsel bir yönelimi vurgular."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَرَاتَبَ", "muzari": "يَتَرَاتَبُ", "masdar": "تَرَاتُب"}, "bab_anlami": "Toprak gibi davranmak, toprakla ilişkili olmak veya toprakla bağlantılı bir şekilde hareket etmek anlamına gelir. Bu kalıp, bir varlığın davranışlarının, eylemlerinin ve ilişkilerinin toprakla uyumlu olduğunu, onun döngüsüne ve ritmine uygun olduğunu ifade eder. Bu, sürdürülebilirlik ve uyumun sembolüdür.", "mikro_mantik": "Bu bab, eylemin bir davranış veya ilişki biçimi olduğunu gösterir. Bir şeyin toprakla uyumlu bir şekilde hareket etme veya davranma eğilimini vurgular."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْتَرَبَ", "muzari": "يَنْتَرِبُ", "masdar": "اِنْتِرَاب"}, "bab_anlami": "Toprağa karışmak, toprakla bütünleşmek veya toprağın bir parçası haline gelmek anlamına gelir. Bu kalıp, bir varlığın kimliğini kaybederek toprağın içinde erimesini, onunla birleşmesini ve onun döngüsüne dahil olmasını ifade eder. Bu, fânilik ve birliğin sembolüdür.", "mikro_mantik": "Bu bab, eylemin bir sonuç veya nihai durum olduğunu gösterir. Bir şeyin toprakla tamamen bütünleştiği ve onun bir parçası haline geldiği durumu vurgular."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِتَّرَبَ", "muzari": "يَتَّرِبُ", "masdar": "اِتِّرَاب"}, "bab_anlami": "Toprak edinmek, toprak sahibi olmak veya toprakla ilgili bir şey elde etmek anlamına gelir. Bu kalıp, bir varlığın toprakla olan ilişkisini güçlendirmesini, onun kaynaklarından faydalanmasını veya onun üzerinde hak iddia etmesini ifade eder. Bu, sahiplenme ve sorumluluğun sembolüdür.", "mikro_mantik": "Bu bab, eylemin bir kazanım veya elde etme olduğunu gösterir. Bir şeyin toprakla olan ilişkisini güçlendirdiği veya ondan faydalandığı durumu vurgular."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اِسْتَتْرَبَ", "muzari": "يَسْتَتْرِبُ", "masdar": "اِسْتِتْرَاب"}, "bab_anlami": "Topraktan faydalanmak, toprağı kullanmak veya topraktan bir şey istemek anlamına gelir. Bu kalıp, bir varlığın toprağın sunduğu kaynakları değerlendirmesini, onun bereketinden yararlanmasını veya ondan yardım talep etmesini ifade eder. Bu, bağımlılık ve şükranın sembolüdür.", "mikro_mantik": "Bu bab, eylemin bir talep veya faydalanma olduğunu gösterir. Bir şeyin topraktan bir şey istediği veya onun kaynaklarından yararlandığı durumu vurgular."}]}], "ترف": [{"kok": "ترف", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Lüks, bolluk, refah içinde olma; aşırılık ve şımarıklıkla karakterize edilen bir varoluş hali.", "kavramsal_derinlik": "Dünyevi zevklere düşkünlüğün insan ruhu üzerindeki etkileri, manevi boşluk ve tatminsizlik paradoksu."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "تَرِفَ", "muzari": "يَتْرَفُ", "masdar": "تَرَف"}, "bab_anlami": "Bu bab, kökün temel anlamını, yani lüks ve refah içinde olmayı ifade eder. Bu kalıp, kişinin maddi imkanlarının bolluğu nedeniyle şımarması ve aşırıya kaçması durumunu vurgular. Aynı zamanda, bu durumun beraberinde getirdiği potansiyel manevi yozlaşmaya da işaret edebilir. Bu kalıp, bireyin içsel dengesini kaybederek dışsal zevklere bağımlı hale gelmesini ifade eder.", "mikro_mantik": "Sülasi mücerred olan bu bab, kök anlamını temel ve yalın bir şekilde ifade eder. Fiilin basit ve doğrudan eylemi belirtmesi, lüks ve refahın doğal bir sonucu olarak ortaya çıkan şımarıklığı ve aşırılığı vurgular. Kökün temel anlamının herhangi bir ekleme veya değişiklik olmaksızın doğrudan ifade edilmesini sağlar."}, {"bab_no": 2, "fiil_formlari": {"mazi": "تَرَّفَ", "muzari": "يُتَرِّفُ", "masdar": "تَتْرِيف"}, "bab_anlami": "Bu bab, bir şeyi lüks ve şatafatlı hale getirme, aşırı derecede süsleme veya donatma anlamını taşır. Bir nesnenin veya durumun gereğinden fazla abartılması, gösterişli hale getirilmesi eylemini ifade eder. Bu kalıp, dışsal görünüşe aşırı önem verme ve içsel değerleri ihmal etme eğilimini de yansıtabilir. Aynı zamanda, bir şeyi olduğundan daha değerli veya önemli gösterme çabasını da içerebilir.", "mikro_mantik": "Tekrarlama (teşdid) yoluyla anlamı yoğunlaştırır. Bu yoğunlaştırma, lüksün ve şatafatın abartılı bir şekilde sergilenmesini veya bir şeyin aşırı derecede süslenmesini vurgular. Kök anlamının şiddetini ve kapsamını artırarak, gösteriş ve abartının ön plana çıkmasını sağlar."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَتْرَفَ", "muzari": "يُتْرِفُ", "masdar": "إِتْرَاف"}, "bab_anlami": "Bu bab, birini lüks ve refah içinde yaşatma, şımartma veya aşırı derecede memnun etme anlamını taşır. Bir kişiye gereğinden fazla imkan sunarak onu şımartmak ve bu durumun sonucunda ortaya çıkabilecek olumsuz etkileri de içerir. Bu kalıp, maddi imkanların bolluğunun insan karakteri üzerindeki potansiyel yozlaştırıcı etkisine dikkat çeker. Aynı zamanda, birini aşırı derecede memnun ederek onun gerçek ihtiyaçlarını göz ardı etme durumunu da ifade edebilir.", "mikro_mantik": "Geçişlilik (ta'diye) özelliği katar. Bu, fiilin doğrudan bir nesneye yöneldiğini ve bir başkasını lüks ve refah içinde yaşatma eylemini ifade ettiğini gösterir. Kök anlamının başkası üzerinde gerçekleşen bir eylem olarak vurgulanmasını sağlar ve bu eylemin sonuçlarına dikkat çeker."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَتَرَّفَ", "muzari": "يَتَتَرَّفُ", "masdar": "تَتَرُّف"}, "bab_anlami": "Bu bab, lüks ve şatafat içinde yaşama, gösteriş yapma veya kendini aşırı derecede süsleme anlamını taşır. Kişinin maddi imkanlarını abartılı bir şekilde sergileyerek dikkat çekmeye çalışması ve dışsal görünüşe aşırı önem vermesi durumunu ifade eder. Bu kalıp, içsel değerlerden uzaklaşarak dışsal zevklere bağımlı hale gelme eğilimini de yansıtabilir. Aynı zamanda, başkalarının hayranlığını kazanma veya kıskançlık uyandırma amacını da içerebilir.", "mikro_mantik": "Dönüşlülük (mutava'a) ve çaba (tekellüf) anlamlarını birleştirir. Kişinin kendi üzerinde gerçekleştirdiği lüks ve gösteriş eylemlerini ifade eder. Kök anlamının kişinin kendi çabasıyla elde ettiği veya sürdürdüğü bir durum olarak vurgulanmasını sağlar ve bu durumun içsel motivasyonlarını ve sonuçlarını anlamaya yardımcı olur."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَرَافَقَ", "muzari": "يَتَرَافَقُ", "masdar": "تَرَافُق"}, "bab_anlami": "Bu bab, lüks ve refah içinde birlikte yaşama, aynı zevklere ve gösterişe düşkün olma anlamını taşır. Bir grup insanın ortak bir şekilde maddi imkanlarını sergileyerek birbirleriyle rekabet etmeleri veya birbirlerini etkilemeleri durumunu ifade eder. Bu kalıp, toplumsal statü sembollerinin ve dışsal görünüşün insan ilişkileri üzerindeki etkisine dikkat çeker. Aynı zamanda, ortak zevklere sahip olmanın insanları bir araya getirme veya ayrıştırma potansiyelini de içerebilir.", "mikro_mantik": "Karşılıklılık (müşareke) anlamı katar. Bu, fiilin iki veya daha fazla kişi arasında gerçekleşen bir eylemi ifade ettiğini gösterir. Kök anlamının toplumsal bir bağlamda nasıl tezahür ettiğini ve insanların birbirleriyle olan ilişkilerini nasıl etkilediğini anlamamıza yardımcı olur."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَتْرَفَ", "muzari": "يَسْتَتْرِفُ", "masdar": "اِسْتِتْرَاف"}, "bab_anlami": "Bu bab, lüks ve refahı aşırı derecede arama, şımartılmayı isteme veya bir şeyi lüks olarak görme anlamını taşır. Kişinin sürekli olarak maddi imkanlarını artırmaya çalışması ve dışsal zevklere düşkün olması durumunu ifade eder. Bu kalıp, tatminsizlik duygusunun ve sürekli daha fazlasını isteme arzusunun insan ruhu üzerindeki etkisine dikkat çeker. Aynı zamanda, bir şeyi lüks olarak görmenin göreceli bir kavram olduğunu ve kişisel değerlere bağlı olarak değişebileceğini de vurgulayabilir.", "mikro_mantik": "Talep (talab) anlamı katar. Bu, fiilin bir şeyi elde etme veya arama çabasını ifade ettiğini gösterir. Kök anlamının kişinin içsel motivasyonları ve dışsal hedefleriyle nasıl ilişkili olduğunu anlamamıza yardımcı olur. Ayrıca, bu kalıp, lüks ve refahın bir amaç olarak mı yoksa bir araç olarak mı görüldüğünü sorgulamamızı sağlar."}]}], "ترق": [{"kok": "ترق", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Yükselme, ilerleme, bir üst seviyeye geçme potansiyeli. Maddi ve manevi düzlemlerdeki terakki arayışı.", "kavramsal_derinlik": "İnsanın kendi içindeki potansiyeli keşfederek ahlaki ve spiritüel olarak yükselmesi; ilahi olana yakınlaşma çabası."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "تَرَقَ - taraqa", "muzari": "يَتْرُقُ - yatruqu", "masdar": "تَرْقًا - tarqan"}, "bab_anlami": "Bir şeyin üzerine çıkmak, yükselmek, bir merdivenden veya basamaktan yukarı doğru ilerlemek. Bu, sadece fiziksel bir yükseliş değil, aynı zamanda manevi bir yükselişi, bir statü veya konumda ilerlemeyi de ifade edebilir. Kişinin kendi içsel potansiyelini aşarak daha iyi bir versiyonuna ulaşma çabasıdır; bu, bilgelik, anlayış veya ahlaki erdemler açısından olabilir.", "mikro_mantik": "Bu kalıp, kökün temel anlamı olan 'yükselme' eyleminin basit ve doğrudan bir şekilde gerçekleştiğini gösterir. Fiilin öznesi, kendi çabasıyla ve doğal bir süreç içinde yükselir. Kökün anlamındaki potansiyel harekete geçirilmiştir."}]}], "ترك": [{"kok": "ترك", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Bırakmak, terk etmek, vazgeçmek; bir şeyi geride bırakarak yeni bir duruma geçmek. Kök, bir durumdan diğerine geçişin potansiyelini, bir sorumluluğu terk etmeyi veya bir şeyi ihmal etmeyi ifade eder. Aynı zamanda, bir şeyi terk ederek özgürleşme ve yeni olasılıklara açılma potansiyelini de barındırır.", "kavramsal_derinlik": "Beşeri boyutta terk etme, genellikle maddi veya duygusal bağlardan kopmayı ifade ederken, ilahi boyutta nefsi terk etme, dünya zevklerinden vazgeçme ve Allah'a yönelme anlamlarını taşır. Bu kök, insanın içsel yolculuğunda vazgeçmesi gerekenleri ve ulaşması gereken özgürlüğü simgeler. Terk etmek, bazen bir kayıp gibi görünse de, aslında daha büyük bir kazancın başlangıcı olabilir."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "تَرَكَ", "muzari": "يَتْرُكُ", "masdar": "تَرْك"}, "bab_anlami": "Basit bırakma, terk etme veya vazgeçme eylemini ifade eder. Bu kalıp, bir nesneyi, yeri veya durumu bilinçli bir şekilde geride bırakmayı ve ondan ayrılmayı vurgular. Eylem, genellikle bir sonuç veya amaç doğrultusunda gerçekleştirilir ve geride bırakılan şeyle olan bağın kesilmesini içerir. Bu, fiziksel bir terk etme olabileceği gibi, soyut bir düşünceyi veya alışkanlığı bırakma şeklinde de tezahür edebilir.", "mikro_mantik": "Bu bab, fiilin temel anlamını en yalın haliyle sunar. Fiilin öznesi, nesneyi doğrudan etkiler ve eylem, genellikle tek yönlü bir hareketi ifade eder. Bu kalıp, eylemin basitliğini ve doğrudanlığını vurgular, karmaşık veya dolaylı etkileşimlerden ziyade, net bir ayrılma veya vazgeçme durumunu tanımlar."}, {"bab_no": 2, "fiil_formlari": {"mazi": "تَرَّكَ", "muzari": "يُتَرِّكُ", "masdar": "تَتْرِيك"}, "bab_anlami": "Bir şeyi yoğun bir şekilde terk etmeye veya bir şeyden tamamen vazgeçmeye işaret eder. Bu kalıp, terk etme eyleminin şiddetini ve kararlılığını vurgular. Belki de bir şeyi tamamen ortadan kaldırmak veya bir durumdan kesin olarak uzaklaşmak anlamını taşır. Bu, bir alışkanlığı bırakmak, bir ilişkiyi sonlandırmak veya bir ideolojiden vazgeçmek gibi derin ve dönüştürücü bir eylem olabilir.", "mikro_mantik": "Bu bab, fiilin anlamını yoğunlaştırır ve eylemin tekrarlanan veya sürekli bir şekilde yapıldığını gösterir. Fiilin öznesi, nesne üzerinde daha güçlü bir etkiye sahiptir ve eylem, genellikle geri dönüşü olmayan bir sonucu ifade eder. Bu kalıp, eylemin kararlılığını ve kesinliğini vurgular, belirsizlik veya tereddüt içermeyen bir vazgeçme durumunu tanımlar."}, {"bab_no": 3, "fiil_formlari": {"mazi": "تَارَكَ", "muzari": "يُتَارِكُ", "masdar": "مُتَارَكَة"}, "bab_anlami": "Karşılıklı olarak terk etme veya birbirini bırakma eylemini ifade eder. Bu kalıp, iki veya daha fazla tarafın birbiriyle olan ilişkisini sonlandırmasını veya birbirlerinden uzaklaşmasını vurgular. Bu, bir anlaşmazlık sonucu ortaya çıkabileceği gibi, bilinçli bir tercih veya zorunluluktan da kaynaklanabilir. Taraflar, birbirlerini terk ederek yeni yollar çizmeye veya farklı hedeflere yönelmeye karar verirler.", "mikro_mantik": "Bu bab, fiilin anlamını karşılıklılık ve etkileşim boyutunda genişletir. Fiilin öznesi ve nesnesi, birbirini etkiler ve eylem, genellikle bir denge veya uzlaşma arayışını ifade eder. Bu kalıp, eylemin karşılıklı doğasını vurgular, tek taraflı bir eylemden ziyade, tarafların ortak kararıyla gerçekleşen bir ayrılma durumunu tanımlar."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَتْرَكَ", "muzari": "يُؤْتْرِكُ", "masdar": "إِتْرَاك"}, "bab_anlami": "Bırakmaya veya terk etmeye zorlamak, mecbur etmek veya bir şeyi terk etmesine neden olmak anlamlarını taşır. Bu kalıp, bir başkasının bir şeyi bırakmasına veya vazgeçmesine yol açan bir etkiyi ifade eder. Bu, bir durumu değiştirmek, bir kararı etkilemek veya bir başkasının eylemlerini yönlendirmek yoluyla gerçekleşebilir. Eylem, genellikle bir amaç doğrultusunda gerçekleştirilir ve başkasının özgür iradesini etkilemeyi içerir.", "mikro_mantik": "Bu bab, fiilin anlamını nedensellik ve etki boyutunda genişletir. Fiilin öznesi, nesne üzerinde dolaylı bir etkiye sahiptir ve eylem, genellikle bir sonucu tetikler. Bu kalıp, eylemin neden-sonuç ilişkisini vurgular, doğrudan bir etkileşimden ziyade, bir başkasının eylemlerini etkileyen bir durumu tanımlar."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَتَرَكَ", "muzari": "يَتَتَرَكُ", "masdar": "تَتَرُّك"}, "bab_anlami": "Yavaş yavaş terk etmek, aşamalı olarak vazgeçmek veya bir şeyden kademeli olarak uzaklaşmak anlamlarını taşır. Bu kalıp, terk etme eyleminin zamana yayıldığını ve bir süreç içerdiğini vurgular. Bu, bir alışkanlığı bırakmak, bir ilişkiyi sonlandırmak veya bir ideolojiden vazgeçmek gibi uzun süren ve dikkatli bir yaklaşım gerektiren bir eylem olabilir. Süreç, genellikle bilinçli bir çaba ve sabır gerektirir.", "mikro_mantik": "Bu bab, fiilin anlamını zaman ve süreç boyutunda genişletir. Fiilin öznesi, nesne üzerinde sürekli bir etkiye sahiptir ve eylem, genellikle bir değişim veya dönüşümü ifade eder. Bu kalıp, eylemin aşamalı doğasını vurgular, ani bir değişiklikten ziyade, kademeli bir ilerleme durumunu tanımlar."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَتَارَكَ", "muzari": "يَتَتَارَكُ", "masdar": "تَتَارُك"}, "bab_anlami": "Birbirini terk etmeye çalışmak, birbirini bırakmak için çabalamak veya bir şeyden vazgeçmek için yarışmak anlamlarını taşır. Bu kalıp, taraflar arasında bir rekabet veya mücadele olduğunu ve her birinin diğerini geride bırakmaya çalıştığını vurgular. Bu, bir anlaşmazlık, bir rekabet veya bir çıkar çatışması sonucu ortaya çıkabilir. Taraflar, birbirlerini terk ederek kendi hedeflerine ulaşmaya veya kendi çıkarlarını korumaya çalışırlar.", "mikro_mantik": "Bu bab, fiilin anlamını rekabet ve mücadele boyutunda genişletir. Fiilin öznesi ve nesnesi, birbirini etkiler ve eylem, genellikle bir kazanma veya kaybetme durumunu ifade eder. Bu kalıp, eylemin rekabetçi doğasını vurgular, işbirliğinden ziyade, tarafların birbirini geride bırakmaya çalıştığı bir durumu tanımlar."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْتَرَكَ", "muzari": "يَنْتَرِكُ", "masdar": "اِنْتِرَاك"}, "bab_anlami": "Terk edilmek, bırakılmak veya bir şeyden vazgeçilmek anlamlarını taşır. Bu kalıp, eylemin öznesi üzerinde pasif bir rolü ifade eder ve bir başkasının eylemlerinin sonucu olarak ortaya çıkar. Bu, bir kişi, bir nesne veya bir durum olabilir ve terk edilme eylemi, genellikle bir kayıp, bir hayal kırıklığı veya bir değişimle sonuçlanır. Terk edilmek, bazen bir fırsat olarak da görülebilir ve yeni başlangıçlara yol açabilir.", "mikro_mantik": "Bu bab, fiilin anlamını pasiflik ve sonuç boyutunda genişletir. Fiilin öznesi, eylemin alıcısıdır ve eylem, genellikle dışsal bir etkiyi ifade eder. Bu kalıp, eylemin pasif doğasını vurgular, aktif bir eylemden ziyade, bir başkasının eylemlerinin sonucu olan bir durumu tanımlar."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِفْتَرَكَ", "muzari": "يَفْتَرِكُ", "masdar": "اِفْتِرَاك"}, "bab_anlami": "Bir şeyi terk etmeyi seçmek, bir şeyden vazgeçmeye karar vermek veya bir şeyi geride bırakarak ayrılmak anlamlarını taşır. Bu kalıp, bilinçli bir tercihi ve özgür iradeyi vurgular. Bu, bir kişi, bir nesne veya bir durum olabilir ve terk etme eylemi, genellikle bir amaç doğrultusunda gerçekleştirilir ve yeni bir başlangıca yol açar. Terk etmek, bazen bir fedakarlık gerektirebilir, ancak genellikle daha büyük bir kazançla sonuçlanır.", "mikro_mantik": "Bu bab, fiilin anlamını seçim ve irade boyutunda genişletir. Fiilin öznesi, eylemi bilinçli bir şekilde gerçekleştirir ve eylem, genellikle bir karar veya tercihi ifade eder. Bu kalıp, eylemin aktif doğasını vurgular, pasif bir durumdan ziyade, özgür iradeyle yapılan bir seçimi tanımlar."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اِتْرَكَّ", "muzari": "يَتْرَكُّ", "masdar": "اِتْرِكَاك"}, "bab_anlami": "Bu kalıp nadiren kullanılır ve kökün anlamını abartılı veya yoğun bir şekilde ifade eder. Bir şeyi aşırı derecede terk etmek, tamamen vazgeçmek veya bir şeyden kesin olarak ayrılmak anlamlarını taşıyabilir. Bu, bir kişi, bir nesne veya bir durum olabilir ve terk etme eylemi, genellikle geri dönüşü olmayan bir sonucu ifade eder. Eylem, genellikle duygusal bir yoğunlukla ilişkilidir ve derin bir etki bırakır.", "mikro_mantik": "Bu bab, fiilin anlamını yoğunluk ve abartı boyutunda genişletir. Fiilin öznesi, nesne üzerinde aşırı bir etkiye sahiptir ve eylem, genellikle bir uç noktayı ifade eder. Bu kalıp, eylemin şiddetini vurgular, ılımlı bir durumdan ziyade, aşırı bir durumu tanımlar."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَتْرَكَ", "muzari": "يَسْتَتْرِكُ", "masdar": "اِسْتِتْرَاك"}, "bab_anlami": "Terk etmeyi istemek, terk etmeye çalışmak veya bir şeyden vazgeçmek için çaba göstermek anlamlarını taşır. Bu kalıp, bir arzuyu, bir niyeti veya bir çabayı ifade eder. Bu, bir kişi, bir nesne veya bir durum olabilir ve terk etme eylemi, genellikle bir amaç doğrultusunda gerçekleştirilir ve bir hedefe ulaşmayı hedefler. Eylem, genellikle bir planlama, bir strateji veya bir hazırlık içerir.", "mikro_mantik": "Bu bab, fiilin anlamını arzu ve çaba boyutunda genişletir. Fiilin öznesi, nesne üzerinde dolaylı bir etkiye sahiptir ve eylem, genellikle bir hedefe ulaşmayı hedefler. Bu kalıp, eylemin amaçlı doğasını vurgular, rastgele bir eylemden ziyade, bilinçli bir çaba sonucu ortaya çıkan bir durumu tanımlar."}]}], "تسع": [{"kok": "تسع", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Dokuz sayısının temel anlamı, bir bütünlüğe ulaşma ve tamamlanma potansiyelini ifade eder. Bu kök, bir şeyin sonuna gelindiğini, bir döngünün tamamlandığını ve yeni bir başlangıca hazır olunduğunu simgeler. Aynı zamanda, dokuz sayısı, insan hayatındaki olgunlaşma, bilgelik ve deneyim kazanma süreçlerini de temsil edebilir.", "kavramsal_derinlik": "Beşeri boyutta, dokuz sayısı, bir projenin tamamlanması, bir hedefe ulaşılması veya bir ilişkinin sonlanması gibi somut olaylarla ilişkilendirilebilir. İlahi boyutta ise, dokuz sayısı, ilahi planın bir aşamasının tamamlanması, bir sınavın başarıyla geçilmesi veya bir lütfun tecelli etmesi gibi daha soyut ve spiritüel anlamlar taşıyabilir."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "تَسَعَ - tasa'a", "muzari": "يَتَسَعُ - yatasau'", "masdar": "تَسَع - tasa'"}, "bab_anlami": "Bu kalıp, bir şeyin dokuz katına çıkması veya dokuz parçaya ayrılması anlamına gelebilir. Aynı zamanda, bir şeyin dokuzuncu derecede olması veya dokuzuncu sırada yer alması gibi anlamları da içerebilir. Felsefi olarak, bu kalıp, bir şeyin potansiyelinin tam olarak gerçekleşmesi ve en üst seviyeye ulaşması anlamına gelebilir. Bu, bir yeteneğin mükemmelleşmesi, bir projenin başarıyla tamamlanması veya bir ilişkinin derinleşmesi gibi çeşitli şekillerde tezahür edebilir.", "mikro_mantik": "Bu kalıp, kökün anlamını niceliksel olarak artırır veya derecelendirir. Kökün ifade ettiği temel kavramın dokuz katına çıkarılması veya dokuzuncu derecede olması, o kavramın yoğunluğunu ve önemini vurgular. Bu, bir şeyin niceliksel olarak büyümesi veya niteliksel olarak gelişmesi anlamına gelebilir."}]}], "تعس": [{"kok": "تعس", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Talihsizlik, terslik, uğursuzluk; bir şeyin beklenen veya arzulanan sonuçtan uzaklaşması, sapması veya başarısız olması.", "kavramsal_derinlik": "İnsanların kader, şans, başarı ve başarısızlık gibi kavramlarla ilişkisini, bu kavramların bireysel ve toplumsal yaşam üzerindeki etkilerini inceler. Aynı zamanda, insanın karşılaştığı zorluklar karşısında gösterdiği direnci, umudu ve anlam arayışını da kapsar. İlahi boyutta ise, kaderin ilahi irade ile ilişkisi, imtihan, sabır ve tevekkül gibi kavramlar üzerinden derinleşir."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "تَعَسَ", "muzari": "يَتْعَسُ", "masdar": "تَعْس"}, "bab_anlami": "Temel anlamıyla talihsiz olmak, ters gitmek, uğursuzluğa uğramak demektir. Bu kalıp, bir durumun veya olayın beklenen veya arzulanan sonuçtan sapmasını, başarısızlıkla sonuçlanmasını ifade eder. Aynı zamanda, kişinin kendi eylemleri veya dış etkenler nedeniyle zor durumda kalmasını, sıkıntı çekmesini de içerebilir. Bu kalıp, evrenin karmaşıklığı içinde insanın karşılaştığı zorlukları ve bu zorluklara karşı gösterdiği tepkileri anlamak için bir pencere açar.", "mikro_mantik": "Bu basit fiil kalıbı, kökün temel anlamını doğrudan ve yoğun bir şekilde ifade eder. Kökün içerdiği talihsizlik ve terslik anlamlarını, eylemin kendisinde somutlaştırır. Bu kalıp, olayın veya durumun kendisinin talihsiz olduğunu, ters gittiğini veya uğursuzluk içerdiğini vurgular. Bu, kökün anlamının en temel ve yalın haliyle ifade edilmesini sağlar."}]}], "تفث": [{"kok": "تفث", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Dağılma, yayılma, saçılma; özün belirsizliğe doğru hareketi.", "kavramsal_derinlik": "Maddi olanın manevi olana dönüşümü veya manevi olanın maddi olanda tezahürü sürecindeki çözülme ve yeniden yapılanma."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "تَفَثَ", "muzari": "يَتَفَثُ", "masdar": "تَفَث"}, "bab_anlami": "Bir şeyin dağılması, yayılması veya saçılması eylemini ifade eder. Bu, fiziksel bir nesnenin parçalanması olabileceği gibi, bir düşüncenin veya duygunun zihinde dağılması, belirsizleşmesi anlamına da gelebilir. Aynı zamanda, bir özün veya enerjinin farklı yönlere doğru yayılmasını, çokluğa dönüşmesini de simgeler. Bu kalıp, bir şeyin özündeki potansiyelin açığa çıkması ve farklı formlarda tezahür etmesi sürecini vurgular.", "mikro_mantik": "Bu kalıp, kökün temel anlamındaki dağılma ve yayılma eylemini yoğunlaştırır. Kökün ifade ettiği potansiyel enerjinin, belirli bir yönde ve yoğunlukta açığa çıkmasını sağlar. Bu, özün çokluğa dönüşümündeki dinamizmi ve enerjiyi vurgular."}]}], "تقن": [{"kok": "تقن", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Bir şeyi ustalıkla, sağlam ve kusursuz bir şekilde yapmak, bir işi en ince detayına kadar bilmek ve uygulamak. Bu, sadece teknik bir beceri değil, aynı zamanda estetik bir mükemmellik arayışını da içerir. Kök, bilginin derinlemesine nüfuz etmesi ve bu bilginin pratik hayata mükemmel bir şekilde yansıtılması anlamını taşır.", "kavramsal_derinlik": "Beşeri boyutta, 'تقن', insanın doğayı anlama ve onu kendi amaçları doğrultusunda şekillendirme yeteneğini ifade eder. İlahi boyutta ise, Allah'ın yaratılışındaki mükemmelliği ve her şeydeki ince düzeni anlamaya yönelik bir çabayı simgeler. İnsanın bu mükemmelliği taklit etme ve kendi eserlerinde yansıtma arayışı, bu kökün temel motivasyonunu oluşturur."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "تَقَنَ - taqana", "muzari": "يَتْقُنُ - yataqanu", "masdar": "تَقْن - taqn"}, "bab_anlami": "Bir şeyi derinlemesine anlamak, bir konuda uzmanlaşmak ve o konuda yetkin hale gelmek. Bu kalıp, bilginin içselleştirilmesi ve bu bilginin pratik uygulamalara dönüştürülmesi sürecini ifade eder. Kişinin bir alanda derinleşerek o alanda otorite sahibi olması ve bu otoriteyi başkalarına aktarabilmesi anlamına gelir.", "mikro_mantik": "Bu kalıp, kökün anlamını yoğunlaştırır ve derinleştirir. Fiilin edilgen hale gelmesi, bilginin veya becerinin özne tarafından kazanılmasından ziyade, öznenin bu bilgi veya beceri ile donatıldığını vurgular. Bu, öğrenme sürecinin içsel ve dönüştürücü bir deneyim olduğunu gösterir."}, {"bab_no": 2, "fiil_formlari": {"mazi": "تَقَّنَ - taqqana", "muzari": "يُتَقِّنُ - yutaqqinu", "masdar": "تَتْقِين - tatqin"}, "bab_anlami": "Bir şeyi mükemmelleştirmek, kusursuz hale getirmek için yoğun çaba sarf etmek. Bu kalıp, bir işin en ince detayına kadar özen gösterilerek yapılmasını ve herhangi bir eksikliğin giderilmesini ifade eder. Bu, sürekli bir iyileştirme ve mükemmellik arayışı içinde olmayı gerektirir.", "mikro_mantik": "Tekrar (şedde) anlamı yoğunlaştırır. Fiilin anlamını pekiştirir ve eylemin sürekli ve yoğun bir şekilde yapıldığını vurgular. Bu, mükemmelliğe ulaşma çabasının sürekli bir süreç olduğunu ve sürekli dikkat ve özen gerektirdiğini gösterir."}, {"bab_no": 3, "fiil_formlari": {"mazi": "أَتْقَنَ - atqana", "muzari": "يُتْقِنُ - yutqinu", "masdar": "إِتْقَان - itqan"}, "bab_anlami": "Bir şeyi ustalıkla yapmak, bir işi en iyi şekilde tamamlamak ve mükemmel bir sonuç elde etmek. Bu kalıp, sadece teknik beceriyi değil, aynı zamanda estetik anlayışı ve sanatsal yeteneği de içerir. Bu, bir işin hem işlevsel hem de güzel olmasını sağlamayı amaçlar.", "mikro_mantik": "Bu kalıp, eylemin bir araç veya yöntem kullanarak gerçekleştirildiğini gösterir. Kök anlamı, bir araç veya yöntem kullanarak mükemmelleştirme, ustalıkla yapma eylemini ifade eder. Bu, bilginin ve becerinin pratik uygulamalara dönüştürülmesinde kullanılan araçların ve yöntemlerin önemini vurgular."}, {"bab_no": 4, "fiil_formlari": {"mazi": "تَتَاقَنَ - tataqana", "muzari": "يَتَتَاقَنُ - yatataqanu", "masdar": "تَتَاقُن - tataqun"}, "bab_anlami": "Bir konuda karşılıklı olarak uzmanlaşmak, birbirine bilgi ve beceri aktararak ortak bir mükemmellik seviyesine ulaşmak. Bu kalıp, işbirliği ve ortak öğrenme yoluyla bilginin paylaşılmasını ve geliştirilmesini ifade eder. Bu, bir topluluğun veya ekibin birlikte çalışarak daha iyi sonuçlar elde etmesini sağlar.", "mikro_mantik": "Bu kalıp, eylemin karşılıklı veya ortak bir şekilde yapıldığını gösterir. Kök anlamı, karşılıklı olarak ustalaşma, birbirine bilgi aktararak mükemmelleşme eylemini ifade eder. Bu, bilginin paylaşılmasının ve işbirliğinin önemini vurgular."}, {"bab_no": 5, "fiil_formlari": {"mazi": "اُتْقِنَ - utqina", "muzari": "يُتْقَنُ - yutqanu", "masdar": "اِتْقَان - itqan"}, "bab_anlami": "Bir şeyin ustalıkla yapılmasına izin verilmesi, bir işin mükemmel bir şekilde tamamlanmasına imkan tanınması. Bu kalıp, dışsal faktörlerin bir işin kalitesini etkileyebileceğini ve uygun koşulların sağlanmasının mükemmel sonuçlar doğurabileceğini ifade eder. Bu, destekleyici bir ortamın ve kaynakların önemini vurgular.", "mikro_mantik": "Bu kalıp, fiilin edilgen olduğunu gösterir. Kök anlamı, bir şeyin ustalıkla yapılmasına izin verilmesi, bir işin mükemmel bir şekilde tamamlanmasına imkan tanınması eylemini ifade eder. Bu, dışsal faktörlerin ve koşulların bir işin kalitesini etkileyebileceğini vurgular."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَقَاوَنَ - taqawana", "muzari": "يَتَقَاوَنُ - yataqawanu", "masdar": "تَقَاوُن - taqawun"}, "bab_anlami": "Bir konuda birbirine üstün gelmeye çalışmak, mükemmellik yarışına girmek. Bu kalıp, rekabetin ve motivasyonun bir işin kalitesini artırabileceğini ifade eder. Bu, sürekli bir gelişim ve iyileştirme arayışı içinde olmayı gerektirir.", "mikro_mantik": "Bu kalıp, eylemin karşılıklı ve rekabetçi bir şekilde yapıldığını gösterir. Kök anlamı, bir konuda birbirine üstün gelmeye çalışmak, mükemmellik yarışına girmek eylemini ifade eder. Bu, rekabetin ve motivasyonun bir işin kalitesini artırabileceğini vurgular."}]}], "تلل": [{"kok": "تلل", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Yükselme, üst üste yığılma, birikim; bir şeyin diğerinin üzerine gelerek belirginleşmesi ve görünür hale gelmesi.", "kavramsal_derinlik": "Maddi ve manevi birikimleri, katmanları ve tezahürleri ifade eder. İnsanın iç dünyasındaki deneyimlerin, bilginin ve erdemin katmanlar halinde birikerek kişiliği şekillendirmesi gibi. Aynı zamanda, dış dünyadaki olayların ve etkileşimlerin de birikerek toplumsal ve kültürel katmanları oluşturması."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "تَلَّ - tella", "muzari": "يَتُلُّ - yetullu", "masdar": "تَلٌّ - tell"}, "bab_anlami": "Bir şeyi yığmak, üst üste koymak, biriktirmek; bir şeyin diğerinin üzerine gelerek yükselmesini sağlamak. Bu kalıp, eylemin doğrudan bir nesne üzerinde yoğunlaştığını ve birikim veya yükselme sonucunu hedeflediğini gösterir. Örneğin, toprağı yığarak bir tepe oluşturmak veya bilgiyi biriktirerek anlayışı derinleştirmek gibi. Bu eylem, bilinçli bir çaba ve niyetle gerçekleştirilen birikim ve yükseltme süreçlerini ifade eder.", "mikro_mantik": "Bu kalıp, fiilin müteaddi (geçişli) olduğunu ve eylemin bir nesne üzerinde doğrudan etkili olduğunu gösterir. Kök anlamındaki 'yükselme' veya 'birikme' eyleminin, fail tarafından bilinçli bir şekilde gerçekleştirildiğini ve bir nesneyi etkileyerek onun durumunu değiştirdiğini vurgular. Bu, kökün temel anlamını daha aktif ve yönlendirici bir bağlama yerleştirir."}, {"bab_no": 2, "fiil_formlari": {"mazi": "تَتَلَّلَ - tatallala", "muzari": "يَتَتَلَّلُ - yetatallalu", "masdar": "تَتَلُّلٌ - tatallul"}, "bab_anlami": "Bir şeyin yavaş yavaş, katman katman birikmesi veya yükselmesi; birikim sürecinin tedrici ve sürekli olduğunu ifade eder. Bu kalıp, eylemin kendi kendine, doğal bir süreç içinde gerçekleştiğini ve birikimin zamanla, istikrarlı bir şekilde meydana geldiğini vurgular. Örneğin, suyun damla damla birikerek göl oluşturması veya deneyimlerin zamanla birikerek bilgeliğe dönüşmesi gibi. Bu, sabır, sebat ve süreç odaklı bir yaklaşımı temsil eder.", "mikro_mantik": "Bu kalıp, fiilin lazım (geçişsiz) olduğunu ve eylemin failin kendisi üzerinde gerçekleştiğini gösterir. Kök anlamındaki 'yükselme' veya 'birikme' eyleminin, dışsal bir etki olmaksızın, doğal bir süreç içinde meydana geldiğini vurgular. Bu, kökün temel anlamını daha içsel ve kendiliğinden bir bağlama yerleştirir."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَتَلَّى - tatalla", "muzari": "يَتَتَلَّى - yetatalla", "masdar": "تَتَلِّي - tatalli"}, "bab_anlami": "Yüksek bir yere doğru yönelmek, bir tepeye tırmanmak veya bir şeyi yüceltmek, kutsamak; manevi bir yükselişi veya bir hedefe doğru kararlılıkla ilerlemeyi ifade eder. Bu kalıp, eylemin bir amaç doğrultusunda, bilinçli bir çaba ile gerçekleştirildiğini ve yükselmenin hem fiziksel hem de manevi boyutlarda olabileceğini gösterir. Örneğin, bir dağa tırmanarak zirveye ulaşmak veya kendini geliştirerek daha iyi bir insan olmak gibi. Bu, azim, kararlılık ve manevi arayışı temsil eder.", "mikro_mantik": "Bu kalıp, fiilin lazım (geçişsiz) olduğunu ve eylemin failin kendisi üzerinde gerçekleştiğini gösterir. Ancak, bu kalıp aynı zamanda bir yönelimi ve amacı da içerir. Kök anlamındaki 'yükselme' eyleminin, belirli bir hedefe doğru, bilinçli bir yönelimle gerçekleştiğini vurgular. Bu, kökün temel anlamını daha dinamik ve amaç odaklı bir bağlama yerleştirir."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَتَالَّ - tataalla", "muzari": "يَتَتَالُّ - yetataallu", "masdar": "تَتَالٌّ - tataall"}, "bab_anlami": "Bir şeyin üst üste gelmesi, ardı ardına sıralanması; olayların veya nesnelerin birbirini takip ederek bir zincir oluşturması. Bu kalıp, eylemin sürekliliğini ve birbirine bağlılığını vurgular. Örneğin, olayların zincirleme reaksiyon şeklinde birbirini tetiklemesi veya nesnelerin bir hat boyunca sıralanması gibi. Bu, neden-sonuç ilişkisi, ardışıklık ve bağlantısallık kavramlarını içerir. Aynı zamanda, birikimin ve yükselmenin de ardışık adımlarla gerçekleşebileceğini gösterir.", "mikro_mantik": "Bu kalıp, fiilin lazım (geçişsiz) olduğunu ve eylemin failin kendisi üzerinde gerçekleştiğini gösterir. Ancak, bu kalıp aynı zamanda bir ardışıklık ve zincirleme etkiyi de içerir. Kök anlamındaki 'birikme' veya 'yükselme' eyleminin, birbirini takip eden adımlarla, sürekli bir süreç içinde gerçekleştiğini vurgular. Bu, kökün temel anlamını daha karmaşık ve ilişkisel bir bağlama yerleştirir."}]}], "تلو": [{"kok": "تلو", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Bir şeyi takip etmek, izlemek, ardı sıra gelmek. Bir şeyin peşinden gitmek, onun yolunu tutmak, onun izlerini sürmek. Bir şeyin devamı olmak, onun uzantısı, onun yansıması olmak.", "kavramsal_derinlik": "Beşeri düzlemde bir hedefe ulaşmak için gösterilen çaba, ilahi düzlemde ise Hakk'ın rızasına uygun bir yaşam sürmek için yapılan tefekkür ve amellerdir. Takip edilen şey, maddi bir nesne olabileceği gibi manevi bir ideal de olabilir. Bu takip, sadece fiziksel bir eylem değil, aynı zamanda zihinsel ve ruhsal bir süreçtir."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "تَلَا - tela", "muzari": "يَتْلُو - yetlu", "masdar": "تَلَاوَة - telavet"}, "bab_anlami": "Bir şeyi okumak, özellikle de kutsal bir metni anlamını düşünerek ve hissederek okumak. Bir şeyi takip etmek, izlemek, ardı sıra gelmek. Bir şeyin peşinden gitmek, onun yolunu tutmak, onun izlerini sürmek. Bu kalıp, eylemin hem fiziksel bir okuma eylemi hem de manevi bir takip ve bağlılık eylemi olduğunu vurgular. Okunan şeyin, okuyanın hayatına yön veren bir rehber olduğu fikrini taşır.", "mikro_mantik": "Bu bab, kökün temel anlamını doğrudan ifade eder. Fiilin basit ve temel halidir. Eylemin fail tarafından gerçekleştirildiğini ve bir nesne üzerinde etkili olduğunu gösterir. Kök anlamının en yalın ve doğrudan ifadesidir."}, {"bab_no": 2, "fiil_formlari": {"mazi": "تَالَى - taalaa", "muzari": "يُتَالِي - yutaali", "masdar": "تَتَالٍ - tataalin"}, "bab_anlami": "Birbiri ardınca gelmek, sıralanmak, peş peşe olmak. Bir şeyin devamlılığını sağlamak, kesintisiz bir şekilde sürdürmek. Bir olayın veya durumun sürekli tekrar etmesi, birbirini izlemesi. Bu kalıp, eylemin sürekliliğini ve tekrarını vurgular. Bir şeyin ardı arkası kesilmeyen bir şekilde devam ettiğini ifade eder.", "mikro_mantik": "Bu bab, kökün anlamını pekiştirir ve süreklilik anlamı katar. Eylemin tekrarlandığını veya devam ettiğini gösterir. Bir şeyin ardı arkası kesilmeyen bir şekilde gerçekleştiğini vurgular."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَتَلَّى - tetellaa", "muzari": "يَتَتَلَّى - yetetellaa", "masdar": "تَتَلٍّ - tetellin"}, "bab_anlami": "Bir şeyi taklit etmek, benzemeye çalışmak, öykünmek. Birinin davranışlarını veya sözlerini tekrar etmek, onun gibi davranmaya çalışmak. Bir şeyi örnek almak, ona benzemek için çabalamak. Bu kalıp, eylemin bir model alma ve ona benzeme çabasını içerdiğini vurgular. Bir şeyin izinden gitmek, onun gibi olmaya çalışmak anlamını taşır.", "mikro_mantik": "Bu bab, kökün anlamını taklit ve benzeme kavramlarıyla ilişkilendirir. Eylemin bir başkasını örnek alarak yapıldığını gösterir. Bir modelin izinden gitme ve ona benzeme çabasını vurgular."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَتَالَى - tataalaa", "muzari": "يَتَتَالَى - yetetaalaa", "masdar": "تَتَالِي - tataali"}, "bab_anlami": "Birbirini izlemek, ardı sıra gelmek, peş peşe olmak. Olayların veya durumların zincirleme bir şekilde gerçekleşmesi. Bir şeyin devamlılığı, kesintisiz bir şekilde sürmesi. Bu kalıp, eylemin ardışıklığını ve sürekliliğini vurgular. Bir şeyin zincirleme bir şekilde devam ettiğini ifade eder.", "mikro_mantik": "Bu bab, kökün anlamını ardışıklık ve zincirleme kavramlarıyla ilişkilendirir. Eylemin bir dizi halinde gerçekleştiğini gösterir. Bir şeyin birbirini izleyen adımlarla devam ettiğini vurgular."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِتَّلَى - ittalaa", "muzari": "يَتَّلِي - yettali", "masdar": "اِتِّلَاء - ittilaa"}, "bab_anlami": "Bir şeyi takip etmek, izlemek, ardı sıra gelmek. Bir şeyin peşinden gitmek, onun yolunu tutmak, onun izlerini sürmek. Bir şeyin devamı olmak, onun uzantısı, onun yansıması olmak. Bu kalıp, eylemin bilinçli bir takip ve izleme eylemi olduğunu vurgular. Bir şeyin izinden gitmek, onu örnek almak anlamını taşır.", "mikro_mantik": "Bu bab, kökün anlamını bilinçli takip ve izleme kavramlarıyla ilişkilendirir. Eylemin bir hedefe yönelik olarak yapıldığını gösterir. Bir şeyin izinden gitme ve onu örnek alma çabasını vurgular."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَتْلَى - istetlaa", "muzari": "يَسْتَتْلِي - yestetli", "masdar": "اِسْتِتْلَاء - istetlaa"}, "bab_anlami": "Bir şeyi okumasını istemek, birinden bir metni okumasını rica etmek. Bir şeyi takip etmesini istemek, birinden birinin izinden gitmesini talep etmek. Bir şeyi örnek almasını istemek, birinden bir modelin davranışlarını taklit etmesini beklemek. Bu kalıp, eylemin bir talep veya rica içerdiğini vurgular. Bir başkasından bir şeyi yapmasını istemek anlamını taşır.", "mikro_mantik": "Bu bab, kökün anlamını talep ve rica kavramlarıyla ilişkilendirir. Eylemin bir başkasından istendiğini gösterir. Bir başkasından bir şeyi yapmasını talep etme durumunu vurgular."}]}], "تمم": [{"kok": "تمم", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Tamamlamak, bütünlemek, mükemmelleştirmek; bir şeyin eksiklerini gidermek ve onu ideal haline getirmek. Bir sürecin sonuna ulaşmak ve hedefe varmak.", "kavramsal_derinlik": "Beşeri boyutta bir işi bitirme, bir projeyi tamamlama gibi pratik anlamlara gelirken, ilahi boyutta yaratılışın mükemmelliği, kaderin tamamlanması ve ilahi takdirin gerçekleşmesi gibi derin anlamlar taşır."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "تَمَّ - tamma", "muzari": "يَتِمُّ - yatimmu", "masdar": "تَمَام - tamam"}, "bab_anlami": "Bir şeyin tamamlanması, sona ermesi, mükemmel hale gelmesi. Bu kalıp, bir sürecin doğal akışında tamamlanmasını ve hedefine ulaşmasını ifade eder. Aynı zamanda, bir şeyin eksiksiz ve kusursuz bir şekilde gerçekleştiğini vurgular. Bu, hem maddi hem de manevi anlamda bir olgunluğa erişmeyi içerir.", "mikro_mantik": "Bu kalıp, kökün temel anlamını doğrudan ve yalın bir şekilde ifade eder. Fiilin özne tarafından kendiliğinden tamamlanmasını veya mükemmelleşmesini gösterir. Kökün anlamını yoğunlaştırır ve eylemin tamamlanmışlık niteliğini vurgular."}, {"bab_no": 2, "fiil_formlari": {"mazi": "تَمَّمَ - tammama", "muzari": "يُتَمِّمُ - yutammimu", "masdar": "تَتْمِيم - tatmim"}, "bab_anlami": "Bir şeyi tamamlamak, mükemmelleştirmek, eksiklerini gidermek. Bu kalıp, bir eylemin bilinçli ve kasıtlı bir şekilde tamamlanmasını ifade eder. Bir şeyin eksik veya kusurlu kısımlarını düzeltmek ve onu ideal hale getirmek için çaba göstermeyi içerir. Bu, bir projenin son rötuşlarını yapmak veya bir eseri kusursuz hale getirmek gibi anlamlara gelebilir.", "mikro_mantik": "Bu kalıp, kökün anlamını yoğunlaştırır ve eylemin kasıtlı ve bilinçli bir şekilde gerçekleştirildiğini vurgular. Fiilin özne tarafından bir şeyi tamamlama veya mükemmelleştirme eylemini gösterir. Kökün anlamını daha aktif ve dinamik hale getirir."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَتَمَّمَ - tatammama", "muzari": "يَتَتَمَّمُ - yata tammamu", "masdar": "تَتَمُّم - tatammum"}, "bab_anlami": "Tamamlanmaya çalışmak, mükemmelleşmeye gayret etmek, bir şeyi tamamlamış gibi göstermek. Bu kalıp, bir eylemin tamamlanması için gösterilen çabayı ve gayreti ifade eder. Bir şeyin eksiklerini gidermek ve onu ideal hale getirmek için yapılan sürekli bir çabayı içerir. Aynı zamanda, bir şeyin tamamlanmış gibi görünmesini sağlamak için yapılan girişimleri de ifade edebilir.", "mikro_mantik": "Bu kalıp, kökün anlamını daha karmaşık ve dolaylı bir şekilde ifade eder. Fiilin özne tarafından tamamlanmaya çalışma veya tamamlanmış gibi gösterme eylemini gösterir. Kökün anlamını daha dinamik ve süreç odaklı hale getirir."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَتَمَّ - istatamma", "muzari": "يَسْتَتِمُّ - yastatimmu", "masdar": "اِسْتِتْمَام - istitmam"}, "bab_anlami": "Bir şeyin tamamlanmasını istemek, tamamlanmasını sağlamak için çabalamak, bir şeyin mükemmel olmasını arzulamak. Bu kalıp, bir eylemin tamamlanması için gösterilen yoğun isteği ve çabayı ifade eder. Bir şeyin eksiksiz ve kusursuz bir şekilde gerçekleşmesini sağlamak için yapılan her türlü girişimi içerir. Bu, bir projenin başarıyla tamamlanması için gerekli tüm adımları atmak veya bir eserin mükemmel hale gelmesi için gereken her şeyi yapmak gibi anlamlara gelebilir.", "mikro_mantik": "Bu kalıp, kökün anlamını daha yoğun ve istekli bir şekilde ifade eder. Fiilin özne tarafından bir şeyi tamamlama veya mükemmelleştirme isteğini ve bu yönde gösterdiği çabayı gösterir. Kökün anlamını daha aktif, dinamik ve hedef odaklı hale getirir."}]}], "توب": [{"kok": "توب", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Dönüş, pişmanlık, arınma", "kavramsal_derinlik": "İnsanın nefsaniyetten hakikate yolculuğu"}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "تَابَ - tābe", "muzari": "يَتُوبُ - yetūbu", "masdar": "تَوْبَة - tevbe"}, "bab_anlami": "Dönmek, pişman olmak, tövbe etmek. Bu kalıp, kişinin hatalarından dönerek doğru yola yönelmesini ifade eder. İçsel bir muhasebe ve arınma sürecini kapsar, nefsin kötü eğilimlerinden vazgeçip ilahi olana yönelmeyi simgeler. Bu, sadece bir eylem değil, aynı zamanda kalbin derinliklerinden gelen bir pişmanlık ve samimiyet ifadesidir.", "mikro_mantik": "Bu bab, kökün temel anlamını doğrudan ve yoğun bir şekilde ifade eder. Fiilin öznesi, dönüş eylemini gerçekleştiren ve bu eylemin sonuçlarından etkilenen kişidir. Kökün anlamı, bu kalıpta içsel bir dönüşüm ve arınma sürecine odaklanır."}, {"bab_no": 2, "fiil_formlari": {"mazi": "تَوَّبَ - tevvebe", "muzari": "يُتَوِّبُ - yutevvibu", "masdar": "تَتْوِيب - tetvîb"}, "bab_anlami": "Tövbe ettirmek, pişmanlığa sevk etmek. Bu kalıp, bir başkasının tövbe etmesine vesile olmayı veya birini pişmanlığa yöneltmeyi ifade eder. Bu, kişinin başkalarının ruhani gelişimine katkıda bulunma çabasını gösterir ve toplumsal bir sorumluluk bilincini yansıtır. Aynı zamanda, başkalarına şefkat ve merhamet göstererek onların hatalarından dönmelerine yardımcı olmayı da içerir.", "mikro_mantik": "Bu bab, kökün anlamını yoğunlaştırır ve geçişli hale getirir. Fiilin öznesi, tövbe eylemini başlatan veya teşvik eden kişidir, nesnesi ise tövbe eden kişidir. Kökün anlamı, bu kalıpta başkalarının dönüşümüne katkıda bulunma eylemine odaklanır."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَتَابَ - etābe", "muzari": "يُؤْتِيبُ - yu'tību", "masdar": "إِيتَاب - ītāb"}, "bab_anlami": "Tövbe etme fırsatı vermek, geri dönmesine izin vermek. Bu kalıp, birine hatalarından dönmesi için bir şans tanımayı veya birinin pişmanlığını kabul etmeyi ifade eder. Bu, affediciliğin ve hoşgörünün bir göstergesidir ve ilişkilerin yeniden kurulmasına olanak tanır. Aynı zamanda, kişinin başkalarına ikinci bir şans verme erdemini sergilemesini de içerir.", "mikro_mantik": "Bu bab, kökün anlamını genişletir ve bir fırsat verme veya izin verme anlamı katar. Fiilin öznesi, tövbe etme fırsatını veren kişidir, nesnesi ise bu fırsattan yararlanan kişidir. Kökün anlamı, bu kalıpta affedicilik ve hoşgörü kavramlarına odaklanır."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَتَوَّبَ - tetevvebe", "muzari": "يَتَتَوَّبُ - yetetevvebu", "masdar": "تَتَوُّب - tetevvub"}, "bab_anlami": "Tövbe eder gibi görünmek, pişmanlık gösterisi yapmak. Bu kalıp, kişinin samimi olmayan bir şekilde tövbe ettiğini veya pişmanlık gösterdiğini ifade eder. Bu, riyakarlığın ve samimiyetsizliğin bir göstergesidir ve içsel bir dönüşümün aksine, dışsal bir gösterişi ifade eder. Bu durum, kişinin gerçek niyetlerini gizleyerek başkalarını aldatmaya çalıştığını gösterir.", "mikro_mantik": "Bu bab, kökün anlamını olumsuz bir şekilde değiştirir ve samimiyetsizlik anlamı katar. Fiilin öznesi, gerçekte pişman olmadığı halde pişman gibi davranan kişidir. Kökün anlamı, bu kalıpta riyakarlık ve aldatma kavramlarına odaklanır."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَتَايَبَ - tetāyeb", "muzari": "يَتَتَايَبُ - yetetāyebu", "masdar": "تَتَايُب - tetāyub"}, "bab_anlami": "Karşılıklı tövbeleşmek, birbirini affetmek. Bu kalıp, iki veya daha fazla kişinin birbirlerine karşı işledikleri hatalardan dolayı karşılıklı olarak tövbe etmelerini ve birbirlerini affetmelerini ifade eder. Bu, ilişkilerin onarılması ve yeniden kurulması için önemli bir adımdır ve toplumsal uyumu teşvik eder. Aynı zamanda, karşılıklı anlayış ve hoşgörünün önemini vurgular.", "mikro_mantik": "Bu bab, kökün anlamını karşılıklılık ilkesiyle birleştirir. Fiilin öznesi, karşılıklı olarak tövbeleşen ve birbirini affeden kişilerdir. Kökün anlamı, bu kalıpta ilişkilerin onarılması ve toplumsal uyum kavramlarına odaklanır."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِتَّابَ - ittebe", "muzari": "يَتَّئِبُ - yette'ibu", "masdar": "اِتِّئَاب - itti'āb"}, "bab_anlami": "Tövbe etmeye çalışmak, tövbe etme gayretinde olmak. Bu kalıp, kişinin tövbe etme konusunda çaba gösterdiğini, ancak henüz tam olarak başaramadığını ifade eder. Bu, içsel bir mücadeleyi ve arayışı simgeler ve kişinin ruhani gelişim yolunda ilerleme çabasını gösterir. Aynı zamanda, tövbenin kolay bir süreç olmadığını ve sürekli bir gayret gerektirdiğini vurgular.", "mikro_mantik": "Bu bab, kökün anlamını çaba ve gayret kavramlarıyla birleştirir. Fiilin öznesi, tövbe etmeye çalışan kişidir. Kökün anlamı, bu kalıpta içsel mücadele ve ruhani gelişim kavramlarına odaklanır."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَتَابَ - istetābe", "muzari": "يَسْتَتِيبُ - yestetību", "masdar": "اِسْتِتَابَة - istetābe"}, "bab_anlami": "Tövbe etmesini istemek, tövbeye davet etmek. Bu kalıp, bir başkasından tövbe etmesini talep etmeyi veya birini tövbeye teşvik etmeyi ifade eder. Bu, kişinin başkalarının ruhani iyiliğini düşündüğünü ve onlara doğru yolu gösterme sorumluluğunu hissettiğini gösterir. Aynı zamanda, toplumsal bir bilinç ve dayanışma örneğidir.", "mikro_mantik": "Bu bab, kökün anlamını talep ve davet kavramlarıyla birleştirir. Fiilin öznesi, tövbe etmesini isteyen kişidir, nesnesi ise tövbe etmesi istenen kişidir. Kökün anlamı, bu kalıpta başkalarının ruhani iyiliğini düşünme ve toplumsal sorumluluk kavramlarına odaklanır."}]}], "تور": [{"kok": "تور", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Dönmek, dolaşmak, bir şeyin etrafında hareket etmek. Bu hareket, fiziksel bir dönüş olabileceği gibi, düşünsel bir döngüyü veya bir durumdan diğerine geçişi de ifade edebilir.", "kavramsal_derinlik": "Bu kök, hem dünyevi yolculukları hem de ruhani arayışları temsil eder. Bir yandan somut mekanlarda yapılan seyahatleri, diğer yandan içsel keşifleri ve dönüşümleri ifade eder. İnsanın kendini ve evreni anlama çabasındaki döngüsel hareketini simgeler."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "تَارَ - tāra", "muzari": "يَتُورُ - yatūru", "masdar": "تَوْر - tawr"}, "bab_anlami": "Dönmek, dolaşmak, bir şeyin etrafında hareket etmek. Bu basit form, kökün temel anlamını korur ve bir nesnenin veya düşüncenin etrafında dönme eylemini ifade eder. Bu, fiziksel bir dönüş olabileceği gibi, zihinsel bir süreçte bir konudan diğerine geçişi de simgeleyebilir. Varlığın özünde bulunan devinim ve değişim potansiyelini ifade eder.", "mikro_mantik": "Bu bab, fiilin temel anlamını en yalın haliyle sunar. Kökün ifade ettiği hareketin veya dönüşün basit ve doğrudan bir şekilde gerçekleştiğini gösterir. Herhangi bir ek anlam veya yoğunluk katmanı eklemez, sadece temel eylemi vurgular."}, {"bab_no": 2, "fiil_formlari": {"mazi": "تَوَّرَ - tawwara", "muzari": "يُتَوِّرُ - yutawwiru", "masdar": "تَتْوِير - tatwīr"}, "bab_anlami": "Bir şeyi döndürmek, bir şeyi bir döngüye sokmak, bir şeyi geliştirmek veya evrimleştirmek. Bu bab, kökün anlamını yoğunlaştırır ve bir şeyi sürekli bir döngü içinde tutma veya bir şeyi aşamalı olarak geliştirme fikrini ekler. Bu, bir sürecin sürekli iyileştirilmesi veya bir düşüncenin derinlemesine incelenmesi anlamına gelebilir. Yaratılışın sürekli devinim halinde olmasını ve tekamülünü ifade eder.", "mikro_mantik": "Bu bab, fiile bir yoğunluk ve süreklilik anlamı katar. Kökün ifade ettiği hareketin veya dönüşün tekrarlı ve sürekli bir şekilde gerçekleştiğini gösterir. Bir şeyin sürekli olarak geliştirilmesi veya evrimleştirilmesi fikrini vurgular."}, {"bab_no": 3, "fiil_formlari": {"mazi": "تَاوَرَ - tāwara", "muzari": "يُتَاوِرُ - yutāwiru", "masdar": "مُتَاوَرَة - mutāwara"}, "bab_anlami": "Dönüşmek, birbirinin etrafında dönmek, karşılıklı olarak etkileşimde bulunmak. Bu bab, kökün anlamını karşılıklılık ve etkileşim boyutuna taşır. İki veya daha fazla varlığın birbirini etkileyerek dönüştüğü veya birbirinin etrafında döndüğü bir durumu ifade eder. Bu, insanların veya fikirlerin karşılıklı etkileşimiyle ortaya çıkan değişimleri simgeleyebilir. Evrende her şeyin birbiriyle etkileşim halinde olmasını ve bu etkileşimin sürekli bir dönüşüme yol açmasını ifade eder.", "mikro_mantik": "Bu bab, fiile bir karşılıklılık ve etkileşim anlamı katar. Kökün ifade ettiği hareketin veya dönüşün iki veya daha fazla varlık arasında gerçekleştiğini gösterir. Bu etkileşim, bir değişime veya dönüşüme yol açar."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَتَارَ - ʾatāra", "muzari": "يُؤْتِيرُ - yuʾtīru", "masdar": "إِيتَارَة - ʾītāra"}, "bab_anlami": "Döndürmek, bir şeyi harekete geçirmek, bir şeyi bir döngüye sokmak. Bu bab, kökün anlamını bir eylemin nedeni olma boyutuna taşır. Bir şeyi döndürmek veya harekete geçirmek, bir süreci başlatmak veya bir döngüyü tetiklemek anlamına gelir. Bu, bir olayın veya durumun başlangıcını veya bir şeyin harekete geçirilmesini simgeleyebilir. Evrenin başlangıcındaki ilk hareketi ve bu hareketin yarattığı döngüleri ifade eder.", "mikro_mantik": "Bu bab, fiile bir nedensellik anlamı katar. Kökün ifade ettiği hareketin veya dönüşün bir eylemin sonucu olarak gerçekleştiğini gösterir. Bir şeyin harekete geçirilmesi veya bir döngünün başlatılması fikrini vurgular."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَتَوَّرَ - tatawwara", "muzari": "يَتَتَوَّرُ - yataṭawwaru", "masdar": "تَطَوُّر - taṭawwur"}, "bab_anlami": "Gelişmek, evrimleşmek, aşama kaydetmek. Bu bab, kökün anlamını bir süreç içinde ilerleme ve olgunlaşma boyutuna taşır. Bir şeyin zaman içinde daha iyi bir duruma gelmesi, yeteneklerini geliştirmesi veya karmaşıklık kazanması anlamına gelir. Bu, bir organizmanın evrimi, bir projenin ilerlemesi veya bir kişinin kişisel gelişimi gibi durumları simgeleyebilir. Varlığın sürekli bir değişim ve tekamül halinde olmasını ifade eder.", "mikro_mantik": "Bu bab, fiile bir süreç ve ilerleme anlamı katar. Kökün ifade ettiği hareketin veya dönüşün zaman içinde aşamalı olarak gerçekleştiğini gösterir. Bir şeyin sürekli olarak gelişmesi veya evrimleşmesi fikrini vurgular."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَتَاوَرَ - tatāwara", "muzari": "يَتَتَاوَرُ - yataāwaru", "masdar": "تَتَاوُر - tatāwur"}, "bab_anlami": "Birbirini izlemek, ardı ardına gelmek, döngüsel olarak tekrar etmek. Bu bab, kökün anlamını bir düzen ve süreklilik boyutuna taşır. Olayların veya durumların belirli bir düzen içinde birbirini izlemesi, bir döngü tamamlanana kadar tekrar etmesi anlamına gelir. Bu, mevsimlerin döngüsü, bir hikayenin bölümleri veya bir müzik parçasının nakaratı gibi durumları simgeleyebilir. Evrende her şeyin bir düzen içinde hareket etmesini ve döngüsel olarak tekrar etmesini ifade eder.", "mikro_mantik": "Bu bab, fiile bir düzen ve süreklilik anlamı katar. Kökün ifade ettiği hareketin veya dönüşün belirli bir düzen içinde tekrar ettiğini gösterir. Olayların veya durumların birbirini izlemesi fikrini vurgular."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْتَارَ - intāra", "muzari": "يَنْتَارُ - yantāru", "masdar": "اِنْتِيَار - intiyār"}, "bab_anlami": "Dönerek yükselmek, spiral çizerek yükselmek, bir döngü içinde yukarı doğru hareket etmek. Bu bab, kökün anlamını bir yükseliş ve ilerleme boyutuna taşır. Bir şeyin dönerken aynı zamanda yukarı doğru hareket etmesi, bir spiral çizerek yükselmesi anlamına gelir. Bu, bir dumanın yükselmesi, bir bitkinin büyümesi veya bir ruhun aydınlanmaya doğru ilerlemesi gibi durumları simgeleyebilir. Varlığın sürekli bir yükseliş ve tekamül halinde olmasını ifade eder.", "mikro_mantik": "Bu bab, fiile bir yükseliş ve ilerleme anlamı katar. Kökün ifade ettiği hareketin veya dönüşün yukarı doğru bir yönü olduğunu gösterir. Bir şeyin spiral çizerek yükselmesi fikrini vurgular."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِفْتَارَ - iftāra", "muzari": "يَفْتِيرُ - yaftīru", "masdar": "اِفْتِيَار - iftiyār"}, "bab_anlami": "Dönüş yolu aramak, bir çözüm yolu bulmak için çabalamak, bir çıkış yolu aramak. Bu bab, kökün anlamını bir arayış ve çözüm bulma boyutuna taşır. Bir sorundan kurtulmak veya bir hedefe ulaşmak için farklı yollar denemek, bir çözüm bulmak için çabalamak anlamına gelir. Bu, bir labirentten çıkış yolu aramak, bir problemi çözmek veya bir amaca ulaşmak için farklı stratejiler geliştirmek gibi durumları simgeleyebilir. İnsanın sürekli bir arayış içinde olmasını ve çözümler üretme çabasını ifade eder.", "mikro_mantik": "Bu bab, fiile bir arayış ve çözüm bulma anlamı katar. Kökün ifade ettiği hareketin veya dönüşün bir amaca yönelik olduğunu gösterir. Bir sorundan kurtulmak veya bir hedefe ulaşmak için farklı yollar denemek fikrini vurgular."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اِطْوَارَّ - iṭwaarra", "muzari": "يَطْوَارُّ - yaṭwaarru", "masdar": "اِطْوِيرَار - iṭwīrārar"}, "bab_anlami": "Dönüşmek, değişmek, farklı aşamalardan geçmek. Bu bab, kökün anlamını bir değişim ve dönüşüm boyutuna taşır. Bir şeyin farklı aşamalardan geçerek farklı bir forma bürünmesi, nitelik değiştirmesi anlamına gelir. Bu, bir tırtılın kelebeğe dönüşmesi, bir suyun buza dönüşmesi veya bir insanın farklı yaşam evrelerinden geçmesi gibi durumları simgeleyebilir. Varlığın sürekli bir değişim ve dönüşüm halinde olmasını ifade eder.", "mikro_mantik": "Bu bab, fiile bir değişim ve dönüşüm anlamı katar. Kökün ifade ettiği hareketin veya dönüşün bir şeyin niteliğini değiştirdiğini gösterir. Farklı aşamalardan geçmek fikrini vurgular."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَطَارَ - istaṭāra", "muzari": "يَسْتَطِيرُ - yastaṭīru", "masdar": "اِسْتِطَارَة - istiṭāra"}, "bab_anlami": "Dönüşüm istemek, bir döngüyü tamamlamak için çabalamak, bir şeyi evrimleştirmek için gayret göstermek. Bu bab, kökün anlamını bir amaç ve istek boyutuna taşır. Bir şeyi dönüştürmek, bir döngüyü tamamlamak veya bir şeyi evrimleştirmek için bilinçli bir çaba göstermek anlamına gelir. Bu, bir projeyi tamamlamak, bir ilişkiyi geliştirmek veya bir toplumu dönüştürmek için yapılan çalışmaları simgeleyebilir. İnsanın sürekli bir gelişim ve dönüşüm arzusu içinde olmasını ifade eder.", "mikro_mantik": "Bu bab, fiile bir amaç ve istek anlamı katar. Kökün ifade ettiği hareketin veya dönüşün bilinçli bir çaba sonucu gerçekleştiğini gösterir. Bir şeyi dönüştürmek veya evrimleştirmek için gayret göstermek fikrini vurgular."}]}], "تين": [{"kok": "تين", "ontolojik_analiz": {"temel_anlam_cekirdegi": "İçsel olgunlaşma ve potansiyel", "kavramsal_derinlik": "Doğanın bereketi ve insanın ruhsal beslenmesi"}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "تان - tāna", "muzari": "يتين - yatīnu", "masdar": "تين - tayn"}, "bab_anlami": "Bu kalıp, kökün temel anlamını, yani 'incir'in özündeki besleyici ve doyurucu niteliği vurgular. Aynı zamanda, bir şeyin içsel potansiyelini ortaya çıkarma veya olgunlaştırma eylemini de ifade edebilir. Tıpkı incirin olgunlaşarak tatlanması gibi, bu kalıp da bir şeyin zamanla gelişerek en iyi haline ulaşmasını simgeler.", "mikro_mantik": "Bu kalıp, kökün temel anlamını eylemselleştirerek, bir sürecin veya durumun olgunlaşma ve potansiyelini ortaya çıkarma dinamiklerini vurgular. Kökün statik anlamını, dinamik bir sürece dönüştürür."}, {"bab_no": 2, "fiil_formlari": {"mazi": "تيّن - tayyana", "muzari": "يتيّن - yatayyanu", "masdar": "تتيين - tatayyun"}, "bab_anlami": "Bu kalıp, bir şeyi incirle ilişkilendirme, incir gibi yapma veya incirle kaplama anlamlarına gelebilir. Metaforik olarak, bir şeyi güzelleştirme, tatlandırma veya besleyici hale getirme eylemini ifade eder. Aynı zamanda, bir şeyin özünü veya potansiyelini ortaya çıkarma çabasını da simgeleyebilir.", "mikro_mantik": "Bu kalıp, kökün anlamını yoğunlaştırarak, bir şeyi incirle özdeşleştirme veya ona incirin niteliklerini kazandırma eylemini vurgular. Kökün temel anlamını, bir nesneye veya duruma aktarma sürecini ifade eder."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تتين - tatayyane", "muzari": "يتتين - yatatayyanu", "masdar": "تتتين - tatatayyun"}, "bab_anlami": "Bu kalıp, incir gibi davranma, incir gibi görünmeye çalışma veya incirle ilgili bir niteliği taklit etme anlamlarına gelebilir. Bir şeyin dış görünüşünü veya davranışını incire benzetme çabasını ifade eder. Aynı zamanda, içsel bir olgunlaşma veya potansiyele ulaşma arzusunu da simgeleyebilir.", "mikro_mantik": "Bu kalıp, kökün anlamını yansıtıcı bir eyleme dönüştürerek, bir şeyin incir gibi görünmeye veya davranmaya çalışma çabasını vurgular. Kökün temel anlamını, bir taklit veya benzetme yoluyla ifade etme sürecini gösterir."}, {"bab_no": 10, "fiil_formlari": {"mazi": "إستتين - istatāna", "muzari": "يستتين - yastatīnu", "masdar": "إستتيان - istatyān"}, "bab_anlami": "Bu kalıp, incir isteme, incir aramaya koyulma veya incirle ilgili bir şey talep etme anlamlarına gelebilir. Metaforik olarak, bir şeyin özünü veya potansiyelini elde etmeye çalışma, içsel bir doyuma ulaşma arzusunu ifade eder. Aynı zamanda, doğanın bereketi ve ruhsal beslenme arayışını da simgeleyebilir.", "mikro_mantik": "Bu kalıp, kökün anlamını bir arayışa dönüştürerek, incir isteme veya onunla ilgili bir şeyi talep etme eylemini vurgular. Kökün temel anlamını, bir ihtiyaç veya arzu yoluyla ifade etme sürecini gösterir."}]}], "تيه": [{"kok": "تيه", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Şaşkınlık, yolunu kaybetme, belirsizlik içinde kalma; hem fiziksel hem de zihinsel bir kayboluş hali.", "kavramsal_derinlik": "İnsanın varoluşsal arayışında karşılaştığı karmaşıklıklar, doğru yolu bulma çabası ve bu süreçte yaşanan içsel çatışmalar. Aynı zamanda, ilahi irade karşısında insanın acziyetini ve teslimiyetini de ifade edebilir."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "تاه - tāha", "muzari": "يتيه - yatīhu", "masdar": "تيه - tayh"}, "bab_anlami": "Kaybolmak, şaşkınlığa düşmek, yolunu yitirmek. Bu kalıp, bireyin fiziksel veya zihinsel olarak bir hedefe ulaşmakta zorlandığı, yönünü bulmakta güçlük çektiği durumları ifade eder. Aynı zamanda, bir durumun karmaşıklığı ve anlaşılmazlığı nedeniyle zihinsel bir labirentte kaybolmayı da simgeler. Bu kayboluş, kişinin içsel arayışında veya dış dünyadaki zorluklarla başa çıkma sürecinde yaşadığı bir deneyim olabilir.", "mikro_mantik": "Kök anlamını temel ve doğrudan bir eylemle ifade eder. Fiilin yalın hali, kaybolma eyleminin basit ve değişmez bir gerçeklik olduğunu vurgular. Bu kalıp, eylemin öznesi üzerindeki etkisini net bir şekilde ortaya koyar; özne, kaybolma eylemini gerçekleştiren ve bu durumdan etkilenen kişidir."}, {"bab_no": 2, "fiil_formlari": {"mazi": "تَيَّهَ - tayyaha", "muzari": "يتيّه - yutayyihu", "masdar": "تتييه - tatyeh"}, "bab_anlami": "Şaşırtmak, yoldan çıkarmak, birini kaybolmaya sürüklemek. Bu kalıp, bir başkasının kaybolmasına neden olma, onu yanlış yönlendirme veya karmaşık bir duruma sokma anlamını taşır. Bu, bilerek veya bilmeyerek yapılan bir eylem olabilir ve genellikle manipülasyon veya yanıltma içerir. Aynı zamanda, bir durumun karmaşıklığı nedeniyle birinin kafasını karıştırmak ve onu doğru yoldan saptırmak anlamına da gelebilir.", "mikro_mantik": "Fiilin yoğunluğunu ve etkisini artırır. Bu kalıp, eylemin bir başkası üzerinde yaratmış olduğu etkiyi vurgular; yani, birinin kaybolmasına neden olma eylemi, sadece bir eylem olmaktan öte, bir sonuç doğurur ve bu sonuç, başkasının kaybolmasıdır."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَتَيَّهَ - tatayyaha", "muzari": "يتتيه - yatatayyahu", "masdar": "تتيه - tatayyuh"}, "bab_anlami": "Kaybolmuş gibi davranmak, şaşkın görünmek, kendini kaybolmuş hissetmek. Bu kalıp, bir kişinin gerçekte kaybolmamış olsa bile, kaybolmuş gibi bir ruh hali içinde olduğunu veya öyle davrandığını ifade eder. Bu, içsel bir belirsizlik, kararsızlık veya yönünü kaybetme hissiyle ilgili olabilir. Aynı zamanda, dikkat çekmek veya yardım istemek amacıyla yapılan bir davranış da olabilir.", "mikro_mantik": "Eylemin yansıtıcı ve içsel doğasını vurgular. Bu kalıp, eylemin öznesi üzerindeki içsel etkiyi derinleştirir; yani, kişi sadece kaybolmakla kalmaz, aynı zamanda bu kayboluşu içsel olarak deneyimler ve bu deneyimi dışa vurur."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَتَاهَ - istatāha", "muzari": "يَسْتَتِيهُ - yastatīhu", "masdar": "اِسْتِتَاهَة - istitāha"}, "bab_anlami": "Kaybolmayı istemek, kaybolmaya meyilli olmak, kayboluşu aramak. Bu kalıp, kişinin bilinçli veya bilinçsiz olarak kaybolmaya yöneldiğini, belirsizliğe veya bilinmeyene doğru bir arayış içinde olduğunu ifade eder. Bu, yeni deneyimler aramak, konfor alanından çıkmak veya kendini keşfetmek amacıyla yapılan bir eylem olabilir. Aynı zamanda, sorumluluklardan kaçmak veya gerçeklerden uzaklaşmak için de bir kaçış yolu olabilir.", "mikro_mantik": "Eylemin arayış ve talep boyutunu vurgular. Bu kalıp, eylemin öznesi üzerindeki motivasyonu ve niyeti ortaya koyar; yani, kişi kaybolmayı sadece deneyimlemekle kalmaz, aynı zamanda bu deneyimi arar ve talep eder."}]}]}