{"ثبت": [{"kok": "ثبت", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Bir şeyi sabitlemek, kalıcı kılmak, varlığını kesinleştirmek. Bir iddiayı veya gerçeği kanıtlamak, doğruluğunu teyit etmek. Bir şeyi kaydetmek, yazılı hale getirmek suretiyle muhafaza etmek.", "kavramsal_derinlik": "ثبت kökü, sadece fiziksel bir sabitlemeyi değil, aynı zamanda düşüncelerin, inançların ve değerlerin kalıcı hale getirilmesini ifade eder. Bu kök, geçici olanın ötesine geçerek, ebedi ve değişmez olana yönelme arzusunu temsil eder. İnsan, ثبت kökü aracılığıyla, kendi varoluşunun anlamını ve amacını sabitlemeye, kimliğini ve inançlarını sağlam temellere oturtmaya çalışır. İlahi boyutta ise, Allah'ın varlığı, birliği ve kudreti gibi değişmez gerçeklerin sabitlenmesi ve teyit edilmesi anlamına gelir."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "ثَبَتَ", "muzari": "يَثْبُتُ", "masdar": "ثَبْت"}, "bab_anlami": "Bu babda, fiil genellikle bir şeyin sabit, kalıcı ve değişmez olduğunu ifade eder. Bu, fiziksel bir nesnenin sabitlenmesi olabileceği gibi, bir inancın, kararın veya durumun kalıcılığı da olabilir. Aynı zamanda, bir şeyin doğruluğunun kanıtlanması, teyit edilmesi ve kesinleştirilmesi anlamlarını da içerir. Bu kalıp, bir şeyin sağlamlığına, dayanıklılığına ve güvenilirliğine vurgu yapar. Örneğin, bir kişinin sözünün veya karakterinin sağlamlığı, bu babın anlam derinliğinde değerlendirilebilir.", "mikro_mantik": "Bu bab, kökün temel anlamını en yalın haliyle ifade eder. Fiilin öznesi, eylemi doğrudan gerçekleştirir ve sonuç, öznenin niteliğinde bir değişiklik olarak ortaya çıkar. Bu kalıp, bir şeyin kendi başına sabitlenmesi veya kanıtlanması durumunu gösterir; yani, dışsal bir etkiye ihtiyaç duymadan gerçekleşen bir sabitleme veya doğrulama eylemidir."}, {"bab_no": 2, "fiil_formlari": {"mazi": "ثَبَّتَ", "muzari": "يُثَبِّتُ", "masdar": "تَثْبِيت"}, "bab_anlami": "Bu bab, bir şeyi sabitleme, pekiştirme, sağlamlaştırma veya birinin sebat etmesini sağlama anlamlarını taşır. Bir şeyi daha güçlü, daha dayanıklı hale getirmek için yapılan bir eylemi ifade eder. Aynı zamanda, bir kişinin inancını veya kararını güçlendirmek, onu kararlılığa teşvik etmek anlamında da kullanılır. Bu kalıp, bir şeyi yerleştirmek, sağlam bir şekilde oturtmak ve kalıcı hale getirmek için gösterilen çabayı vurgular. Örneğin, bir binanın temellerini sağlamlaştırmak veya bir kişinin inancını pekiştirmek bu babın anlam alanına girer.", "mikro_mantik": "Bu bab, kökün anlamını yoğunlaştırır ve eylemin tekrarlılığını veya sürekliliğini vurgular. Fail, eylemi bir nesne üzerinde gerçekleştirir ve bu eylem, nesnenin niteliğinde kalıcı bir değişiklik yaratır. Bu kalıp, bir şeyi sabitleme veya pekiştirme eyleminin, dışsal bir etkiyle ve bilinçli bir çabayla gerçekleştirildiğini gösterir."}, {"bab_no": 3, "fiil_formlari": {"mazi": "ثَابَتَ", "muzari": "يُثَابِتُ", "masdar": "مُثَابَتَةٌ / ثِبَات"}, "bab_anlami": "Bu bab, karşılıklı sabitleme, doğrulama veya bir konuda sebat etme anlamlarını içerir. İki veya daha fazla tarafın bir araya gelerek bir konuyu teyit etmesi, bir anlaşmaya varması veya bir iddiayı kanıtlaması durumunu ifade eder. Aynı zamanda, bir konuda kararlılık gösterme, azimle çalışma ve pes etmeme anlamlarını da taşır. Bu kalıp, işbirliği, ortak çaba ve karşılıklı destek yoluyla bir şeyin sabitlenmesi veya doğrulanması sürecini vurgular. Örneğin, iki tarafın bir anlaşmayı karşılıklı olarak onaylaması veya bir davada delilleri birlikte inceleyerek gerçeği ortaya çıkarması bu babın anlam alanına girer.", "mikro_mantik": "Bu bab, eylemin karşılıklı veya ortaklaşa yapıldığını gösterir. İki veya daha fazla fail, aynı eylemi birbirleri üzerinde gerçekleştirir ve bu eylem, taraflar arasında bir etkileşim veya işbirliği olduğunu gösterir. Bu kalıp, bir şeyi sabitleme veya doğrulama eyleminin, taraflar arasındaki bir müzakere, anlaşma veya ortak çaba sonucunda gerçekleştiğini vurgular."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَثْبَتَ", "muzari": "يُثْبِتُ", "masdar": "إِثْبَات"}, "bab_anlami": "Bu bab, bir şeyi kanıtlamak, ispatlamak, doğruluğunu göstermek veya bir şeyi kaydetmek, tespit etmek anlamlarını taşır. Bir iddiayı veya gerçeği delillerle destekleyerek kesinleştirmek, şüpheye yer bırakmayacak şekilde ortaya koymak anlamında kullanılır. Aynı zamanda, bir şeyi yazılı hale getirmek, kaydetmek suretiyle muhafaza etmek ve geleceğe aktarmak anlamlarını da içerir. Bu kalıp, bir şeyin doğruluğunun veya varlığının kesin olarak belirlenmesi ve belgelenmesi sürecini vurgular. Örneğin, bir suçun kanıtlarını ortaya koymak veya bir hakkı tapuya kaydetmek bu babın anlam alanına girer.", "mikro_mantik": "Bu bab, eylemin bir sonucu olarak bir şeyin varlığının veya doğruluğunun ortaya çıkarıldığını gösterir. Fail, eylemi bir nesne üzerinde gerçekleştirir ve bu eylem, nesnenin daha önce bilinmeyen veya şüphe duyulan bir özelliğini ortaya çıkarır. Bu kalıp, bir şeyi kanıtlama veya ispatlama eyleminin, bir araştırma, inceleme veya delil sunma yoluyla gerçekleştiğini vurgular."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَثَبَّتَ", "muzari": "يَتَثَبَّتُ", "masdar": "تَثَبُّت"}, "bab_anlami": "Bu bab, bir konuda iyice araştırma yapmak, doğruluğunu teyit etmek, emin olmak veya acele etmemek, temkinli davranmak anlamlarını taşır. Bir bilgi veya iddia hakkında şüpheleri gidermek için detaylı bir inceleme yapmak, delilleri değerlendirmek ve kesin kanıtlara ulaşmaya çalışmak anlamında kullanılır. Aynı zamanda, bir karar vermeden önce dikkatli düşünmek, aceleci davranmamak ve olası sonuçları göz önünde bulundurmak anlamlarını da içerir. Bu kalıp, bir şeyin doğruluğundan veya güvenilirliğinden emin olmak için gösterilen özeni ve dikkati vurgular. Örneğin, bir haberi yaymadan önce kaynağını doğrulamak veya bir yatırım yapmadan önce piyasayı analiz etmek bu babın anlam alanına girer.", "mikro_mantik": "Bu bab, eylemin özne tarafından kendi üzerinde gerçekleştirildiğini ve eylemin sonucunun öznenin niteliğinde bir değişiklik yarattığını gösterir. Fail, eylemi kendi üzerinde gerçekleştirerek, daha dikkatli, temkinli ve bilinçli hale gelir. Bu kalıp, bir şeyi doğrulama veya teyit etme eyleminin, öznenin kendi içsel süreciyle ve bilinçli bir çabayla gerçekleştiğini vurgular."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَثَابَتَ", "muzari": "يَتَثَابَتُ", "masdar": "تَثَابُت"}, "bab_anlami": "Bu bab, karşılıklı olarak sebat gösterme, dayanıklılık sergileme veya bir konuda birlikte sağlam durma anlamlarını taşır. İki veya daha fazla tarafın zorluklara karşı birlikte direnmesi, pes etmemesi ve hedeflerine ulaşmak için birbirlerine destek olması durumunu ifade eder. Aynı zamanda, bir konuda fikir birliğine varmak, ortak bir duruş sergilemek ve birbirlerinin görüşlerini teyit etmek anlamlarını da içerir. Bu kalıp, işbirliği, dayanışma ve karşılıklı güven yoluyla bir şeyin sabitlenmesi veya doğrulanması sürecini vurgular. Örneğin, bir topluluğun ortak değerlerini korumak için birlikte mücadele etmesi veya bir ekibin zorlu bir projeyi başarıyla tamamlamak için birbirine destek olması bu babın anlam alanına girer.", "mikro_mantik": "Bu bab, eylemin karşılıklı veya ortaklaşa yapıldığını ve eylemin sonucunun taraflar arasında bir etkileşim veya işbirliği yarattığını gösterir. Failler, aynı eylemi birbirleri üzerinde gerçekleştirerek, daha güçlü, dayanıklı ve kararlı hale gelirler. Bu kalıp, bir konuda sebat gösterme veya sağlam durma eyleminin, taraflar arasındaki bir dayanışma, destek veya ortak çaba sonucunda gerçekleştiğini vurgular."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْثَبَتَ", "muzari": "يَنْثَبِتُ", "masdar": "اِنْثِبَات"}, "bab_anlami": "Bu bab, bir şeyin sabitlenmesi, yerleşmesi, kök salması veya bir yerde kalıcı hale gelmesi anlamlarını taşır. Bir şeyin sağlam bir şekilde oturması, sarsılmaz bir konuma gelmesi veya bir yerde uzun süre varlığını sürdürmesi durumunu ifade eder. Aynı zamanda, bir inancın veya fikrin zihinlerde yerleşmesi, kabul görmesi ve etkili hale gelmesi anlamlarını da içerir. Bu kalıp, bir şeyin kalıcılığına, dayanıklılığına ve uzun ömürlülüğüne vurgu yapar. Örneğin, bir ağacın toprağa kök salması veya bir geleneğin toplumda yerleşmesi bu babın anlam alanına girer.", "mikro_mantik": "Bu bab, eylemin özne üzerinde kendiliğinden gerçekleştiğini ve eylemin sonucunun öznenin niteliğinde kalıcı bir değişiklik yarattığını gösterir. Fail, eylemi kendi başına gerçekleştirir ve bu eylem, failin daha sabit, yerleşik ve kalıcı hale gelmesini sağlar. Bu kalıp, bir şeyin sabitlenme veya yerleşme eyleminin, dışsal bir etkiye ihtiyaç duymadan ve kendiliğinden gerçekleştiğini vurgular."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِثَّبَتَ", "muzari": "يَثَّبِتُ", "masdar": "اِثِّبَات"}, "bab_anlami": "Bu bab, bir şeyi iyice sabitlemeye çalışmak, çok dikkatli ve titiz davranmak veya bir konuda aşırı derecede sebat göstermek anlamlarını taşır. Bir şeyi sağlamlaştırmak için büyük bir çaba sarf etmek, her türlü detayı gözden geçirmek ve en ufak bir hataya bile izin vermemek anlamında kullanılır. Aynı zamanda, bir konuda aşırı derecede kararlı olmak, pes etmemek ve hedefe ulaşmak için her türlü fedakarlığı yapmak anlamlarını da içerir. Bu kalıp, bir şeyin mükemmel bir şekilde sabitlenmesi veya doğrulanması için gösterilen olağanüstü çabayı ve titizliği vurgular. Örneğin, bir bilim insanının bir deneyi defalarca tekrarlayarak sonuçların doğruluğundan emin olması veya bir sanatçının bir eseri mükemmelleştirmek için aylarca çalışması bu babın anlam alanına girer.", "mikro_mantik": "Bu bab, kökün anlamını yoğunlaştırır ve eylemin aşırı derecede titiz, dikkatli ve özenli bir şekilde yapıldığını gösterir. Fail, eylemi bir nesne üzerinde gerçekleştirir ve bu eylem, nesnenin niteliğinde en ufak bir hataya bile yer bırakmayacak şekilde kalıcı bir değişiklik yaratır. Bu kalıp, bir şeyi sabitleme veya doğrulama eyleminin, olağanüstü bir çaba, titizlik ve özenle gerçekleştirildiğini vurgular."}]}], "ثبر": [{"kok": "ثبر", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Bir şeyin derinliklerine nüfuz etmek, bir yerde kalıcı olarak yerleşmek veya bir iz bırakmak. Bu, fiziksel bir sabitleme olabileceği gibi, zihinsel veya ruhsal bir kökleşmeyi de ifade edebilir.", "kavramsal_derinlik": "Bu kök, varoluşun temelindeki sabitleyici güçleri ve kalıcılığı temsil eder. İnsanın iç dünyasında kök salması, aidiyet duygusu ve kimlik inşası gibi konularla ilişkilendirilebilir. Aynı zamanda, evrenin temel yasalarının değişmezliği ve varlıkların özündeki kalıcılık gibi daha geniş bir perspektife de işaret eder."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "ثَبَرَ - sabara", "muzari": "يَثْبُرُ - yasburu", "masdar": "ثَبْر - sabr"}, "bab_anlami": "Bir şeyi derinlemesine araştırmak, bir konunun özüne inmek veya bir yerde kalıcı olarak yerleşmek. Bu kalıp, bir eylemin derinlemesine ve kalıcı bir şekilde gerçekleştiğini ifade eder. Örneğin, bir bilginin derinlemesine öğrenilmesi veya bir duygunun kalpte kök salması gibi.", "mikro_mantik": "Bu bab, fiilin temel anlamını yoğunlaştırır ve eylemin derinlemesine nüfuz ettiğini veya kalıcı bir etki bıraktığını vurgular. Kökün anlamını daha kararlı ve etkili bir hale getirir, eylemin sonuçlarının uzun süreli olacağını ima eder."}]}], "ثبط": [{"kok": "ثبط", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Alıkoyma, engelleme, yavaşlatma; bir şeyin akışını kesme veya durdurma.", "kavramsal_derinlik": "Bu kök, hem fiziksel hem de metafiziksel düzeyde bir engeli ifade eder. Fiziksel olarak bir hareketi durdurmak, metafiziksel olarak ise bir ilerlemeyi veya gelişimi engellemek anlamına gelebilir. Bu, insanın kendi içindeki veya dış dünyadaki dirençlerle mücadelesini simgeler."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "ثَبَطَ - sabata", "muzari": "يَثْبُطُ - yasbutu", "masdar": "ثَبْط - sabt"}, "bab_anlami": "Bir şeyi engellemek, alıkoymak veya yavaşlatmak. Bu, bir eylemin veya sürecin normal akışını kesintiye uğratmak anlamına gelir. Belki de bir kişinin potansiyelini gerçekleştirmesini engelleyen içsel veya dışsal faktörlerin varlığına işaret eder. Bu kalıp, bir hedefe ulaşmada karşılaşılan zorlukları ve engelleri aşma çabasını ifade eder.", "mikro_mantik": "Bu bâb, fiilin temel anlamını doğrudan ve basit bir şekilde ifade eder. Kök anlamındaki engelleme veya yavaşlatma eylemi, bu bâbda herhangi bir ek anlam veya yoğunluk kazanmaz. Sadece temel eylemi belirtir."}, {"bab_no": 2, "fiil_formlari": {"mazi": "ثَبَّطَ - sabbata", "muzari": "يُثَبِّطُ - yusabbitu", "masdar": "تَثْبِيط - tasbit"}, "bab_anlami": "Şiddetle engellemek, azmini kırmak veya bir şeyi sürekli olarak yavaşlatmak. Bu, bir kişinin moralini bozarak veya cesaretini kırarak onu eylemlerinden alıkoymak anlamına gelebilir. Belki de bir topluluğun veya bireyin ilerlemesini sabote etmeye yönelik kasıtlı bir çabayı temsil eder. Bu kalıp, engellemenin yoğunluğunu ve sürekliliğini vurgular.", "mikro_mantik": "Bu bâb, kök anlamındaki engelleme eyleminin yoğunluğunu ve sürekliliğini artırır. Tekrarlama ve pekiştirme anlamı katarak, engellemenin daha güçlü ve kalıcı bir etki yarattığını gösterir."}, {"bab_no": 3, "fiil_formlari": {"mazi": "ثَابَطَ - saabata", "muzari": "يُثَابِطُ - yusaabitu", "masdar": "مُثَابَطَة - musaabata"}, "bab_anlami": "Karşılıklı olarak engellemek, birbirini yavaşlatmak veya bir konuda anlaşmazlığa düşmek. Bu, iki veya daha fazla tarafın birbirlerinin ilerlemesini engellediği bir durumu ifade eder. Belki de bir müzakerede veya işbirliğinde ortaya çıkan anlaşmazlıkları ve tıkanıklıkları temsil eder. Bu kalıp, engellemenin karşılıklı ve etkileşimli doğasını vurgular.", "mikro_mantik": "Bu bâb, kök anlamındaki engelleme eyleminin karşılıklı olduğunu gösterir. İki veya daha fazla tarafın birbirini engellediği bir durumu ifade ederek, eylemin etkileşimli ve dinamik bir nitelik kazandığını belirtir."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَثْبَطَ - asbata", "muzari": "يُثْبِطُ - yusbitu", "masdar": "إِثْبَاط - isbat"}, "bab_anlami": "Bir şeyi engellemeye veya yavaşlatmaya neden olmak, birinin azmini kırmak. Bu, bir kişinin motivasyonunu düşürerek veya umutlarını kırarak onu eylemlerinden alıkoymak anlamına gelebilir. Belki de bir projenin veya girişimin başarısız olmasına yol açan olumsuz faktörlerin varlığına işaret eder. Bu kalıp, engellemenin nedenini ve sonucunu vurgular.", "mikro_mantik": "Bu bâb, kök anlamındaki engelleme eyleminin nedenini belirtir. Bir şeyin engellenmesine veya yavaşlatılmasına neden olan faktörleri vurgulayarak, eylemin sonuçlarını ve etkilerini ön plana çıkarır."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَثَبَّطَ - tasabbata", "muzari": "يَتَثَبَّطُ - yatasabbatu", "masdar": "تَثَبُّط - tasabbot"}, "bab_anlami": "Engellenmiş veya yavaşlatılmış hissetmek, bir şey yapmaktan çekinmek. Bu, bir kişinin içsel bir direnç veya korku nedeniyle harekete geçmekte zorlandığı bir durumu ifade eder. Belki de bir karar vermeden önce tereddüt etmeyi veya ertelemeyi temsil eder. Bu kalıp, engellenmenin içsel ve öznel deneyimini vurgular.", "mikro_mantik": "Bu bâb, kök anlamındaki engelleme eyleminin öznel deneyimini ifade eder. Bir kişinin engellenmiş veya yavaşlatılmış hissetmesini vurgulayarak, eylemin içsel ve psikolojik boyutunu ön plana çıkarır."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَثَابَطَ - tasaabata", "muzari": "يَتَثَابَطُ - yatasaabatu", "masdar": "تَثَابُط - tasaabut"}, "bab_anlami": "Birbirini engellemek veya yavaşlatmak için işbirliği yapmak, bir konuda anlaşmazlığa düşmek. Bu, iki veya daha fazla tarafın ortak bir hedefe ulaşmayı engellemek için birlikte hareket ettiği bir durumu ifade eder. Belki de bir komplonun veya gizli bir anlaşmanın varlığına işaret eder. Bu kalıp, engellemenin işbirlikçi ve kasıtlı doğasını vurgular.", "mikro_mantik": "Bu bâb, kök anlamındaki engelleme eyleminin işbirlikçi olduğunu gösterir. Tarafların ortak bir hedefe ulaşmayı engellemek için birlikte hareket etmesini vurgulayarak, eylemin kasıtlı ve planlı bir nitelik kazandığını belirtir."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْثَبَطَ - insabata", "muzari": "يَنْثَبِطُ - yansabitu", "masdar": "اِنْثِبَاط - insibat"}, "bab_anlami": "Engellenmeye veya yavaşlatılmaya maruz kalmak, bir şeyin etkisi altında kalmak. Bu, bir kişinin veya şeyin dışsal bir etki nedeniyle ilerlemesinin engellendiği bir durumu ifade eder. Belki de bir felaketin veya beklenmedik bir olayın sonuçlarını temsil eder. Bu kalıp, engellenmenin pasif ve alıcı doğasını vurgular.", "mikro_mantik": "Bu bâb, kök anlamındaki engelleme eyleminin pasif olduğunu gösterir. Bir kişinin veya şeyin dışsal bir etki nedeniyle engellenmeye maruz kalmasını vurgulayarak, eylemin alıcı ve etkilenen tarafını ön plana çıkarır."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِثْبَاطَّ - isbaatta", "muzari": "يَثْبَاطُّ - yasbaattu", "masdar": "اِثْبِيطَاط - isbiitaat"}, "bab_anlami": "Aşırı derecede engellenmek veya yavaşlatılmak, tamamen durdurulmak. Bu, bir kişinin veya şeyin ilerlemesinin tamamen durduğu ve hiçbir şekilde ilerleyemediği bir durumu ifade eder. Belki de bir ölüm veya kalıcı bir hasar gibi geri dönüşü olmayan bir kaybı temsil eder. Bu kalıp, engellenmenin nihai ve mutlak doğasını vurgular.", "mikro_mantik": "Bu bâb, kök anlamındaki engelleme eyleminin aşırı ve mutlak olduğunu gösterir. Bir kişinin veya şeyin tamamen durdurulmasını vurgulayarak, eylemin nihai ve geri dönüşü olmayan sonuçlarını ön plana çıkarır."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اِثْبَاطَّ - isbaatta", "muzari": "يَثْبَاطُّ - yasbaattu", "masdar": "اِثْبِيطَاط - isbiitaat"}, "bab_anlami": "Bu bab, renk veya kusur belirtmek için kullanılır. Bu kök için, bir şeyin renginin solması veya kusurlu hale gelmesi nedeniyle işlevini yitirmesi, dolayısıyla engellenmesi veya yavaşlaması anlamına gelebilir. Belki de bir idealin veya amacın zamanla bozulmasını ve etkisini kaybetmesini temsil eder. Bu kalıp, engellenmenin dolaylı ve niteliksel doğasını vurgular.", "mikro_mantik": "Bu bâb, kök anlamındaki engelleme eyleminin dolaylı ve niteliksel olduğunu gösterir. Bir şeyin renginin solması veya kusurlu hale gelmesi nedeniyle işlevini yitirmesini vurgulayarak, eylemin niteliksel değişimlere bağlı olduğunu belirtir."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَثْبَطَ - istasbata", "muzari": "يَسْتَثْبِطُ - yastasbitu", "masdar": "اِسْتِثْبَاط - istisbat"}, "bab_anlami": "Engellenmeyi veya yavaşlatılmayı istemek, bir şeyin engellenmesini beklemek. Bu, bir kişinin veya şeyin ilerlemesinin engellenmesini arzuladığı veya beklediği bir durumu ifade eder. Belki de bir rekabetin veya savaşın sonucunu beklemeyi temsil eder. Bu kalıp, engellenmenin beklentisel ve arzu edilen doğasını vurgular.", "mikro_mantik": "Bu bâb, kök anlamındaki engelleme eyleminin beklentisel olduğunu gösterir. Bir kişinin veya şeyin ilerlemesinin engellenmesini arzulamasını veya beklemesini vurgulayarak, eylemin niyet ve beklentiyle ilişkili olduğunu belirtir."}]}], "ثبي": [{"kok": "ثبي", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Sabitlik, sebat, devamlılık; bir şeyde karar kılmak, bir yerde ikamet etmek, bir durumda kalmak. Temelde, varlığın özünde bulunan değişmezlik ve süreklilik ilkesini ifade eder.", "kavramsal_derinlik": "Beşeri düzlemde azim ve kararlılık, ilahi düzlemde ise ezeliyet ve bekâ kavramlarına işaret eder. İnsanın içsel yolculuğunda sebat göstermesi ve hakikate ulaşma çabasındaki sürekliliği simgeler."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "ثَبَى - Sabeya", "muzari": "يَثْبِي - Yasbi", "masdar": "ثَبْي - Saby"}, "bab_anlami": "Bu bab, fiilin temel anlamını taşır; bir şeyde sabit kalmak, sebat etmek, bir yerde ikamet etmek gibi anlamlara gelir. Varlığın temelindeki durağanlığı ve sürekliliği ifade eder. Bir düşünceye, inanca veya duruma bağlı kalmayı, değişime direnerek özü korumayı simgeler.", "mikro_mantik": "Kökün temel anlamını en yalın haliyle ifade eder. Fiilin özündeki 'sabitlik' niteliğini vurgular. Bir şeyin özünde değişmeden kalma, temel niteliğini koruma durumunu ifade eder."}, {"bab_no": 2, "fiil_formlari": {"mazi": "ثُبِّيَ - Subbiye", "muzari": "يُثَبَّى - Yusabba", "masdar": "تَثْبِيَة - Tesbiye"}, "bab_anlami": "Bu bab, bir şeyi sabit kılmak, bir şeyi bir yerde veya durumda tutmak anlamlarına gelir. Bir şeyi sağlamlaştırmak, pekiştirmek veya bir şeyi belirli bir durumda muhafaza etmek eylemini ifade eder. Bir düşünceyi zihinde sabitlemek, bir inancı kalpte kökleştirmek gibi anlamlara gelebilir.", "mikro_mantik": "Fiilin etkisini yoğunlaştırır, sabitleme eyleminin bir başkası tarafından yapıldığını gösterir. Bir şeyin sabitlenmesi, sağlamlaştırılması veya bir durumda tutulması eylemini vurgular."}, {"bab_no": 3, "fiil_formlari": {"mazi": "ثَابَى - Saabaa", "muzari": "يُثَابِي - Yusaabi", "masdar": "مُثَابَاة - Musaabaa"}, "bab_anlami": "Bu bab, karşılıklı sabitleşme, birbirini destekleyerek sebat etme anlamlarına gelir. İki veya daha fazla varlığın birbirine tutunarak, birbirini destekleyerek sabit kalması durumunu ifade eder. Ortak bir amaç için bir araya gelerek birbirine destek olmak, birlikte sebat etmek gibi anlamlara gelebilir.", "mikro_mantik": "Fiilin karşılıklı etkileşimini vurgular. İki veya daha fazla varlığın birbirini destekleyerek sabit kalması, birbirine tutunması durumunu ifade eder. Ortak bir amaç için birlikte hareket etme ve birbirine destek olma eylemini vurgular."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَثْبَى - Asba", "muzari": "يُثْبِي - Yusbi", "masdar": "إِثْبَاء - Isbaa"}, "bab_anlami": "Bu bab, bir şeyi sabit hale getirmek, bir şeyi bir yerde veya durumda tutmak için çaba göstermek anlamlarına gelir. Bir şeyi sağlamlaştırmak, pekiştirmek veya bir şeyi belirli bir durumda muhafaza etmek için aktif bir çaba gösterme eylemini ifade eder. Bir düşünceyi zihinde sabitlemek için sürekli çalışmak, bir inancı kalpte kökleştirmek için gayret göstermek gibi anlamlara gelebilir.", "mikro_mantik": "Fiilin aktif bir çaba gerektirdiğini vurgular. Bir şeyi sabit hale getirmek, sağlamlaştırmak veya bir durumda tutmak için gösterilen aktif çabayı ifade eder. Bir amaca ulaşmak için sürekli ve kararlı bir şekilde çalışmayı vurgular."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَثَبَّى - Tesebba", "muzari": "يَتَثَبَّى - Yetesebba", "masdar": "تَثَبِّي - Tesebbi"}, "bab_anlami": "Bu bab, bir şeyde sebat etmeye çalışmak, bir şeyi sabit tutmaya gayret etmek anlamlarına gelir. Bir konuda kararlı olmak, bir düşünceye sıkıca bağlanmak ve ondan vazgeçmemek gibi anlamlara gelir. İçsel bir çaba ile sebat göstermeye çalışmayı ifade eder.", "mikro_mantik": "Fiilin içsel bir çaba ile gerçekleştirildiğini vurgular. Kişinin kendi iradesiyle sebat etmeye çalışması, bir konuda kararlı olma gayreti gibi anlamları ifade eder. İçsel motivasyon ve azmi vurgular."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَثَابَى - Tesaabaa", "muzari": "يَتَثَابَى - Yetesaabaa", "masdar": "تَثَابِي - Tesaabi"}, "bab_anlami": "Bu bab, sebat göstermekte yarışmak, birbirini sebat etmeye teşvik etmek anlamlarına gelir. İki veya daha fazla kişinin birlikte sebat göstermeye çalışması, birbirini destekleyerek kararlı olmaya teşvik etmesi durumunu ifade eder. Ortak bir amaç için birlikte sebat etmek, birbirine destek olmak ve cesaretlendirmek gibi anlamlara gelebilir.", "mikro_mantik": "Fiilin karşılıklı bir etkileşim içinde gerçekleştiğini vurgular. İki veya daha fazla kişinin birbirini sebat etmeye teşvik etmesi, birlikte kararlı olmaya çalışması durumunu ifade eder. Ortak bir amaç için birlikte hareket etme ve birbirine destek olma eylemini vurgular."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْثَبَى - Inseba", "muzari": "يَنْثَبِي - Yensebi", "masdar": "اِنْثِبَاء - Insebaa"}, "bab_anlami": "Bu bab, bir şeye kendiliğinden sabitlenmek, bir yerde kendiliğinden yerleşmek anlamlarına gelir. Bir şeyin doğal olarak bir yerde veya durumda sabit kalması, kendiliğinden bir yere yerleşmesi durumunu ifade eder. Bir düşüncenin zihinde kendiliğinden yer etmesi, bir inancın kalpte kendiliğinden kök salması gibi anlamlara gelebilir.", "mikro_mantik": "Fiilin kendiliğinden gerçekleştiğini vurgular. Bir şeyin doğal olarak bir yerde veya durumda sabit kalması, kendiliğinden bir yere yerleşmesi durumunu ifade eder. İçsel bir süreçle gerçekleşen sabitleşmeyi vurgular."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِثْتَبَى - Isteba", "muzari": "يَثْتَبِي - Yastabi", "masdar": "اِثْتِبَاء - Istibaa"}, "bab_anlami": "Bu bab, sebat etmeyi istemek, sebat etmeye ihtiyaç duymak anlamlarına gelir. Bir konuda kararlı olmak istemek, bir düşünceye sıkıca bağlanmaya ihtiyaç duymak gibi anlamlara gelir. İçsel bir arzu ile sebat etmeyi istemeyi ifade eder.", "mikro_mantik": "Fiilin bir istek veya ihtiyaç doğrultusunda gerçekleştiğini vurgular. Kişinin sebat etmeyi istemesi, kararlı olmaya ihtiyaç duyması durumunu ifade eder. İçsel bir motivasyonla sebat etme arzusunu vurgular."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اِثْبَاوَى - Isbawaa", "muzari": "يَثْبَاوِي - Yasbawi", "masdar": "اِثْبَاوَاء - Isbawaa"}, "bab_anlami": "Bu bab, bir şeyde aşırı derecede sebat etmek, bir konuda fanatik derecede kararlı olmak anlamlarına gelir. Bir düşünceye veya inanca aşırı derecede bağlanmak, ondan asla vazgeçmemek gibi anlamlara gelir. Aşırıya kaçan bir sebat ve kararlılığı ifade eder.", "mikro_mantik": "Fiilin aşırılık içerdiğini vurgular. Bir şeyde aşırı derecede sebat etmek, fanatik derecede kararlı olmak durumunu ifade eder. Aşırıya kaçan bir bağlılığı vurgular."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَثْبَى - Istesba", "muzari": "يَسْتَثْبِي - Yestesbi", "masdar": "اِسْتِثْبَاء - Istesbaa"}, "bab_anlami": "Bu bab, sebat etmeyi istemek, sebat etmeye çalışmak, sebat etme konusunda yardım istemek anlamlarına gelir. Bir konuda kararlı olmak için çaba göstermek, sebat etme konusunda başkalarından yardım istemek gibi anlamlara gelir. Sebat etme konusunda aktif bir çaba göstermeyi ve yardım aramayı ifade eder.", "mikro_mantik": "Fiilin bir çaba ve yardım arayışı içerdiğini vurgular. Sebat etmeyi istemek, sebat etmeye çalışmak ve sebat etme konusunda yardım istemek durumunu ifade eder. Aktif bir çaba ve dışsal destek arayışını vurgular."}]}], "ثجج": [{"kok": "ثجج", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Yoğunlaşma, akışkanlık ve taşma potansiyeli taşıyan bir öz.", "kavramsal_derinlik": "Maddi ve manevi bolluğun tezahürü"}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "ثَجَّ - thajja", "muzari": "يَثُجُّ - yathujju", "masdar": "ثَجّ - thajj"}, "bab_anlami": "Bir şeyin yoğun bir şekilde akması, taşması veya fışkırması. Bu, hem maddi anlamda (su, kan gibi sıvıların akması) hem de manevi anlamda (duyguların, düşüncelerin yoğun bir şekilde dışa vurulması) olabilir. Bu kalıp, içsel bir basıncın dışa yönelik kuvvetli bir ifadesini veya bir kaynağın tükenmeksizin akmaya devam etmesini ifade eder. Bu aynı zamanda, bir durumun veya duygunun kontrolsüz bir şekilde yayılmasına da işaret edebilir.", "mikro_mantik": "Bu bab, kökün temel anlamını yoğunlaştırır ve hareketi vurgular. Fiilin bu kalıbı, kökteki 'akma' veya 'taşma' eyleminin yoğunluğunu ve sürekliliğini belirtir. Yani, eylemin sadece gerçekleştiğini değil, aynı zamanda güçlü ve devamlı bir şekilde gerçekleştiğini ifade eder. Bu, kökün anlamını dinamik bir sürece dönüştürür."}]}], "ثخن": [{"kok": "ثخن", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Yoğunlaşma, katılaşma, belirginleşme. Bir şeyin özünün veya niteliğinin yoğunlaşarak daha belirgin hale gelmesi.", "kavramsal_derinlik": "Maddi yoğunluktan manevi derinliğe uzanan bir spektrum. Hem fiziksel dünyanın katı gerçekliklerini hem de soyut kavramların yoğunlaşmış anlamlarını kapsar."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "ثَخُنَ - s̱aḫune", "muzari": "يَثْخُنُ - yes̱ḫunu", "masdar": "ثَخَانَة - s̱aḫāneh"}, "bab_anlami": "Bir şeyin yoğunlaşması, katılaşması veya kalınlaşması. Bu, hem fiziksel bir nesnenin yoğunluğunu artırması hem de soyut bir kavramın daha belirgin hale gelmesi anlamına gelebilir. Örneğin, bir duygunun yoğunlaşması veya bir düşüncenin belirginleşmesi gibi. Bu kalıp, bir şeyin özünün daha belirgin ve etkili hale gelmesini ifade eder.", "mikro_mantik": "Bu bab, kökün temel anlamını doğrudan ve niteliksel bir değişimle ifade eder. Bir şeyin 'kendiliğinden' yoğunlaşması veya kalınlaşması sürecini gösterir. Kökün temel anlamı olan yoğunluğun, nesnenin içsel bir özelliği olarak ortaya çıkışını vurgular."}]}], "ثرب": [{"kok": "ثرب", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Yağın veya katı maddenin erimesi, çözülmesi ve akışkan hale gelmesi; bir şeyin özünün ortaya çıkması.", "kavramsal_derinlik": "Maddenin dönüşümü ve özün açığa çıkması arasındaki ilişkiyi, potansiyelin kinetiğe evrilmesini ve içsel gücün dışsal tezahürünü ifade eder. Bu, hem fiziksel hem de metafiziksel düzeyde bir dönüşüm sürecini simgeler."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "ثَرَبَ", "muzari": "يَثْرُبُ", "masdar": "ثَرْب"}, "bab_anlami": "Bir şeyin yağını eritmek, çözmek veya akışkan hale getirmek. Bu kalıp, bir nesnenin veya durumun özünü ortaya çıkarma, saflaştırma veya dönüştürme eylemini ifade eder. Aynı zamanda, içsel potansiyeli harekete geçirme ve görünür hale getirme anlamını da taşır.", "mikro_mantik": "Bu bab, kökün temel anlamını doğrudan ve basit bir eylemle ifade eder. Fiilin yalın hali, eylemin kendiliğindenliğini ve doğal akışını vurgular. Kökün temel anlamı olan 'erime' veya 'çözülme' eylemi, bu kalıpta doğrudan bir fiille ifade edilir, bu da eylemin basit ve dolaysız olduğunu gösterir."}]}], "ثري": [{"kok": "ثري", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Zenginlik, bolluk, bereket; maddi ve manevi anlamda yeterliliğe ulaşma, içsel tatmin ve dışsal refahın dengesi.", "kavramsal_derinlik": "Dünyevi zenginliğin ötesinde, ruhani olgunluk, bilgelik ve aydınlanma yoluyla elde edilen derin iç huzuru ve tatmini ifade eder. Bu, insanın kendi potansiyelini tam olarak gerçekleştirmesi ve evrenle uyum içinde yaşaması anlamına gelir."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "ثَرِيَ", "muzari": "يَثْرَى", "masdar": "ثَرْي"}, "bab_anlami": "Bu bab, kökün temel anlamı olan zenginlik ve bolluğa işaret eder. Bir şeyin zenginleşmesi, artması, çoğalması veya bereketlenmesi anlamlarını taşır. Aynı zamanda, bir kişinin içsel olarak zenginleşmesi, bilgi ve hikmetle dolması, manevi olarak yükselmesi gibi anlamlara da gelebilir. Bu kalıp, bir durumun veya nesnenin niteliksel veya niceliksel olarak geliştiğini ifade eder.", "mikro_mantik": "Bu bab, kökün temel anlamını fiilleştirerek, zenginleşme eyleminin kendisini veya bir şeyin zenginleşme durumunu ifade eder. Kökün anlamını dinamik bir sürece dönüştürür, yani zenginliğin statik bir durumdan ziyade, sürekli bir gelişim ve artış halinde olduğunu vurgular."}, {"bab_no": 2, "fiil_formlari": {"mazi": "أَثْرَى", "muzari": "يُثْرِي", "masdar": "إِثْرَاء"}, "bab_anlami": "Bu bab, bir şeyi zenginleştirmek, bolluk katmak, verimliliği artırmak veya bir şeyi daha değerli hale getirmek anlamına gelir. Aynı zamanda, bir kişiyi bilgi, deneyim veya manevi değerlerle donatarak zenginleştirmek anlamına da gelebilir. Bu kalıp, bir şeyin değerini artırma veya birine değer katma eylemini ifade eder.", "mikro_mantik": "Bu bab, kökün anlamını geçişli hale getirerek, zenginleştirme eyleminin bir özne tarafından bir nesneye yöneltildiğini gösterir. Yani, bir şeyin zenginleşmesi değil, birinin bir şeyi zenginleştirmesi eylemini vurgular. Bu, zenginliğin aktif bir şekilde yaratıldığını veya aktarıldığını ifade eder."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَثَرَّى", "muzari": "يَتَثَرَّى", "masdar": "تَثَرِّي"}, "bab_anlami": "Bu bab, zenginleşmeye çalışmak, zenginliği aramak, bolluk içinde yaşamak veya kendini zenginleştirmek için çabalamak anlamına gelir. Aynı zamanda, bir kişinin bilgi, deneyim veya manevi değerler edinerek kendini geliştirmesi ve olgunlaştırması anlamına da gelebilir. Bu kalıp, zenginleşme sürecine aktif katılımı ve kişisel gelişimi ifade eder.", "mikro_mantik": "Bu bab, kökün anlamını refleksif hale getirerek, zenginleşme eyleminin özneye geri döndüğünü gösterir. Yani, birinin başkasını zenginleştirmesi değil, kişinin kendisini zenginleştirmesi eylemini vurgular. Bu, zenginliğin içsel bir çaba ve kişisel gelişim yoluyla elde edildiğini ifade eder."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَثْرَى", "muzari": "يَسْتَثْرِي", "masdar": "اِسْتِثْرَاء"}, "bab_anlami": "Bu bab, zenginlik istemek, bolluk talep etmek, zenginleşmeyi arzu etmek veya bir şeyden zenginlik elde etmeye çalışmak anlamına gelir. Aynı zamanda, bir kişiden bilgi, deneyim veya manevi değerler talep ederek zenginleşmeyi ummak anlamına da gelebilir. Bu kalıp, zenginliğe ulaşma arzusunu ve bu yöndeki çabaları ifade eder.", "mikro_mantik": "Bu bab, kökün anlamını talep ve arayış bağlamına yerleştirerek, zenginliğin elde edilmesi için gösterilen çabayı ve arzuyu vurgular. Zenginliğin pasif bir şekilde beklenmesi yerine, aktif bir şekilde arandığını ve talep edildiğini ifade eder. Bu, zenginliğin elde edilmesi için bilinçli bir niyet ve çaba gerektiğini gösterir."}]}], "ثعب": [{"kok": "ثعب", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Sızma, nüfuz etme, gizlice ilerleme. Bir şeyin içten içe yayılması veya yaygınlaşması.", "kavramsal_derinlik": "Hem maddi (zehir gibi) hem de manevi (düşünce gibi) alanlarda etkili olan, sinsi ve derinden işleyen süreçleri ifade eder. Bu, evrenin işleyişindeki görünmez etkileri ve insanın iç dünyasındaki gizli eğilimleri anlamaya yönelik bir derinlik sunar."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "ثَعَبَ", "muzari": "يَثْعَبُ", "masdar": "ثَعْب"}, "bab_anlami": "Bir şeyin kaynaktan fışkırması, coşkun bir şekilde akması veya bir yerden sızarak çıkması. Bu, içsel bir potansiyelin dışa vurumu, bir enerjinin serbest kalması veya bir bilginin yayılması gibi anlamlara gelebilir. Aynı zamanda, kontrolsüz bir şekilde yayılan veya taşan bir durumu da ifade edebilir; tıpkı bir pınarın coşkunca akması gibi. Bu anlam, yaratıcılığın, duyguların veya bilgeliğin beklenmedik bir anda ortaya çıkışını simgeler.", "mikro_mantik": "Kökün temel anlamı olan sızma ve nüfuz etme eylemi, bu babda daha belirgin ve dışsal bir harekete dönüşür. Fiilin yalın hali, eylemin doğrudan ve aracısız bir şekilde gerçekleştiğini gösterir. Bu kalıp, kökün potansiyelindeki enerjinin açığa çıkışını ve yayılmasını vurgular."}]}], "ثقب": [{"kok": "ثقب", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Bir şeyin içinden geçerek nüfuz etmek, derinlemesine işlemek ve varlığın özüne ulaşmak.", "kavramsal_derinlik": "Maddenin ve mananın derinliklerine nüfuz ederek, görünenin ardındaki gizli gerçekleri ortaya çıkarma potansiyeli."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "ثَقَبَ", "muzari": "يَثْقُبُ", "masdar": "ثَقْب"}, "bab_anlami": "Bir şeyi delmek, nüfuz etmek, bir engeli aşarak ötesine geçmek. Bu kalıp, fiziksel bir delme eyleminin yanı sıra, zihinsel ve ruhsal bir nüfuzu da ifade eder. Bir düşüncenin veya inancın bir zihne nüfuz etmesi gibi, derinlemesine bir etki yaratma potansiyeli taşır.", "mikro_mantik": "Bu basit fiil kalıbı, kökün temel anlamını doğrudan ve yoğun bir şekilde ifade eder. Eylemin kendisini, yani delme işlemini vurgular. Bu kalıp, eylemin basitçe gerçekleştiğini ve bir nesnenin içinden geçildiğini belirtir, herhangi bir ek anlam veya yoğunluk katmaz."}, {"bab_no": 2, "fiil_formlari": {"mazi": "ثُقِّبَ", "muzari": "يُثَقَّبُ", "masdar": "تَثْقِيب"}, "bab_anlami": "Bir şeyin çok sayıda delikle donatılması, tekrar tekrar delinmesi veya yoğun bir şekilde nüfuz edilmesi. Bu kalıp, bir nesnenin veya kavramın derinlemesine incelenmesini, çok yönlü bir şekilde ele alınmasını ve her bir yönünün ayrı ayrı değerlendirilmesini ifade edebilir. Bir konunun farklı açılardan delinerek anlaşılması gibi.", "mikro_mantik": "Bu kalıp, eylemin yoğunluğunu ve tekrarını vurgular. Delme eyleminin birden çok kez veya birçok yerde gerçekleştiğini gösterir. Bu, konunun derinlemesine incelenmesi veya bir nesnenin çok sayıda delikle donatılması gibi anlamlara gelebilir."}, {"bab_no": 3, "fiil_formlari": {"mazi": "ثَاقَبَ", "muzari": "يُثَاقِبُ", "masdar": "مُثَاقَبَة"}, "bab_anlami": "Karşılıklı delme, birbirini delme veya nüfuz etme. Bu kalıp, iki veya daha fazla varlık arasındaki etkileşimi, birbirlerini etkilemelerini ve birbirlerinin derinliklerine nüfuz etmelerini ifade eder. İki düşüncenin veya inancın birbirini sorgulaması ve birbirini aşmaya çalışması gibi.", "mikro_mantik": "Bu kalıp, eylemin karşılıklı olduğunu ve iki tarafın da aktif olarak katıldığını gösterir. Birbirini delme veya nüfuz etme eylemi, iki varlık arasındaki etkileşimi ve karşılıklı değişimi vurgular."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَثْقَبَ", "muzari": "يُثْقِبُ", "masdar": "إِثْقَاب"}, "bab_anlami": "Delmeye neden olmak, bir şeyi deldirmek veya delik açmak. Bu kalıp, bir eylemin başkası tarafından gerçekleştirilmesine neden olmayı veya bir şeyin delinmesine yol açmayı ifade eder. Birinin bir başkasını bir konuyu derinlemesine düşünmeye teşvik etmesi gibi.", "mikro_mantik": "Bu kalıp, eylemin dolaylı olduğunu ve bir neden-sonuç ilişkisi içerdiğini gösterir. Birinin bir şeyi delmesine neden olmak, eylemin doğrudan değil, dolaylı olarak gerçekleştiğini belirtir."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَثَقَّبَ", "muzari": "يَتَثَقَّبُ", "masdar": "تَثَقُّب"}, "bab_anlami": "Delinmeye çalışmak, delik açmaya uğraşmak veya delinmiş gibi görünmek. Bu kalıp, bir eylemi gerçekleştirmeye yönelik bir çabayı veya bir durumu taklit etmeyi ifade eder. Birinin bir konuyu derinlemesine anlamaya çalışması veya bir şeyi delinmiş gibi göstermeye çalışması gibi.", "mikro_mantik": "Bu kalıp, eylemin çaba gerektirdiğini ve tamamlanmamış olabileceğini gösterir. Delinmeye çalışmak, eylemin henüz gerçekleşmediğini veya gerçekleşmesinin zor olduğunu belirtir."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَثَاقَبَ", "muzari": "يَتَثَاقَبُ", "masdar": "تَثَاقُب"}, "bab_anlami": "Birbirini delmeye çalışmak, karşılıklı olarak nüfuz etmeye uğraşmak veya delinmiş gibi davranmak. Bu kalıp, iki veya daha fazla varlık arasındaki rekabeti, birbirlerini aşmaya çalışmalarını veya birbirlerinin derinliklerine nüfuz etmeye uğraşmalarını ifade eder. İki düşüncenin veya inancın birbirini çürütmeye çalışması gibi.", "mikro_mantik": "Bu kalıp, eylemin karşılıklı ve rekabetçi olduğunu gösterir. Birbirini delmeye çalışmak, iki tarafın da aktif olarak katıldığı ve birbirini aşmaya çalıştığı bir durumu belirtir."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْثَقَبَ", "muzari": "يَنْثَقِبُ", "masdar": "اِنْثِقَاب"}, "bab_anlami": "Delinmek, nüfuz edilmek veya kendiliğinden delinmek. Bu kalıp, bir eylemin pasif olarak gerçekleştiğini veya bir şeyin kendiliğinden delindiğini ifade eder. Bir düşüncenin bir zihne kendiliğinden nüfuz etmesi gibi.", "mikro_mantik": "Bu kalıp, eylemin pasif olduğunu ve öznenin aktif bir rolü olmadığını gösterir. Delinmek, eylemin özneye yapıldığını ve öznenin bu eylemi başlatmadığını belirtir."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِثْتَقَبَ", "muzari": "يَثْتَقِبُ", "masdar": "اِثْتِقَاب"}, "bab_anlami": "Derinlemesine delmek, iyice nüfuz etmek, bir şeyin özüne kadar inmek. Bu kalıp, bir konuyu veya nesneyi tüm yönleriyle incelemeyi, onun en derin katmanlarına ulaşmayı ve tam bir anlayış elde etmeyi ifade eder. Bir araştırmacının bir konuyu tüm detaylarıyla incelemesi gibi.", "mikro_mantik": "Bu kalıp, eylemin derinliğini ve kapsamlılığını vurgular. Derinlemesine delmek, eylemin sadece yüzeyde kalmadığını, aynı zamanda derinlere indiğini ve tüm ayrıntıları kapsadığını belirtir."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اِثْقَابَّ", "muzari": "يَثْقَابُّ", "masdar": "اِثْقِيبَاب"}, "bab_anlami": "Çok fazla delikli olmak, deliklerle dolu olmak. Bu kalıp, bir nesnenin veya yüzeyin çok sayıda küçük delikle kaplı olduğunu, adeta bir süzgeç gibi olduğunu ifade eder. Bir eleğin yapısı gibi.", "mikro_mantik": "Bu kalıp, bir nesnenin veya yüzeyin durumunu tanımlar ve deliklerin çokluğunu vurgular. Çok fazla delikli olmak, nesnenin veya yüzeyin deliklerle dolu olduğunu belirtir."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَثْقَبَ", "muzari": "يَسْتَثْقِبُ", "masdar": "اِسْتِثْقَاب"}, "bab_anlami": "Delik açmaya çalışmak, delik aramaya koyulmak veya delik bulmaya niyetlenmek. Bu kalıp, bir şeyi delme veya bir delik bulma amacını taşımayı, bu yönde çaba göstermeyi ifade eder. Bir mühendisin bir yapıda zayıf noktalar araması gibi.", "mikro_mantik": "Bu kalıp, eylemin amaçlı ve hedef odaklı olduğunu gösterir. Delik açmaya çalışmak, eylemin belirli bir amaca yönelik olduğunu ve bu amaca ulaşmak için çaba gösterildiğini belirtir."}]}], "ثقف": [{"kok": "ثقف", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Anlama, kavrama ve idrak etme yeteneği; bilginin özünü yakalama ve onu içselleştirme.", "kavramsal_derinlik": "İnsanın zihinsel kapasitesinin sınırlarını aşarak, evrenin sırlarını çözmeye yönelik bitmeyen arayışı. İlahi bilgelikle aydınlanma ve hakikate ulaşma yolunda ilerleme."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "ثَقُفَ - saqufa", "muzari": "يَثْقُفُ - yasqofu", "masdar": "ثَقَافَة - saqāfah"}, "bab_anlami": "Bir şeyde ustalaşmak, yetenek kazanmak ve derinlemesine bilgi sahibi olmak. Bu kalıp, bireyin entelektüel ve kültürel olarak gelişmesini, bir konuda uzmanlaşmasını ve o alanda derin bir anlayışa sahip olmasını ifade eder. Aynı zamanda, bir toplumun bilgi birikimini ve kültürel değerlerini benimseyerek, o toplumun bir parçası haline gelmeyi de içerir.", "mikro_mantik": "Bu kalıp, kökün temel anlamını (anlama, kavrama) bir süreç ve sonuç ilişkisi içinde genişletir. Yani, 'ثقف' kökünden türeyen bu form, sadece anlamayı değil, aynı zamanda bu anlama eyleminin sonucunda elde edilen ustalık ve yetkinliği de ifade eder. Bu, kökün statik anlamını dinamik bir hale getirerek, bilginin edinilmesi ve içselleştirilmesi sürecine odaklanır."}, {"bab_no": 2, "fiil_formlari": {"mazi": "ثَقَّفَ - saqqafa", "muzari": "يُثَقِّفُ - yusaqqifu", "masdar": "تَثْقِيف - tasqīf"}, "bab_anlami": "Birini eğitmek, bilinçlendirmek ve kültürel olarak geliştirmek. Bu kalıp, başkalarına bilgi aktarmayı, onları aydınlatmayı ve onların entelektüel kapasitelerini artırmayı amaçlar. Bu, sadece bilgi vermekle kalmayıp, aynı zamanda bireylerin düşünce yapısını ve dünya görüşünü şekillendirmeyi de içerir. Bu form, bir toplumun kültürel mirasını gelecek nesillere aktarma ve onları daha bilinçli ve donanımlı hale getirme sürecini temsil eder.", "mikro_mantik": "Bu kalıp, kökün temel anlamını (anlama, kavrama) başkalarına aktarma ve onları bu anlamda geliştirme eylemine dönüştürür. Kökün anlamını yoğunlaştırarak, bir başkasının anlama ve kavrama yeteneğini artırma eylemini vurgular. Bu, kökün bireysel anlamını toplumsal bir boyuta taşıyarak, bilginin paylaşılması ve yaygınlaştırılması sürecine odaklanır."}, {"bab_no": 3, "fiil_formlari": {"mazi": "ثَاقَفَ - sāqafa", "muzari": "يُثَاقِفُ - yusāqifu", "masdar": "مُثَاقَفَة - musāqafah"}, "bab_anlami": "Karşılıklı bilgi alışverişinde bulunmak, fikirleri tartışmak ve entelektüel bir etkileşim içinde olmak. Bu kalıp, bireylerin birbirlerinden öğrenmelerini, farklı bakış açılarını anlamalarını ve ortak bir anlayışa ulaşmalarını sağlar. Bu, sadece bilgi alışverişi değil, aynı zamanda eleştirel düşünme, problem çözme ve yaratıcılığı teşvik eden bir süreçtir. Bu form, farklı kültürler ve düşünceler arasında köprüler kurarak, daha geniş bir perspektife sahip olmayı ifade eder.", "mikro_mantik": "Bu kalıp, kökün temel anlamını (anlama, kavrama) karşılıklı bir etkileşim ve alışveriş sürecine dönüştürür. Kökün anlamını çoğaltarak, birden fazla kişinin anlama ve kavrama yeteneklerini bir araya getirme eylemini vurgular. Bu, kökün bireysel anlamını kolektif bir boyuta taşıyarak, bilginin ortaklaşa üretilmesi ve paylaşılması sürecine odaklanır."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَثَقَّفَ - tasaqqafa", "muzari": "يَتَثَقَّفُ - yatasaqqafu", "masdar": "تَثَقُّف - tasaqquf"}, "bab_anlami": "Kültürlenmek, bir kültürü benimsemek ve o kültüre uyum sağlamak. Bu kalıp, bireyin yeni bir kültürü öğrenmesini, o kültürün değerlerini, geleneklerini ve yaşam tarzını içselleştirmesini ifade eder. Bu, sadece bilgi edinmekle kalmayıp, aynı zamanda bireyin kimliğini ve davranışlarını değiştirmeyi de içerir. Bu form, farklı kültürler arasında köprüler kurarak, daha geniş bir perspektife sahip olmayı ve kültürel çeşitliliği zenginleştirmeyi temsil eder.", "mikro_mantik": "Bu kalıp, kökün temel anlamını (anlama, kavrama) bireyin kendi kendini geliştirme ve dönüştürme sürecine dönüştürür. Kökün anlamını yoğunlaştırarak, bireyin kendi anlama ve kavrama yeteneğini artırma eylemini vurgular. Bu, kökün dışsal anlamını içsel bir boyuta taşıyarak, bireyin kendi bilgi ve kültürünü oluşturma sürecine odaklanır."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَثَاقَفَ - tasāqafa", "muzari": "يَتَثَاقَفُ - yatasāqafu", "masdar": "تَثَاقُف - tasāquf"}, "bab_anlami": "Kültürlerin etkileşime girmesi, birbirlerinden etkilenmesi ve birbirlerini zenginleştirmesi. Bu kalıp, farklı kültürlerin bir araya gelerek, yeni fikirlerin, değerlerin ve yaşam tarzlarının ortaya çıkmasına neden olmasını ifade eder. Bu, sadece bilgi alışverişi değil, aynı zamanda kültürel çeşitliliğin artması ve daha geniş bir perspektife sahip olunması anlamına gelir. Bu form, farklı kültürler arasında köprüler kurarak, daha barışçıl ve anlayışlı bir dünya yaratmaya katkıda bulunur.", "mikro_mantik": "Bu kalıp, kökün temel anlamını (anlama, kavrama) farklı kültürlerin karşılıklı etkileşimi ve alışverişi sürecine dönüştürür. Kökün anlamını çoğaltarak, birden fazla kültürün anlama ve kavrama yeteneklerini bir araya getirme eylemini vurgular. Bu, kökün bireysel anlamını küresel bir boyuta taşıyarak, kültürel çeşitliliğin ve etkileşimin önemine odaklanır."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَثْقَفَ - is'taqfa", "muzari": "يَسْتَثْقِفُ - yastasqifu", "masdar": "اِسْتِثْقَاف - istisqāf"}, "bab_anlami": "Bir şeyi derinlemesine anlamaya çalışmak, bir konuda uzmanlaşmak için çaba göstermek. Bu kalıp, bireyin bir konuyu öğrenmek için yoğun bir çaba sarf etmesini, o konuda derin bir anlayışa sahip olmak için araştırma yapmasını ve bilgi edinmesini ifade eder. Bu, sadece bilgi edinmekle kalmayıp, aynı zamanda bireyin analitik düşünme, problem çözme ve eleştirel düşünme becerilerini geliştirmesini de içerir. Bu form, bir konuda uzmanlaşmak ve o alanda otorite sahibi olmak için gösterilen azmi ve kararlılığı temsil eder.", "mikro_mantik": "Bu kalıp, kökün temel anlamını (anlama, kavrama) yoğun bir çaba ve arayış süreciyle birleştirir. Kökün anlamını derinleştirerek, bireyin bir konuyu anlamak için gösterdiği azmi ve kararlılığı vurgular. Bu, kökün pasif anlamını aktif bir hale getirerek, bilginin elde edilmesi ve içselleştirilmesi için gösterilen çabaya odaklanır."}]}], "ثقل": [{"kok": "ثقل", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Ağırlık, yük, sorumluluk; maddi ve manevi ağırlıkların özündeki denge arayışı.", "kavramsal_derinlik": "Fiziksel ağırlığın ötesinde, ruhsal sorumlulukların ve ahlaki yükümlülüklerin insan üzerindeki etkileri; hafiflik ve ağırlık arasındaki diyalektik ilişki."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "ثَقُلَ - saqula", "muzari": "يَثْقُلُ - yasqulu", "masdar": "ثُقْل - suql"}, "bab_anlami": "Ağır olmak, ağır gelmek, zorlaşmak; bir şeyin ağırlığı nedeniyle hareket etmede veya taşımada güçlük çekmek. Bu kalıp, bir durumun veya nesnenin doğal ağırlığını veya zorluğunu ifade eder. Aynı zamanda, bir şeyin değerinin veya öneminin artmasıyla oluşan manevi ağırlığı da simgeleyebilir.", "mikro_mantik": "Bu bab, kökün temel anlamını doğrudan ve değişmez bir şekilde ifade eder. Kökün özündeki ağırlık kavramı, bu kalıpta herhangi bir ek anlam veya dönüşüm olmaksızın belirginleşir. Fiilin bu formda kullanılması, ağırlığın nesnel ve değişmez bir özellik olduğunu vurgular."}, {"bab_no": 2, "fiil_formlari": {"mazi": "ثَقَّلَ - saqqala", "muzari": "يُثَقِّلُ - yusaqqilu", "masdar": "تَثْقِيل - tasqiil"}, "bab_anlami": "Ağırlaştırmak, yüklemek, zorlaştırmak; bir şeyi daha ağır veya daha zor hale getirmek. Bu kalıp, bir nesneye veya duruma ek ağırlık veya zorluk ekleme eylemini ifade eder. Aynı zamanda, bir durumu daha karmaşık veya zorlayıcı hale getirme anlamında da kullanılabilir; bir sorumluluğu veya yükümlülüğü artırmak, böylece onu daha da ağırlaştırmak.", "mikro_mantik": "Bu bab, kökün anlamını yoğunlaştırır ve eylemin yönünü değiştirir. Kökün temel anlamı olan 'ağırlık', bu kalıpta bir nesneye veya duruma uygulanan bir eylem haline gelir. Bu, ağırlığın dışsal bir etkiyle artırıldığını veya yoğunlaştırıldığını gösterir."}, {"bab_no": 3, "fiil_formlari": {"mazi": "ثَاقَلَ - saaqala", "muzari": "يُثَاقِلُ - yusaqilu", "masdar": "تَثَاقُل - tasaaqul"}, "bab_anlami": "Ağır davranmak, ağırdan almak, yavaş hareket etmek; bir işi yaparken isteksiz veya yavaş davranmak. Bu kalıp, bir kişinin veya nesnenin ağırlığına rağmen hareket etme veya tepki verme sürecindeki zorluğu ifade eder. Aynı zamanda, bir görevi yerine getirmede isteksizlik veya tembellik gösterme anlamında da kullanılabilir; manevi bir ağırlık altında ezilme ve bu nedenle harekete geçmekte zorlanma.", "mikro_mantik": "Bu bab, kökün anlamını karşılıklı bir etkileşim veya süreçle ilişkilendirir. Kökün temel anlamı olan 'ağırlık', bu kalıpta bir eylemin veya durumun niteliğini tanımlar. Bu, ağırlığın sadece bir özellik olmadığını, aynı zamanda bir davranış veya tepki biçimi olduğunu gösterir."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَثْقَلَ - asqala", "muzari": "يُثْقِلُ - yusqilu", "masdar": "إِثْقَال - isqal"}, "bab_anlami": "Ağırlaştırmak, yüklemek, zorlamak; bir şeyi daha ağır veya daha zor hale getirmek, birine yük olmak. Bu kalıp, bir nesneye veya duruma ek ağırlık veya zorluk ekleme eylemini ifade eder. Aynı zamanda, bir kişiye veya duruma aşırı yük yükleme, onu zor durumda bırakma anlamında da kullanılabilir; bir başkasının omuzlarına ağır bir yük bindirmek, böylece onu ezmek.", "mikro_mantik": "Bu bab, kökün anlamını bir nedensellik ilişkisiyle ilişkilendirir. Kökün temel anlamı olan 'ağırlık', bu kalıpta bir eylemin sonucu olarak ortaya çıkar. Bu, ağırlığın bir nedenin sonucu olduğunu ve bir nesneye veya duruma dışsal bir etkiyle yüklendiğini gösterir."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَثَقَّلَ - tasaqqala", "muzari": "يَتَثَقَّلُ - yatasaqqalu", "masdar": "تَثَقُّل - tasaqqul"}, "bab_anlami": "Ağırlaşmak, ağırlık kazanmak, ağır davranmak; bir şeyin ağırlığı artmak veya bir kişi ağırbaşlı davranmak. Bu kalıp, bir nesnenin veya durumun ağırlığının zamanla artması veya bir kişinin davranışlarının daha ağırbaşlı hale gelmesi sürecini ifade eder. Aynı zamanda, bir durumun veya kişinin olgunlaşması, deneyim kazanması ve bu nedenle daha ağırbaşlı bir tavır sergilemesi anlamında da kullanılabilir; içsel bir dönüşümle ağırlık kazanmak.", "mikro_mantik": "Bu bab, kökün anlamını bir süreç veya değişimle ilişkilendirir. Kökün temel anlamı olan 'ağırlık', bu kalıpta bir nesnenin veya durumun zaman içindeki değişimini tanımlar. Bu, ağırlığın sadece bir özellik olmadığını, aynı zamanda bir süreç olduğunu ve zamanla artabileceğini veya değişebileceğini gösterir."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَثَاقَلَ - tasaaqala", "muzari": "يَتَثَاقَلُ - yatasaaqalu", "masdar": "تَثَاقُل - tasaaqul"}, "bab_anlami": "Ağır davranmak, ağırdan almak, yavaş hareket etmek; bir işi yaparken isteksiz veya yavaş davranmak, tembellik etmek. Bu kalıp, bir kişinin veya nesnenin ağırlığına rağmen hareket etme veya tepki verme sürecindeki zorluğu ifade eder. Aynı zamanda, bir görevi yerine getirmede isteksizlik veya tembellik gösterme anlamında da kullanılabilir; manevi bir ağırlık altında ezilme ve bu nedenle harekete geçmekte zorlanma, isteksizce bir yükü sürüklemek.", "mikro_mantik": "Bu bab, kökün anlamını karşılıklı bir etkileşim veya süreçle ilişkilendirir, ancak bu etkileşimde isteksizlik veya yavaşlık vurgulanır. Kökün temel anlamı olan 'ağırlık', bu kalıpta bir eylemin veya durumun niteliğini tanımlar. Bu, ağırlığın sadece bir özellik olmadığını, aynı zamanda bir davranış veya tepki biçimi olduğunu gösterir, ancak bu davranışta bir direnç veya isteksizlik vardır."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْثَقَلَ - insaqala", "muzari": "يَنْثَقِلُ - yansaqilu", "masdar": "اِنْثِقَال - insiqal"}, "bab_anlami": "Ağırlaşmak, yüklenmek, dolmak; bir şeyin ağırlığı artmak veya bir şeyle dolmak. Bu kalıp, bir nesnenin veya durumun ağırlığının kendiliğinden artması veya bir şeyle dolması sürecini ifade eder. Aynı zamanda, bir durumun veya kişinin içsel olarak ağırlaşması, sorumluluk veya yükümlülüklerle dolması anlamında da kullanılabilir; içsel bir dolulukla ağırlık kazanmak, bir kabın dolması gibi.", "mikro_mantik": "Bu bab, kökün anlamını içsel bir değişim veya süreçle ilişkilendirir. Kökün temel anlamı olan 'ağırlık', bu kalıpta bir nesnenin veya durumun kendiliğinden değiştiğini veya dolduğunu gösterir. Bu, ağırlığın dışsal bir etkiyle değil, içsel bir süreçle arttığını veya oluştuğunu vurgular."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِثَّاقَلَ - issaaqala", "muzari": "يَثَّاقَلُ - yassaaqalu", "masdar": "اِثِّقَال - issiqal"}, "bab_anlami": "Ağır davranmak, ağırdan almak, yavaş hareket etmek; bir işi yaparken isteksiz veya yavaş davranmak, tembellik etmek, özellikle zor veya nahoş bir işten kaçınmak. Bu kalıp, bir kişinin veya nesnenin ağırlığına rağmen hareket etme veya tepki verme sürecindeki zorluğu ve bu zorluktan kaçınma eğilimini ifade eder. Aynı zamanda, bir görevi yerine getirmede isteksizlik veya tembellik gösterme anlamında da kullanılabilir; manevi bir ağırlık altında ezilme ve bu nedenle harekete geçmekte zorlanma, bu zorluktan bilinçli olarak kaçınmak.", "mikro_mantik": "Bu bab, kökün anlamını karşılıklı bir etkileşim veya süreçle ilişkilendirir, ancak bu etkileşimde isteksizlik, yavaşlık ve kaçınma vurgulanır. Kökün temel anlamı olan 'ağırlık', bu kalıpta bir eylemin veya durumun niteliğini tanımlar. Bu, ağırlığın sadece bir özellik olmadığını, aynı zamanda bir davranış veya tepki biçimi olduğunu gösterir, ancak bu davranışta bir direnç, isteksizlik ve kaçınma eğilimi vardır."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَثْقَلَ - istasqala", "muzari": "يَسْتَثْقِلُ - yastasqilu", "masdar": "اِسْتِثْقَال - istisqal"}, "bab_anlami": "Ağır bulmak, zor görmek, sıkılmak; bir şeyi ağır veya zor olarak algılamak, bir şeyden sıkılmak veya bıkmak. Bu kalıp, bir kişinin veya nesnenin ağırlığını veya zorluğunu algılama ve bu algıdan kaynaklanan bir rahatsızlık duyma sürecini ifade eder. Aynı zamanda, bir durumun veya kişinin sıkıcı, yorucu veya dayanılmaz olarak algılanması anlamında da kullanılabilir; manevi bir ağırlık altında ezilme ve bu nedenle bir şeyden uzaklaşma isteği duymak.", "mikro_mantik": "Bu bab, kökün anlamını bir algı veya değerlendirme süreciyle ilişkilendirir. Kökün temel anlamı olan 'ağırlık', bu kalıpta bir kişinin veya nesnenin bir şeyi nasıl algıladığını veya değerlendirdiğini tanımlar. Bu, ağırlığın sadece bir özellik olmadığını, aynı zamanda bir algı veya değerlendirme olduğunu ve bu algının bir rahatsızlık veya sıkıntıya yol açabileceğini gösterir."}]}], "ثلث": [{"kok": "ثلث", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Üçleme, bir bütünün parçası olma, denge ve oran. Bir şeyin üçüncü kısmı olmak, eksikliği tamamlama potansiyeli taşır. Bu kök, bir araya gelerek bütünü oluşturacak farklı unsurların varlığını ve önemini vurgular.", "kavramsal_derinlik": "Maddi dünyadaki bölünebilirlik ve pay alma kavramlarından, manevi dünyadaki birlik-çokluk ilişkisine uzanır. İnsan aklının sınırlarını aşan, ilahi bir sırra işaret eder. Zamanın üç boyutu (geçmiş, şimdi, gelecek) veya varoluşun üç temel unsuru (beden, ruh, akıl) gibi derin anlamlar içerir."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "ثَلَثَ", "muzari": "يَثْلُثُ", "masdar": "ثَلْث"}, "bab_anlami": "Bir şeyi üçe bölmek, üçüncü kısmını almak veya oluşturmak. Bir bütünün parçası haline gelmek, eksik bir şeyi tamamlamak için çabalamak. Bu kalıp, bir şeyin tamamlanması veya dengelenmesi için gerekli olan üçüncü bir unsurun eklenmesini ifade eder. Aynı zamanda, bir şeyin değerini veya etkisini üç katına çıkarmak anlamına da gelebilir.", "mikro_mantik": "Bu bab, kökün temel anlamını doğrudan eyleme dönüştürür. Bir şeyin niceliksel olarak bölünmesini veya niteliksel olarak tamamlanmasını ifade eder. Kökün anlamını somut bir fiile dönüştürerek, eylemin nesnesi üzerindeki etkisini vurgular."}, {"bab_no": 2, "fiil_formlari": {"mazi": "ثَنَّى", "muzari": "يُثَنِّي", "masdar": "تَثْنِيَة"}, "bab_anlami": "Bir şeyi üçlü hale getirmek, üç kat yapmak veya üçlü bir yapıya dönüştürmek. Bir şeyi güçlendirmek, sağlamlaştırmak veya daha etkili hale getirmek için üç unsuru bir araya getirmek. Bu kalıp, bir şeyin potansiyelini artırmak veya daha karmaşık bir yapı oluşturmak için kullanılan bir yöntem olarak düşünülebilir. Aynı zamanda, bir şeyin değerini veya önemini vurgulamak için üçlü bir sembolizm kullanmak anlamına da gelebilir.", "mikro_mantik": "Bu bab, kökün anlamını yoğunlaştırır ve çoğaltır. Bir şeyin üç katına çıkarılması veya üçlü bir yapıya dönüştürülmesi, o şeyin gücünü, etkisini veya karmaşıklığını artırır. Bu bab, kökün anlamını niceliksel olarak artırmanın yanı sıra, niteliksel olarak da derinleştirir."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَثَلَّثَ", "muzari": "يَتَثَلَّثُ", "masdar": "تَثَلُّث"}, "bab_anlami": "Üçlü bir nitelik kazanmak, üçlü bir yapıya bürünmek veya üçlü bir birlik oluşturmak. Bir şeyin üç farklı unsurdan oluştuğunu veya üç farklı aşamadan geçtiğini ifade etmek. Bu kalıp, bir şeyin karmaşıklığını veya çok yönlülüğünü vurgular. Aynı zamanda, bir şeyin tamamlanması veya mükemmelleşmesi için üç unsurun bir araya gelmesi gerektiğini de ifade edebilir.", "mikro_mantik": "Bu bab, kökün anlamını içselleştirir ve özümser. Bir şeyin üçlü bir nitelik kazanması, o şeyin özünde üç farklı unsurun bulunduğunu veya üç farklı aşamadan geçtiğini gösterir. Bu bab, kökün anlamını derinleştirerek, o şeyin içsel yapısını ve gelişim sürecini anlamamıza yardımcı olur."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَثْلَثَ", "muzari": "يَسْتَثْلِثُ", "masdar": "اِسْتِثْلَاث"}, "bab_anlami": "Üçleme arayışında olmak, bir şeyi üç parçaya ayırmayı veya üçlü bir yapı oluşturmayı istemek. Bir şeyi anlamak, analiz etmek veya kontrol etmek için üç farklı açıdan yaklaşmak. Bu kalıp, bir şeyin karmaşıklığını çözmek veya potansiyelini ortaya çıkarmak için kullanılan bir yöntem olarak düşünülebilir. Aynı zamanda, bir şeyin değerini veya önemini artırmak için üçlü bir sembolizm kullanmayı istemek anlamına da gelebilir.", "mikro_mantik": "Bu bab, kökün anlamını dışsal bir arayışa dönüştürür. Bir şeyin üçlü bir yapıya sahip olup olmadığını araştırmak veya bir şeyi üç farklı açıdan analiz etmek, o şey hakkında daha fazla bilgi edinmemizi ve onu daha iyi anlamamızı sağlar. Bu bab, kökün anlamını aktif bir keşif sürecine dönüştürerek, yeni bilgiler edinmemize ve yeni bakış açıları geliştirmemize yardımcı olur."}]}], "ثلل": [{"kok": "ثلل", "ontolojik_analiz": {"temel_anlam_cekirdegi": "İncelik, zayıflık, azalma", "kavramsal_derinlik": "Maddi ve manevi eksilme, hassasiyet"}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "ثلّ - thalla", "muzari": "يثلّ - yathullu", "masdar": "ثلّ - thall"}, "bab_anlami": "Bir şeyin incelmesi, zayıflaması veya azalması anlamına gelir. Bu, maddi bir nesnenin hacminin azalması olabileceği gibi, soyut bir kavramın etkisinin azalması da olabilir. Aynı zamanda, bir şeyin hassaslaşması, kırılgan hale gelmesi durumunu da ifade edebilir. Bu form, varlığın özündeki potansiyel eksilmeyi ve bu eksilmenin getirebileceği kırılganlığı vurgular.", "mikro_mantik": "Bu basit fiil formu, kökün temel anlamını doğrudan ifade eder. Eylemin kendisinde bir yoğunluk veya tekrar olmaksızın, sadece 'incelme' veya 'azalma' eylemini belirtir. Bu, kökün temel anlamının en yalın haliyle ortaya konduğu bir durumdur."}, {"bab_no": 2, "fiil_formlari": {"mazi": "ثَلَّلَ - thallala", "muzari": "يُثَلِّلُ - yuthallilu", "masdar": "تَثْلِيل - tathlil"}, "bab_anlami": "Bir şeyi inceltmek, zayıflatmak veya azaltmak için çaba göstermek anlamına gelir. Bu, bir şeyi kasıtlı olarak inceltme veya zayıflatma eylemini ifade eder. Aynı zamanda, bir şeyin hassasiyetini artırmak, onu daha kırılgan hale getirmek için yapılan bir eylemi de gösterebilir. Bu form, eylemin bilinçli bir şekilde yapıldığını ve bir amaca yönelik olduğunu vurgular.", "mikro_mantik": "Bu form, kökün anlamını yoğunlaştırır ve eylemin kasıtlı bir şekilde yapıldığını gösterir. Fiilin tekrarı veya yoğunluğu olmasa da, eylemin bir amaç doğrultusunda gerçekleştirildiği vurgulanır. Bu, kökün anlamının daha aktif ve yönlendirilmiş bir şekilde ifade edildiği bir durumdur."}, {"bab_no": 3, "fiil_formlari": {"mazi": "ثَالَّ - thaalla", "muzari": "يَثَالُّ - yathaallu", "masdar": "تَثَالّ - tathaall"}, "bab_anlami": "İncelikte, zayıflıkta veya azalma konusunda karşılıklı etkileşimde bulunmak anlamına gelir. İki veya daha fazla varlığın birbirini inceltmesi, zayıflatması veya azaltması durumunu ifade eder. Bu, rekabet, çatışma veya işbirliği yoluyla gerçekleşebilir. Aynı zamanda, varlıkların birbirlerinin hassasiyetini artırması, onları daha kırılgan hale getirmesi durumunu da gösterebilir. Bu form, etkileşimin karşılıklı olduğunu ve birden fazla tarafı içerdiğini vurgular.", "mikro_mantik": "Bu form, kökün anlamını ilişkisel bir bağlama yerleştirir. Eylemin tek bir varlık tarafından değil, birden fazla varlık arasındaki etkileşim sonucu gerçekleştiğini gösterir. Bu, kökün anlamının daha karmaşık ve dinamik bir şekilde ifade edildiği bir durumdur."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَثَلَّ - athalla", "muzari": "يُثِلُّ - yuthillu", "masdar": "إِثْلَال - ithlal"}, "bab_anlami": "Bir şeyi inceltmek, zayıflatmak veya azaltmak için bir araç kullanmak anlamına gelir. Bir şeyin incelmesine, zayıflamasına veya azalmasına neden olan bir etkeni veya aracı ifade eder. Bu, bir durumun veya olayın başka bir şeyi inceltmesi, zayıflatması veya azaltması şeklinde olabilir. Aynı zamanda, bir şeyin hassasiyetini artırmak, onu daha kırılgan hale getirmek için bir araç kullanmak anlamına da gelebilir. Bu form, eylemin dolaylı olarak gerçekleştiğini ve bir aracı içerdiğini vurgular.", "mikro_mantik": "Bu form, kökün anlamını nedensel bir bağlama yerleştirir. Eylemin doğrudan değil, bir araç veya etken aracılığıyla gerçekleştiğini gösterir. Bu, kökün anlamının daha soyut ve dolaylı bir şekilde ifade edildiği bir durumdur."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَثَلَّلَ - tathallala", "muzari": "يَتَثَلَّلُ - yatathallalu", "masdar": "تَثَلُّل - tathallul"}, "bab_anlami": "İncelme, zayıflama veya azalma sürecine girmek anlamına gelir. Bir şeyin kendiliğinden incelmesi, zayıflaması veya azalması durumunu ifade eder. Bu, doğal bir süreç veya dış etkenlerin etkisiyle gerçekleşebilir. Aynı zamanda, bir şeyin hassasiyetinin artması, kendiliğinden daha kırılgan hale gelmesi durumunu da gösterebilir. Bu form, eylemin kendiliğinden gerçekleştiğini ve bir süreç olduğunu vurgular.", "mikro_mantik": "Bu form, kökün anlamını zamansal bir bağlama yerleştirir. Eylemin anlık bir olay değil, bir süreç olduğunu ve zaman içinde gerçekleştiğini gösterir. Bu, kökün anlamının daha dinamik ve evrimsel bir şekilde ifade edildiği bir durumdur."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَثَالَ - tathaala", "muzari": "يَتَثَاءَلُ - yatathaaalu", "masdar": "تَثَاؤُل - tathaaul"}, "bab_anlami": "İncelme, zayıflama veya azalma konusunda şüphe duymak veya tereddüt etmek anlamına gelir. Bir şeyin incelip incelmediği, zayıflayıp zayıflamadığı veya azalıp azalmadığı konusunda kararsız kalmak durumunu ifade eder. Bu, bilgi eksikliği veya çelişkili kanıtlar nedeniyle ortaya çıkabilir. Aynı zamanda, bir şeyin hassasiyetinin artıp artmadığı, daha kırılgan hale gelip gelmediği konusunda şüphe duymak anlamına da gelebilir. Bu form, belirsizliği ve kararsızlığı vurgular.", "mikro_mantik": "Bu form, kökün anlamını epistemolojik bir bağlama yerleştirir. Eylemin kesinliği değil, şüphe ve tereddüt içerdiğini gösterir. Bu, kökün anlamının daha subjektif ve yorumlamaya açık bir şekilde ifade edildiği bir durumdur."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْثَلَّ - inthalla", "muzari": "يَنْثَلُّ - yanthallu", "masdar": "اِنْثِلَال - inthilal"}, "bab_anlami": "İncelmeye, zayıflamaya veya azalmaya maruz kalmak anlamına gelir. Bir şeyin kendiliğinden incelmesi, zayıflaması veya azalması durumunu ifade eder. Bu, dış etkenlerin etkisiyle veya doğal bir süreç sonucu gerçekleşebilir. Aynı zamanda, bir şeyin hassasiyetinin artması, daha kırılgan hale gelmesi durumunu da gösterebilir. Bu form, pasifliği ve maruz kalmayı vurgular.", "mikro_mantik": "Bu form, kökün anlamını edilgen bir bağlama yerleştirir. Eylemin özne tarafından değil, özneye yönelik olarak gerçekleştiğini gösterir. Bu, kökün anlamının daha pasif ve etkilenen bir şekilde ifade edildiği bir durumdur."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِثْتَلَّ - ithalla", "muzari": "يَثْتَلُّ - yathallu", "masdar": "اِثْتِلَال - ithilal"}, "bab_anlami": "İncelmeyi, zayıflamayı veya azalmayı istemek veya talep etmek anlamına gelir. Bir şeyin incelmesini, zayıflamasını veya azalmasını arzu etmek veya buna yönelik bir talepte bulunmak durumunu ifade eder. Bu, bir amaca ulaşmak için veya bir sorunu çözmek için yapılabilir. Aynı zamanda, bir şeyin hassasiyetinin artmasını, daha kırılgan hale gelmesini istemek anlamına da gelebilir. Bu form, arzuyu ve talebi vurgular.", "mikro_mantik": "Bu form, kökün anlamını iradeye dayalı bir bağlama yerleştirir. Eylemin bir istek veya talep sonucu gerçekleştiğini gösterir. Bu, kökün anlamının daha aktif ve amaçlı bir şekilde ifade edildiği bir durumdur."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اِثْلَلَّ - ithlalla", "muzari": "يَثْلَلُّ - yathlallu", "masdar": "اِثْلِلَال - ithlilal"}, "bab_anlami": "Aşırı derecede incelmek, zayıflamak veya azalmak anlamına gelir. Bir şeyin son derece incelmesi, zayıflaması veya azalması durumunu ifade eder. Bu, bir şeyin neredeyse yok olmasına yakın bir durumu gösterebilir. Aynı zamanda, bir şeyin aşırı derecede hassaslaşması, çok kırılgan hale gelmesi anlamına da gelebilir. Bu form, aşırılığı ve yoğunluğu vurgular.", "mikro_mantik": "Bu form, kökün anlamını yoğunlukla ilişkilendirir. Eylemin aşırı derecede gerçekleştiğini ve sınırları aştığını gösterir. Bu, kökün anlamının en uç noktada ifade edildiği bir durumdur."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَثَلَّ - istathalla", "muzari": "يَسْتَثِلُّ - yastathillu", "masdar": "اِسْتِثْلَال - istithlal"}, "bab_anlami": "İncelme, zayıflama veya azalma arayışında olmak veya bunu elde etmeye çalışmak anlamına gelir. Bir şeyin incelmesini, zayıflamasını veya azalmasını sağlamak için çaba göstermek veya bunu başarmaya çalışmak durumunu ifade eder. Bu, bir amaca ulaşmak için veya bir sorunu çözmek için yapılabilir. Aynı zamanda, bir şeyin hassasiyetinin artmasını, daha kırılgan hale gelmesini sağlamaya çalışmak anlamına da gelebilir. Bu form, çabayı ve arayışı vurgular.", "mikro_mantik": "Bu form, kökün anlamını amaçlı bir eylemle ilişkilendirir. Eylemin bir hedef doğrultusunda gerçekleştirildiğini ve çaba gerektirdiğini gösterir. Bu, kökün anlamının daha aktif ve yönlendirilmiş bir şekilde ifade edildiği bir durumdur."}]}], "ثمر": [{"kok": "ثمر", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Olgunlaşma, büyüme ve sonuç verme potansiyeli taşıyan her şey. Bir şeyin içindeki potansiyelin dışa vurumu, bir sürecin tamamlanmasıyla ortaya çıkan nihai ürün veya sonuç.", "kavramsal_derinlik": "Hem maddi hem de manevi düzlemlerde tezahür eden bir süreçtir. Maddi alemde meyveler, ürünler ve somut sonuçlar olarak belirirken, manevi alemde bilgi, bilgelik, erdem ve içsel gelişim gibi soyut sonuçları ifade eder. Bu kök, evrenin sürekli bir değişim ve dönüşüm içinde olduğunu, her eylemin bir sonucu olduğunu ve her sürecin bir olgunluğa doğru ilerlediğini hatırlatır."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "ثَمَرَ - samara", "muzari": "يَثْمُرُ - yasmuru", "masdar": "ثَمْرٌ - samr"}, "bab_anlami": "Bir şeyin meyve vermesi, ürün getirmesi veya sonuçlanması eylemini ifade eder. Bu kalıp, kökün temel anlamını doğrudan yansıtır ve bir sürecin tamamlanmasıyla elde edilen somut veya soyut sonucu vurgular. Aynı zamanda, bir çabanın veya yatırımın karşılığını alma, bereketlenme ve çoğalma anlamlarını da içerir. Bu bağlamda, 'ثَمَرَ' fiili, sadece fiziksel meyve vermeyi değil, aynı zamanda fikirlerin olgunlaşmasını, projelerin başarıya ulaşmasını ve ilişkilerin derinleşmesini de ifade edebilir.", "mikro_mantik": "Bu kalıp, kökün temel anlamını en yalın haliyle ifade eder. Fiilin basit ve doğrudan yapısı, eylemin kendiliğindenliğini ve doğal akışını vurgular. Kökün anlamı herhangi bir ekleme veya çıkarma olmadan doğrudan yansıtılır, bu da eylemin temel ve değişmez doğasını gösterir. Bu kalıp, bir şeyin doğal sürecinde olgunlaşması ve sonuç vermesi fikrini vurgular."}, {"bab_no": 2, "fiil_formlari": {"mazi": "ثَمَّرَ - sammara", "muzari": "يُثَمِّرُ - yusammiru", "masdar": "تَثْمِيرٌ - tasmir"}, "bab_anlami": "Bir şeyi meyveli hale getirmek, verimli kılmak veya bir şeyin meyve vermesini sağlamak anlamına gelir. Bu kalıp, aktif bir çaba veya müdahale sonucu bir şeyin potansiyelini ortaya çıkarma ve onu verimli hale getirme eylemini ifade eder. 'تَثْمِيرٌ', bir yatırımın veya çabanın değerini artırma, bir yeteneği geliştirme veya bir kaynağı daha verimli kullanma gibi anlamlara da gelebilir. Bu kalıp, bir şeyin doğal potansiyelini harekete geçirme ve onu daha üretken hale getirme sürecini vurgular.", "mikro_mantik": "Bu kalıp, kökün anlamını yoğunlaştırır ve eylemin etkisini artırır. Tekrarlama (şedde) yoluyla fiilin anlamı güçlendirilir, bu da eylemin daha yoğun, sürekli veya etkili olduğunu gösterir. Bu kalıp, bir şeyin potansiyelini en üst düzeye çıkarma ve onu daha verimli hale getirme fikrini vurgular. Aynı zamanda, eylemin bilinçli ve kasıtlı bir çaba sonucu gerçekleştiğini de gösterir."}, {"bab_no": 3, "fiil_formlari": {"mazi": "أَثْمَرَ - asmara", "muzari": "يُثْمِرُ - yusmiru", "masdar": "إِثْمَارٌ - ismar"}, "bab_anlami": "Meyve vermek, sonuç vermek veya bir şeyin meyvesini almak anlamına gelir. Bu kalıp, bir eylemin veya sürecin sonucunda elde edilen sonucu veya faydayı vurgular. 'إِثْمَارٌ', bir çabanın karşılığını alma, bir yatırımın getirisini elde etme veya bir ilişkinin meyvesini toplama gibi anlamlara gelebilir. Bu kalıp, bir şeyin potansiyelinin gerçekleşmesi ve bunun sonucunda elde edilen faydaların somutlaşması fikrini vurgular. Aynı zamanda, bir sürecin tamamlanması ve bunun sonucunda elde edilen tatmin duygusunu da ifade edebilir.", "mikro_mantik": "Bu kalıp, kökün anlamını daha geniş bir perspektife taşır ve eylemin sonuçlarına odaklanır. Fiilin başına eklenen 'أ' harfi, eylemin nedenini veya amacını vurgular, bu da eylemin bir hedefe yönelik olduğunu gösterir. Bu kalıp, bir şeyin potansiyelini gerçekleştirme ve bunun sonucunda elde edilen faydaları somutlaştırma fikrini vurgular. Aynı zamanda, eylemin bir amaç doğrultusunda yapıldığını ve bunun sonucunda bir tatmin duygusu elde edildiğini de gösterir."}, {"bab_no": 4, "fiil_formlari": {"mazi": "تَثَامَرَ - tasaamara", "muzari": "يَتَثَامَرُ - yatasaamaru", "masdar": "تَثَامُرٌ - tasaamur"}, "bab_anlami": "Birbirine meyve vermek, karşılıklı olarak verimli olmak veya birbirini beslemek anlamına gelir. Bu kalıp, iki veya daha fazla varlık arasındaki etkileşimi ve bu etkileşimin sonucunda ortaya çıkan ortak faydayı vurgular. 'تَثَامُرٌ', bir işbirliğinin sonucunda elde edilen başarı, bir ilişkinin karşılıklı olarak gelişmesi veya bir topluluğun birbirini destekleyerek büyümesi gibi anlamlara gelebilir. Bu kalıp, karşılıklı etkileşimin önemini ve bunun sonucunda ortaya çıkan sinerjiyi vurgular. Aynı zamanda, bir ortaklığın veya işbirliğinin her iki taraf için de faydalı olduğunu gösterir.", "mikro_mantik": "Bu kalıp, kökün anlamını karşılıklı etkileşim ve işbirliği bağlamına taşır. Fiilin başına eklenen 'ت' ve ortasına eklenen 'ا' harfleri, eylemin karşılıklı olduğunu ve iki veya daha fazla tarafın katılımını gerektirdiğini gösterir. Bu kalıp, karşılıklı etkileşimin önemini ve bunun sonucunda ortaya çıkan sinerjiyi vurgular. Aynı zamanda, bir ortaklığın veya işbirliğinin her iki taraf için de faydalı olduğunu gösterir."}, {"bab_no": 5, "fiil_formlari": {"mazi": "اِسْتَثْمَرَ - istasmara", "muzari": "يَسْتَثْمِرُ - yastasmiru", "masdar": "اِسْتِثْمَارٌ - istismar"}, "bab_anlami": "Yatırım yapmak, bir şeyi verimli hale getirmek veya bir şeyden faydalanmak anlamına gelir. Bu kalıp, bir kaynağı veya potansiyeli kullanarak değer yaratma ve bundan fayda sağlama eylemini ifade eder. 'اِسْتِثْمَارٌ', bir projeye para yatırma, bir yeteneği geliştirme veya bir fırsatı değerlendirme gibi anlamlara gelebilir. Bu kalıp, bir şeyin potansiyelini en üst düzeye çıkarma ve bundan fayda sağlama fikrini vurgular. Aynı zamanda, bir risk alarak gelecekte daha büyük bir getiri elde etme çabasını da ifade edebilir.", "mikro_mantik": "Bu kalıp, kökün anlamını daha karmaşık bir bağlama taşır ve eylemin uzun vadeli etkilerine odaklanır. Fiilin başına eklenen 'اِسْت' harfleri, eylemin bir süreç olduğunu ve bir hedefe yönelik olduğunu gösterir. Bu kalıp, bir şeyin potansiyelini en üst düzeye çıkarma ve bundan fayda sağlama fikrini vurgular. Aynı zamanda, bir risk alarak gelecekte daha büyük bir getiri elde etme çabasını da ifade edebilir."}]}], "ثمن": [{"kok": "ثمن", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Değer biçme, kıymet takdir etme", "kavramsal_derinlik": "Maddi ve manevi değerin ölçülmesi"}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "ثَمَنَ - semene", "muzari": "يَثْمُنُ - yesmünü", "masdar": "ثَمْن - semn"}, "bab_anlami": "Bir şeyin maddi karşılığını belirlemek, değerini ölçmek ve fiyatlandırmak. Bu, sadece ticari bir işlem değil, aynı zamanda bir nesnenin veya eylemin ahlaki, estetik veya pratik değerini anlama çabasını da içerir. Bir şeyin 'ثَمَن'i, onun sunduğu fayda, harcanan emek ve potansiyel getirileri dikkate alarak belirlenir.", "mikro_mantik": "Bu bab, kökün temel anlamını en yalın haliyle ifade eder. Bir nesnenin veya hizmetin değerinin belirlenmesi eylemini doğrudan gösterir. Kökün temel anlamı olan 'değer biçme' eylemi, bu kalıpta herhangi bir ek anlam veya yoğunluk kazanmadan, basit bir fiil olarak ifade edilir."}, {"bab_no": 2, "fiil_formlari": {"mazi": "ثَمَّنَ - semmene", "muzari": "يُثَمِّنُ - yüsemminü", "masdar": "تَثْمِين - tesmin"}, "bab_anlami": "Bir şeyin değerini artırmak, kıymetini yükseltmek veya bir şeyi değerli kılmak. Bu, sadece maddi bir değer artışı değil, aynı zamanda bir şeyin önemini, itibarını veya etkisini artırma çabasını da ifade eder. Bir şeyi 'تَثْمِين' etmek, ona yeni bir anlam katmak, onu daha değerli bir hale getirmek ve onun potansiyelini ortaya çıkarmaktır.", "mikro_mantik": "Bu bab, kökün anlamını yoğunlaştırır ve dönüştürücü bir etki ekler. Değer biçme eylemi, bir şeyi daha değerli hale getirme, kıymetini artırma sürecine dönüşür. Bu, bir nesnenin veya kavramın değerini aktif olarak yükseltme ve geliştirme eylemini ifade eder."}, {"bab_no": 3, "fiil_formlari": {"mazi": "ثَامَنَ - samene", "muzari": "يُثَامِنُ - yüsamünü", "masdar": "مُثَامَنَة - müsamene"}, "bab_anlami": "Karşılıklı değer biçme, bir şeyin değeri üzerinde pazarlık etme veya bir anlaşmaya varma. Bu, iki veya daha fazla tarafın bir araya gelerek bir şeyin değeri konusunda uzlaşmaya çalıştığı bir süreci ifade eder. 'مُثَامَنَة', sadece ticari bir işlem değil, aynı zamanda taraflar arasındaki ilişkileri ve karşılıklı anlayışı da şekillendiren bir etkileşimdir.", "mikro_mantik": "Bu bab, kökün anlamını ilişkilendirir ve karşılıklı etkileşimi vurgular. Değer biçme eylemi, tek taraflı bir eylem olmaktan çıkar ve taraflar arasında bir müzakere ve uzlaşma sürecine dönüşür. Bu, değerin belirlenmesinde karşılıklı rıza ve anlaşmanın önemini vurgular."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَثْمَنَ - esmene", "muzari": "يُثْمِنُ - yüsmünü", "masdar": "إِثْمَان - isman"}, "bab_anlami": "Bir şeyi değerli bulmak, kıymetini bilmek veya bir şeyi takdir etmek. Bu, sadece maddi bir değer biçme değil, aynı zamanda bir şeyin manevi, estetik veya pratik değerini anlama ve takdir etme çabasını da içerir. Bir şeyi 'إِثْمَان' etmek, onun sunduğu faydaları, güzellikleri ve potansiyel getirileri fark etmek ve onlara değer vermektir.", "mikro_mantik": "Bu bab, kökün anlamını içselleştirir ve öznel bir değerlendirme ekler. Değer biçme eylemi, dışsal bir ölçüm olmaktan çıkar ve kişisel bir takdir ve beğeniye dönüşür. Bu, bir şeyin değerinin, onu değerlendiren kişinin bakış açısına ve deneyimlerine bağlı olduğunu vurgular."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَثَمَّنَ - tesemmene", "muzari": "يَتَثَمَّنُ - yetesemmenü", "masdar": "تَثَمُّن - tesemmun"}, "bab_anlami": "Değerli hale gelmek, kıymetlenmek veya bir şeyin değerinin artması. Bu, bir şeyin zamanla daha değerli hale gelmesi, itibarının yükselmesi veya etkisinin artması durumunu ifade eder. 'تَثَمُّن', sadece maddi bir değer artışı değil, aynı zamanda bir şeyin öneminin, anlamının veya etkisinin derinleşmesi ve genişlemesi sürecidir.", "mikro_mantik": "Bu bab, kökün anlamını dinamikleştirir ve zaman içinde değişen bir değeri ifade eder. Değer biçme eylemi, statik bir ölçüm olmaktan çıkar ve bir şeyin zamanla nasıl değer kazandığını veya kaybettiğini gösteren bir sürece dönüşür. Bu, değerin değişken ve bağlamsal olduğunu vurgular."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَثَامَنَ - tesamene", "muzari": "يَتَثَامَنُ - yetesamenu", "masdar": "تَثَامُن - tesamun"}, "bab_anlami": "Değer konusunda anlaşmazlığa düşmek, bir şeyin değeri hakkında farklı görüşlere sahip olmak veya bir şeyin değeri üzerinde çekişmek. Bu, taraflar arasında bir şeyin değeri konusunda uzlaşma sağlanamadığı ve farklı değerlendirmelerin olduğu bir durumu ifade eder. 'تَثَامُن', sadece ticari bir anlaşmazlık değil, aynı zamanda farklı dünya görüşleri, değer yargıları ve beklentilerin çatışmasıdır.", "mikro_mantik": "Bu bab, kökün anlamını karmaşıklaştırır ve değerin öznel ve tartışmalı olabileceğini vurgular. Değer biçme eylemi, nesnel bir ölçüm olmaktan çıkar ve farklı bakış açılarının ve yorumların etkileşimiyle şekillenen bir sürece dönüşür. Bu, değerin göreceli ve bağlamsal olduğunu vurgular."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْثَمَنَ - insemene", "muzari": "يَنْثَمِنُ - yensemünü", "masdar": "اِنْثِمَان - insiman"}, "bab_anlami": "Değerli addedilmek, kıymetli sayılmak veya bir şeyin değerinin kabul görmesi. Bu, bir şeyin toplum tarafından değerli bulunması, itibar kazanması veya etkisinin artması durumunu ifade eder. 'اِنْثَمَنَ', sadece maddi bir değer artışı değil, aynı zamanda bir şeyin sosyal, kültürel veya ahlaki öneminin kabul görmesi ve takdir edilmesidir.", "mikro_mantik": "Bu bab, kökün anlamını toplumsallaştırır ve değerin sosyal kabulünü vurgular. Değer biçme eylemi, kişisel bir değerlendirme olmaktan çıkar ve toplumun genel kabulüne ve onayına dönüşür. Bu, değerin sosyal normlar, kültürel değerler ve toplumsal beklentilerle şekillendiğini vurgular."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِثْتَمَنَ - istemene", "muzari": "يَثْتَمِنُ - yesteminu", "masdar": "اِثْتِمَان - istiman"}, "bab_anlami": "Değerini istemek, değerini talep etmek veya bir şeyin karşılığını beklemek. Bu, bir şeyin değerinin farkında olmak ve onun karşılığında bir şey talep etme eylemidir. Bu, sadece maddi bir talep değil, aynı zamanda bir şeyin manevi, estetik veya pratik değerinin tanınmasını ve takdir edilmesini istemektir. Bir kişi emeğinin, bilgisinin veya yeteneğinin 'اِثْتِمَان'ını bekleyebilir.", "mikro_mantik": "Bu bab, kökün anlamını eylemselleştirir ve değerin talep edilmesini vurgular. Değer biçme eylemi, pasif bir değerlendirme olmaktan çıkar ve aktif bir talep ve beklentiye dönüşür. Bu, değerin farkında olmanın ve onun karşılığını beklemenin önemini vurgular."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اِثْمَانَّ - ismanna", "muzari": "يَثْمَانُّ - yesmannu", "masdar": "اِثْمِينَان - isminan"}, "bab_anlami": "Çok değerli olmak, aşırı derecede kıymetli addedilmek veya bir şeyin değerinin olağanüstü derecede yüksek olması. Bu, bir şeyin nadir bulunması, eşsiz olması veya benzersiz özelliklere sahip olması nedeniyle değerinin çok yüksek olduğu bir durumu ifade eder. 'اِثْمَانَّ', sadece maddi bir değer artışı değil, aynı zamanda bir şeyin manevi, estetik veya pratik öneminin olağanüstü derecede yüksek olmasıdır.", "mikro_mantik": "Bu bab, kökün anlamını abartır ve değerin aşırı derecede yüksek olduğunu vurgular. Değer biçme eylemi, normal bir değerlendirme olmaktan çıkar ve bir şeyin olağanüstü derecede değerli olduğunu ifade eden bir duruma dönüşür. Bu, değerin göreceli ve bağlamsal olduğunu, bazı şeylerin diğerlerinden çok daha değerli olabileceğini vurgular."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَثْمَنَ - istesmene", "muzari": "يَسْتَثْمِنُ - yestesminu", "masdar": "اِسْتِثْمَان - istisman"}, "bab_anlami": "Bir şeyin değerini öğrenmek istemek, bir şeyin fiyatını sormak veya bir şeyin ne kadar değerli olduğunu anlamaya çalışmak. Bu, bir şeyin değerini belirlemek için bilgi toplama, araştırma yapma veya uzman görüşü alma çabasını ifade eder. 'اِسْتَثْمَنَ', sadece ticari bir işlem değil, aynı zamanda bir şeyin değerini anlama ve takdir etme arzusunu da yansıtır.", "mikro_mantik": "Bu bab, kökün anlamını bilgi edinme ve araştırma ile ilişkilendirir. Değer biçme eylemi, pasif bir değerlendirme olmaktan çıkar ve aktif bir araştırma ve öğrenme sürecine dönüşür. Bu, değerin belirlenmesinde bilgi, araştırma ve uzman görüşünün önemini vurgular."}]}], "ثني": [{"kok": "ثني", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Bükülme, katlanma, tekrar etme; bir şeyin yönünü değiştirme veya bir şeyi başka bir şeye döndürme potansiyeli. Bu, hem fiziksel bir bükülmeyi hem de düşünce veya niyetin dönüşümünü içerebilir. Kök, bir şeyin özünde var olan esnekliği ve uyum yeteneğini ifade eder.", "kavramsal_derinlik": "Beşeri boyutta, 'ثني' kökü, insanın değişen koşullara adaptasyonunu, fikirlerini gözden geçirmesini ve hatalarından dönmesini simgeler. İlahi boyutta ise, Allah'ın yaratılışındaki sonsuz varyasyonları, rahmetinin farklı tezahürlerini ve kullarına dönüş yollarını açmasını ifade eder."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "ثَنَى - thana", "muzari": "يَثْنِي - yathni", "masdar": "ثَنْي - thany"}, "bab_anlami": "Bir şeyi bükmek, katlamak, eğmek veya bir yöne çevirmek. Bu, fiziksel bir nesnenin şeklini değiştirmekten, bir düşünceyi veya niyeti değiştirmeye kadar geniş bir anlam yelpazesini kapsar. Aynı zamanda, bir şeyi tekrar etmek, övmek veya birine minnettarlığını ifade etmek anlamına da gelebilir; zira övgü ve minnettarlık, kalbin birine yönelmesidir. Bu kalıp, eylemin doğrudan ve tek bir özne tarafından gerçekleştirildiğini gösterir.", "mikro_mantik": "Bu bab, kökün temel anlamını doğrudan ve etkili bir şekilde ifade eder. Fiilin basit ve temel formu, eylemin özne tarafından doğrudan gerçekleştirildiğini vurgular. Bu kalıp, eylemin kendisinde bir yoğunluk veya tekrarlama olabileceğini, ancak öznenin eylemi tek başına gerçekleştirdiğini gösterir."}, {"bab_no": 2, "fiil_formlari": {"mazi": "ثَنَّى - thanna", "muzari": "يُثَنِّي - yuthanni", "masdar": "تَثْنِيَة - tathniyah"}, "bab_anlami": "Bir şeyi tekrar tekrar bükmek, katlamak veya kat kat yapmak; bir şeyi ikiye katlamak veya çiftlemek. Bu kalıp, eylemin yoğunluğunu, tekrarlanmasını veya çokluğunu vurgular. Aynı zamanda, bir şeyi açıklamak, detaylandırmak veya bir konuyu derinlemesine incelemek anlamına da gelebilir; zira açıklama ve detaylandırma, konunun katmanlarını açığa çıkarmaktır. Bu kalıp, eylemin özne tarafından yoğun bir şekilde veya birden çok kez gerçekleştirildiğini gösterir.", "mikro_mantik": "Bu bab, köke yoğunluk ve tekrarlama anlamı katar. Fiilin tekrar eden yapısı, eylemin birden çok kez veya yoğun bir şekilde gerçekleştirildiğini gösterir. Bu kalıp, eylemin derinlemesine incelenmesi veya detaylandırılması gibi anlamları da içerebilir, bu da kökün anlamını zenginleştirir."}, {"bab_no": 3, "fiil_formlari": {"mazi": "ثَانَى - thaanaa", "muzari": "يُثَانِي - yuthaanii", "masdar": "مُثَانَاة - muthaanaah"}, "bab_anlami": "Birine karşılık vermek, bir şeyi tekrar etmek veya bir konuda tartışmak; bir şeyde iki tarafın karşılıklı etkileşimini ifade etmek. Bu kalıp, eylemin karşılıklı olduğunu, iki veya daha fazla tarafın katılımını içerdiğini gösterir. Aynı zamanda, bir konuda anlaşmazlığa düşmek, bir fikri çürütmek veya birine meydan okumak anlamına da gelebilir; zira tartışma ve meydan okuma, fikirlerin karşılıklı olarak bükülmesidir. Bu kalıp, eylemin karşılıklı etkileşim ve tartışma içerdiğini vurgular.", "mikro_mantik": "Bu bab, köke karşılıklılık ve etkileşim anlamı katar. Fiilin yapısı, eylemin iki veya daha fazla taraf arasında gerçekleştiğini gösterir. Bu kalıp, tartışma, meydan okuma veya karşılıklı etkileşim gibi anlamları içerebilir, bu da kökün anlamını daha da genişletir."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَثْنَى - athnaa", "muzari": "يُثْنِي - yuthnii", "masdar": "إِثْنَاء - ithnaa'"}, "bab_anlami": "Övmek, methetmek, birine teşekkür etmek veya bir şeyi takdir etmek; birinin iyiliğini veya değerini belirtmek. Bu kalıp, eylemin bir şeyi veya birini değerli bulma ve bu değeri ifade etme eylemi olduğunu gösterir. Aynı zamanda, bir şeyi tekrar etmek, bir konuyu vurgulamak veya bir şeyi onaylamak anlamına da gelebilir; zira övgü ve onaylama, bir şeyin değerini tekrar tekrar belirtmektir. Bu kalıp, eylemin bir şeyi veya birini takdir etme ve bu takdiri ifade etme eylemi olduğunu vurgular.", "mikro_mantik": "Bu bab, köke değer verme ve takdir etme anlamı katar. Fiilin yapısı, eylemin bir şeyi veya birini değerli bulma ve bu değeri ifade etme eylemi olduğunu gösterir. Bu kalıp, övgü, methetme veya teşekkür etme gibi anlamları içerebilir, bu da kökün anlamını olumlu bir yönde genişletir."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَثَنَّى - tathannaa", "muzari": "يَتَثَنَّى - yatathannaa", "masdar": "تَثَنِّي - tathannii"}, "bab_anlami": "Bükülmek, eğilmek, salınmak veya nazlanmak; kendini bükmek veya eğri büğrü hareket etmek. Bu kalıp, eylemin öznenin kendi üzerinde gerçekleştiğini, bir tür içsel dönüşümü veya dışsal gösterişi ifade ettiğini gösterir. Aynı zamanda, bir konuda kararsız kalmak, tereddüt etmek veya bir fikre bağlı kalmamak anlamına da gelebilir; zira kararsızlık ve tereddüt, zihnin farklı yönlere bükülmesidir. Bu kalıp, eylemin öznenin kendi üzerinde gerçekleştiğini ve bir tür içsel veya dışsal dönüşümü ifade ettiğini vurgular.", "mikro_mantik": "Bu bab, köke içsel dönüşüm ve gösteriş anlamı katar. Fiilin yapısı, eylemin öznenin kendi üzerinde gerçekleştiğini gösterir. Bu kalıp, bükülme, eğilme, salınma veya nazlanma gibi anlamları içerebilir, bu da kökün anlamını daha kişisel ve içsel bir boyuta taşır."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَثَانَى - tathaanaa", "muzari": "يَتَثَانَى - yatathaanaa", "masdar": "تَثَانِي - tathaanii"}, "bab_anlami": "Birbirini bükmek, katlamak veya birbirine karşı nazik davranmak; karşılıklı olarak eğilmek veya bükülmek. Bu kalıp, eylemin iki veya daha fazla taraf arasında karşılıklı olarak gerçekleştiğini, bir tür etkileşimi veya ilişkiyi ifade ettiğini gösterir. Aynı zamanda, bir konuda anlaşmazlığa düşmek, birbirini suçlamak veya bir konuda rekabet etmek anlamına da gelebilir; zira anlaşmazlık ve rekabet, tarafların birbirine karşı bükülmesidir. Bu kalıp, eylemin karşılıklı etkileşim ve ilişki içerdiğini vurgular.", "mikro_mantik": "Bu bab, köke karşılıklı etkileşim ve ilişki anlamı katar. Fiilin yapısı, eylemin iki veya daha fazla taraf arasında gerçekleştiğini gösterir. Bu kalıp, birbirini bükmek, katlamak veya birbirine karşı nazik davranmak gibi anlamları içerebilir, bu da kökün anlamını daha sosyal ve ilişkisel bir boyuta taşır."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْثَنَى - inthanaa", "muzari": "يَنْثَنِي - yanthanii", "masdar": "اِنْثِنَاء - inthinaa'"}, "bab_anlami": "Bükülmek, eğilmek, dönmek veya bir yöne sapmak; bir şeyin kendi kendine bükülmesi veya eğilmesi. Bu kalıp, eylemin öznenin kendi iradesi dışında gerçekleştiğini, bir tür pasif dönüşümü veya doğal eğilimi ifade ettiğini gösterir. Aynı zamanda, bir fikirden vazgeçmek, bir yoldan sapmak veya bir hedefe ulaşmaktan vazgeçmek anlamına da gelebilir; zira vazgeçme ve sapma, zihnin veya yolun bükülmesidir. Bu kalıp, eylemin öznenin kendi iradesi dışında gerçekleştiğini ve bir tür pasif dönüşümü ifade ettiğini vurgular.", "mikro_mantik": "Bu bab, köke pasif dönüşüm ve doğal eğilim anlamı katar. Fiilin yapısı, eylemin öznenin kendi iradesi dışında gerçekleştiğini gösterir. Bu kalıp, bükülmek, eğilmek, dönmek veya bir yöne sapmak gibi anlamları içerebilir, bu da kökün anlamını daha doğal ve kendiliğinden bir boyuta taşır."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِثْتَثْنَى - ithathnaa", "muzari": "يَثْتَثْنِي - yathathnii", "masdar": "اِثْتِثْنَاء - ithithnaa'"}, "bab_anlami": "İstisna etmek, hariç tutmak veya bir şeyi genel bir kuralın dışında bırakmak; bir şeyi diğerlerinden ayırmak veya farklı bir muamele göstermek. Bu kalıp, eylemin bir şeyi genel bir kategoriden ayırma veya farklı bir muamele gösterme eylemi olduğunu gösterir. Aynı zamanda, bir konuda şüphe duymak, bir fikri sorgulamak veya bir şeye itiraz etmek anlamına da gelebilir; zira şüphe ve itiraz, genel kabul görmüş bir fikrin bükülmesidir. Bu kalıp, eylemin bir şeyi genel bir kategoriden ayırma ve farklı bir muamele gösterme eylemi olduğunu vurgular.", "mikro_mantik": "Bu bab, köke istisna etme ve hariç tutma anlamı katar. Fiilin yapısı, eylemin bir şeyi genel bir kategoriden ayırma eylemi olduğunu gösterir. Bu kalıp, istisna etmek, hariç tutmak veya bir şeyi genel bir kuralın dışında bırakmak gibi anlamları içerebilir, bu da kökün anlamını daha spesifik ve ayrıştırıcı bir boyuta taşır."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اِثْنَانَّ - ithnaannaa (Nadir)", "muzari": "يَثْنَانُّ - yathnaannu (Nadir)", "masdar": "اِثْنِينَان - ithninaan (Nadir)"}, "bab_anlami": "Aşırı derecede bükülmek, katlanmak veya eğilmek; abartılı bir şekilde bükülmüş veya katlanmış olmak. Bu kalıp, eylemin aşırı veya abartılı bir şekilde gerçekleştiğini, bir tür yoğunluğu veya aşırılığı ifade ettiğini gösterir. Aynı zamanda, bir konuda aşırıya kaçmak, bir fikre fanatik bir şekilde bağlı kalmak veya bir şeye aşırı düşkün olmak anlamına da gelebilir; zira aşırılık ve fanatizm, zihnin veya davranışın aşırı derecede bükülmesidir. Bu kalıp, eylemin aşırı veya abartılı bir şekilde gerçekleştiğini ve bir tür yoğunluğu ifade ettiğini vurgular.", "mikro_mantik": "Bu bab, köke aşırılık ve yoğunluk anlamı katar. Fiilin yapısı, eylemin aşırı veya abartılı bir şekilde gerçekleştiğini gösterir. Bu kalıp, aşırı derecede bükülmek, katlanmak veya eğilmek gibi anlamları içerebilir, bu da kökün anlamını daha abartılı ve yoğun bir boyuta taşır. (Nadir kullanım, bu kalıbın potansiyel anlamını gösterir)"}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَثْنَى - istathnaa", "muzari": "يَسْتَثْنِي - yastathnii", "masdar": "اِسْتِثْنَاء - istithnaa'"}, "bab_anlami": "İstisna etmek, hariç tutmak, bir şeyi genel bir kuraldan ayırmak; bir şey için özel bir durum yaratmak veya bir şeyi diğerlerinden farklı kılmak. Bu kalıp, eylemin bir şeyi genel bir kategoriden ayırma veya farklı bir muamele gösterme çabası olduğunu gösterir. Aynı zamanda, bir konuda ayrıcalık talep etmek, bir haktan feragat etmek veya bir şeyi göz ardı etmek anlamına da gelebilir; zira ayrıcalık ve feragat, genel kuralların bükülmesidir. Bu kalıp, eylemin bir şeyi genel bir kategoriden ayırma ve farklı bir muamele gösterme çabası olduğunu vurgular.", "mikro_mantik": "Bu bab, köke çaba ve ayrıştırma anlamı katar. Fiilin yapısı, eylemin bir şeyi genel bir kategoriden ayırma çabası olduğunu gösterir. Bu kalıp, istisna etmek, hariç tutmak veya bir şeyi genel bir kuraldan ayırmak gibi anlamları içerebilir, bu da kökün anlamını daha bilinçli ve ayrıştırıcı bir boyuta taşır."}]}], "ثوب": [{"kok": "ثوب", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Geri dönmek, yönelmek, bir halden başka bir hale geçmek; özüne dönmek, aslına rücu etmek. Bir şeyin aslını, iç yüzünü, hakikatini ortaya çıkarma potansiyeli taşır.", "kavramsal_derinlik": "Dönüşümün hem maddi hem de manevi boyutlarını kapsar. Fiziksel bir yerden başka bir yere gitmekten, ruhsal bir değişim geçirmeye kadar geniş bir yelpazede anlam ifade eder. İlahi boyutta, yaratılışa dönüşü ve Allah'a yönelmeyi simgeler."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "ثَابَ", "muzari": "يَثُوبُ", "masdar": "ثَوْب"}, "bab_anlami": "Dönmek, geri gelmek, bir duruma geri dönmek veya bir şeyin tekrar meydana gelmesi. Bu bab, bir döngüselliği, bir sürecin tamamlanıp tekrar başlamasını ifade eder. Bir niyetin veya eylemin sonuçlanıp tekrar başa dönmesi, bir durumun yinelenmesi gibi anlamlara gelebilir. Bu, evrende ve insanın iç dünyasında sürekli tekrar eden döngülerin bir yansımasıdır.", "mikro_mantik": "Bu bab, kökün temel anlamını (dönmek) en yalın haliyle ifade eder. Fiilin basit ve doğrudan bir eylemi göstermesi, kökün özündeki dönüş kavramının temel bir ifadesidir. Fiilin yalınlığı, eylemin kendisinin vurgulanmasını sağlar."}, {"bab_no": 2, "fiil_formlari": {"mazi": "ثَوَّبَ", "muzari": "يُثَوِّبُ", "masdar": "تَثْوِيب"}, "bab_anlami": "Tekrar tekrar dönmek, bir şeyi çokça yapmak veya bir şeyi tekrar tekrar hatırlatmak. Bu bab, bir eylemin yoğunluğunu veya sürekliliğini vurgular. Bir konunun üzerinde ısrarla durmak, bir şeyi tekrar tekrar gözden geçirmek veya birine sürekli olarak bir şeyi hatırlatmak gibi anlamlara gelebilir. Bu, bir düşüncenin veya eylemin zihinde veya dış dünyada tekrar tekrar yankılanmasıdır.", "mikro_mantik": "Bu bab, kökün anlamını yoğunlaştırır ve tekrarlama, çokluk gibi ek anlamlar katar. Şedde (ّ) harfi, fiilin anlamındaki yoğunluğu ve tekrarlamayı vurgular. Bu, eylemin niceliksel olarak artmasını veya niteliksel olarak derinleşmesini ifade eder."}, {"bab_no": 3, "fiil_formlari": {"mazi": "ثَاوَبَ", "muzari": "يُثَاوِبُ", "masdar": "مُثَاوَبَة"}, "bab_anlami": "Karşılıklı dönmek, birbiriyle yer değiştirmek veya bir konuda karşılıklı olarak etkileşimde bulunmak. Bu bab, iki veya daha fazla taraf arasındaki etkileşimi ve değişimi ifade eder. Bir konuda karşılıklı olarak fikir alışverişinde bulunmak, birbiriyle yer değiştirmek veya birbiriyle rekabet etmek gibi anlamlara gelebilir. Bu, ilişkilerde ve toplumsal etkileşimlerde ortaya çıkan dinamiklerin bir yansımasıdır.", "mikro_mantik": "Bu bab, kökün anlamını karşılıklılık ve etkileşim bağlamında genişletir. Baştaki 'م' harfi, fiilin karşılıklı bir eylemi ifade ettiğini gösterir. Bu, eylemin tek taraflı olmaktan çıkıp, birden fazla tarafın katılımıyla gerçekleştiğini ifade eder."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَثَابَ", "muzari": "يُثِيبُ", "masdar": "إِثَابَة"}, "bab_anlami": "Ödüllendirmek, karşılığını vermek veya bir iyiliğe karşılık iyilikle mukabele etmek. Bu bab, bir eylemin sonucunda elde edilen mükafatı veya karşılığı ifade eder. Bir iyiliğe karşılık iyilik yapmak, bir çalışmanın sonucunda ödül almak veya bir fedakarlığın karşılığını görmek gibi anlamlara gelebilir. Bu, evrende her eylemin bir karşılığı olduğu ilkesinin bir yansımasıdır.", "mikro_mantik": "Bu bab, kökün anlamını bir sonuç ve karşılık bağlamında ele alır. Baştaki 'أ' harfi, fiilin bir nedensellik ilişkisi içerdiğini gösterir. Bu, bir eylemin bir sonucu doğurduğunu veya bir durumun bir karşılığı olduğunu ifade eder."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَثَوَّبَ", "muzari": "يَتَثَوَّبُ", "masdar": "تَثَوُّب"}, "bab_anlami": "Giysi giymek, kuşanmak veya bir şeyle örtünmek. Mecazi olarak, bir sıfatı veya özelliği benimsemek, bir role bürünmek veya bir düşünceyi kabul etmek anlamına gelir. Bu bab, dışsal bir şeyin içselleştirilmesini veya bir şeyin başka bir şeyle örtülmesini ifade eder. Bir kıyafet giymek, bir maske takmak veya bir düşünceyi benimsemek gibi anlamlara gelebilir. Bu, kimliğin ve dış görünüşün karmaşıklığını yansıtır.", "mikro_mantik": "Bu bab, kökün anlamını bir örtünme ve bürünme bağlamında ele alır. Baştaki 'ت' harfi, fiilin bir özne tarafından gerçekleştirilen bir eylemi ifade ettiğini gösterir. Ortadaki şedde (ّ) ise, eylemin yoğunluğunu ve tekrarlanmasını vurgular. Bu, öznenin bir şeyi benimsemesi veya bir şeyle örtünmesi eyleminin önemini ifade eder."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَثَاءَبَ", "muzari": "يَتَثَاءَبُ", "masdar": "تَثَاؤُب"}, "bab_anlami": "Esnemek, gevşemek veya bir şeyden sıkılmak. Bu bab, bir yorgunluk, bıkkınlık veya ilgisizlik halini ifade eder. Bir şeyden sıkılmak, bir işi yapmaktan yorulmak veya bir konuya ilgi duymamak gibi anlamlara gelebilir. Bu, insanın doğal tepkilerinden biri olan esnemenin ötesinde, ruhsal bir gevşemeyi ve ilgisizliği ifade eder.", "mikro_mantik": "Bu bab, kökün anlamını bir gevşeme ve bıkkınlık bağlamında ele alır. Baştaki 'ت' harfi, fiilin bir özne tarafından gerçekleştirilen bir eylemi ifade ettiğini gösterir. Bu, öznenin içsel bir durumunu veya tepkisini ifade eder."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْثَابَ", "muzari": "يَنْثَابُ", "masdar": "اِنْثِيَاب"}, "bab_anlami": "Akın etmek, sel gibi coşmak veya bir yere doğru hızla ilerlemek. Bu bab, bir hareketin yoğunluğunu ve hızını ifade eder. Bir kalabalığın bir yere doğru akın etmesi, bir duygunun coşması veya bir düşüncenin hızla yayılması gibi anlamlara gelebilir. Bu, enerjinin ve hareketin dinamizmini yansıtır.", "mikro_mantik": "Bu bab, kökün anlamını bir akış ve hız bağlamında ele alır. Baştaki 'اِن' harfleri, fiilin bir hareketin başlangıcını veya yönünü ifade ettiğini gösterir. Bu, eylemin dinamizmini ve ilerleyişini vurgular."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِثَّوْبَ", "muzari": "يَثَّوَّبُ", "masdar": "اِثِّوْبَاب"}, "bab_anlami": "(Nadiren kullanılır) Bir şeyi kendine giysi edinmek, bir özellikle nitelenmek veya bir şeyi kendine mal etmek. Bu bab, bir niteliği veya özelliği içselleştirmeyi ve onu kendi kimliğinin bir parçası haline getirmeyi ifade eder. Bir erdemi benimsemek, bir bilgiyi öğrenmek veya bir yeteneği geliştirmek gibi anlamlara gelebilir. Bu, kişisel gelişimin ve kendini gerçekleştirmenin bir yansımasıdır.", "mikro_mantik": "Bu bab, kökün anlamını bir içselleştirme ve benimseme bağlamında ele alır. Baştaki 'اِ' harfleri ve ortadaki şedde (ّ), fiilin yoğunluğunu ve öznenin eyleme dahil olmasını vurgular. Bu, öznenin bir şeyi kendine mal etme sürecinin önemini ifade eder."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اِثْوَابَّ", "muzari": "يَثْوَابُّ", "masdar": "اِثْوِئْبَاب"}, "bab_anlami": "(Nadiren kullanılır, anlamı belirsiz) Kök anlamıyla bağlantılı olarak, bir şeye tekrar tekrar dönmek, bir durumun sürekliliğini veya yoğunluğunu ifade edebilir. Belki de bir düşünceye saplanıp kalmak, bir alışkanlığı tekrar tekrar yapmak veya bir duyguya sürekli olarak kapılmak gibi anlamlara gelebilir. Bu, zihinsel veya duygusal bir döngüyü ifade edebilir.", "mikro_mantik": "Bu babın nadir kullanımı ve anlamının belirsizliği, kökün anlamının daha karmaşık ve soyut bir düzlemde ifade edildiğini gösterir. Sondaki tekrar eden harf, eylemin sürekliliğini veya yoğunluğunu vurgulayabilir."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَثَابَ", "muzari": "يَسْتَثِيبُ", "masdar": "اِسْتِثَابَة"}, "bab_anlami": "Tövbe etmek, geri dönmek, doğru yola yönelmek veya bir hatadan sonra pişmanlık duymak. Bu bab, bir dönüşüm ve arınma sürecini ifade eder. Bir hatayı fark edip ondan dönmek, yanlış bir yoldan geri dönmek veya günahlarından arınmak gibi anlamlara gelebilir. Bu, insanın kendini düzeltme ve iyileştirme potansiyelini yansıtır.", "mikro_mantik": "Bu bab, kökün anlamını bir tövbe ve dönüşüm bağlamında ele alır. Baştaki 'اِسْتَ' harfleri, fiilin bir talep veya arayış içerdiğini gösterir. Bu, öznenin bir dönüşüm veya arınma arayışında olduğunu ifade eder."}]}], "ثور": [{"kok": "ثور", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Dönme, hareket, devrim; bir şeyin içten dışa doğru patlaması veya coşkunluğu.", "kavramsal_derinlik": "Hem fiziksel bir dönüşü, bir hareketliliği, hem de içsel bir değişimi, bir başkaldırıyı ifade eder. İnsanın kendi içindeki potansiyeli keşfederek dış dünyaya yansıması ve toplumsal düzenin dönüşümü arasındaki ilişkiyi kapsar."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "ثَارَ - s̱āra", "muzari": "يَثُورُ - yas̱ūru", "masdar": "ثَوْرَة - s̱awra"}, "bab_anlami": "Bir şeyin harekete geçmesi, coşması, ayaklanması veya isyan etmesi anlamına gelir. Bu, hem fiziksel bir hareketi hem de duygusal veya düşünsel bir coşkuyu ifade edebilir. İçsel bir potansiyelin dışa vurumu, bastırılmış enerjinin serbest kalması ve mevcut duruma karşı bir tepki olarak da yorumlanabilir. Bu kalıp, durağanlığa karşı bir meydan okumayı ve değişimin kaçınılmazlığını vurgular.", "mikro_mantik": "Bu bab, kökün temel anlamı olan 'dönme' ve 'hareket' kavramlarını, bir eylem ve sonuç ilişkisi içinde yoğunlaştırır. Kökün statik potansiyelini dinamik bir sürece dönüştürerek, bir neden-sonuç zinciri oluşturur. Bu kalıp, köke bir yön ve amaç kazandırır; basit bir hareketten ziyade, belirli bir hedefe yönelik bir eylemi ifade eder."}]}], "ثوي": [{"kok": "ثوي", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Bir yerde kalıcı olarak yerleşmek, ikamet etmek; bir şeyin özüne, temeline nüfuz etmek; bir şeyin kalıcılığı ve devamlılığı.", "kavramsal_derinlik": "Bu kök, varoluşun temelindeki durağanlığı, değişmezliği ve bir şeyin özündeki kalıcılığı ifade eder. Hem fiziksel bir mekanda yerleşmeyi hem de metafiziksel bir anlamda bir şeyin özüne nüfuz etmeyi kapsar. Bu, insanın kendi iç dünyasında kök salması, kimliğini bulması ve varoluşsal bir temel oluşturması anlamına gelebilir."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "ثَوَى - Thawa", "muzari": "يَثْوِي - Yathwi", "masdar": "ثَوَاء - Thawa'un"}, "bab_anlami": "Bir yerde ikamet etmek, kalıcı olarak yerleşmek, bir şeyin içinde kök salmak. Bu kalıp, bir varlığın belirli bir mekanda veya durumda sabitlenmesini, orada uzun süre kalmasını ve o yerle bütünleşmesini ifade eder. Aynı zamanda, bir düşüncenin veya duygunun zihinde derinlemesine yer etmesi, kalıcı bir etki bırakması anlamına da gelebilir. Bu, insanın kendi iç dünyasında huzur bulması ve kök salması, kimliğini bulması ve varoluşsal bir temel oluşturması sürecini de simgeler.", "mikro_mantik": "Bu bab, fiilin temel anlamını vurgular ve eylemin sürekliliğini veya kalıcılığını ifade eder. Fiilin özünde bulunan 'yerleşme' veya 'kalma' anlamını pekiştirir. Eylemin tamamlanmasından ziyade, devamlılığı ve istikrarı ön plana çıkarır."}, {"bab_no": 2, "fiil_formlari": {"mazi": "أَثْوَى - Athwa", "muzari": "يُثْوِي - Yuthwi", "masdar": "إِثْوَاء - Ithwa'un"}, "bab_anlami": "Birini bir yerde ikamet ettirmek, birine kalacak yer sağlamak, misafir etmek. Bu kalıp, başkasının yerleşmesine veya kalmasına yardımcı olmayı, ona destek olmayı ifade eder. Aynı zamanda, bir düşüncenin veya duygunun başkasının zihnine yerleşmesine, onun tarafından kabul görmesine neden olmayı da simgeler. Bu, cömertlik, yardımseverlik ve başkalarına destek olma eylemlerini içerir.", "mikro_mantik": "Bu bab, fiilin geçişli (müteaddi) hale gelmesini sağlar. Yani, eylemin bir özne tarafından gerçekleştirilip bir nesne üzerinde etkili olduğunu gösterir. 'Yerleşme' eyleminin başkası tarafından gerçekleştirilmesine neden olma anlamını taşır."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَثَوَّى - Tathawwa", "muzari": "يَتَثَوَّى - Yatathawwa", "masdar": "تَثَوِّي - Tathawwi"}, "bab_anlami": "Bir yerde uzun süre ikamet etmek, kalıcı olarak yerleşmek, bir yerde kök salmakta ısrar etmek. Bu kalıp, eylemin yoğunluğunu ve sürekliliğini vurgular. Kişinin bir yere olan bağlılığını, oradan ayrılmak istememesini ve oraya tamamen adapte olmasını ifade eder. Aynı zamanda, bir düşüncenin veya duygunun zihinde derinlemesine kök salması, kişinin o düşünceye veya duyguya tamamen teslim olması anlamına da gelebilir.", "mikro_mantik": "Bu bab, fiilin dönüşlü (tefe'ul) bir anlam kazanmasını sağlar. Yani, eylemin özne üzerinde yoğunlaştığını ve öznenin eylemi kendi üzerinde gerçekleştirdiğini gösterir. 'Yerleşme' eyleminin özne tarafından bilinçli ve yoğun bir şekilde gerçekleştirilmesi anlamını taşır."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَثْوَى - Istathwa", "muzari": "يَسْتَثْوِي - Yastathwi", "masdar": "اِسْتِثْوَاء - Istithwa'un"}, "bab_anlami": "Bir yerden kalacak yer istemek, bir yerde ikamet etme izni talep etmek, birine sığınmak. Bu kalıp, bir ihtiyacı gidermek için başkasına başvurmayı, ondan yardım istemeyi ifade eder. Aynı zamanda, bir düşünceye veya inanca sığınmayı, ondan destek almayı da simgeler. Bu, alçakgönüllülük, ihtiyaç duyma ve başkalarına güvenme eylemlerini içerir.", "mikro_mantik": "Bu bab, fiilin talep veya arayış anlamı kazanmasını sağlar. Yani, eylemin özne tarafından bir amaç doğrultusunda gerçekleştirildiğini ve bir sonuç elde etmeye yönelik olduğunu gösterir. 'Yerleşme' eyleminin başkasından talep edilmesi veya aranması anlamını taşır."}]}], "ثيب": [{"kok": "ثيب", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Bir şeyin aslını kaybetmesi, değişime uğraması veya ilk halinden farklı bir duruma geçmesi. Bu, hem fiziksel bir dönüşümü hem de soyut bir değişimi ifade edebilir. Bir durumdan başka bir duruma geçişin özündeki kayıp ve kazanım dengesi.", "kavramsal_derinlik": "Beşeri düzlemde, evlilik gibi bir akdin gerçekleşmesiyle bireyin sosyal statüsündeki değişimi ifade ederken, ilahi düzlemde ise yaratılışın sürekli bir değişim ve dönüşüm içinde olduğunu sembolize eder. Bu kök, varoluşun dinamik doğasını ve sürekli yenilenme ihtiyacını vurgular."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "ثَابَ - s̱ābe", "muzari": "يَثُوبُ - yas̱ūbu", "masdar": "ثَوْب - s̱evb"}, "bab_anlami": "Geri dönmek, eski haline gelmek veya bir durumdan diğerine geçmek. Bu kalıp, bir döngüselliği ve tekrarı ifade eder. Bir şeyin başlangıç noktasına dönmesi veya bir sürecin tamamlanmasıyla yeniden başlaması anlamlarını taşır. Aynı zamanda, bir şeyin özüne veya kökenine dönme arzusunu da ifade edebilir.", "mikro_mantik": "Bu bab, kökün temel anlamını hareket ve döngüsellik kavramlarıyla genişletir. 'Geri dönmek' anlamı, kökün içerdiği değişim fikrine bir yön ve amaç katar. Bu, değişimin rastgele olmadığını, belirli bir hedefe veya başlangıç noktasına yönelik olduğunu gösterir."}]}]}