{"دأب": [{"kok": "دأب", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Süreklilik, azim, sebat", "kavramsal_derinlik": "İrade gücü ve kararlılığın tezahürü"}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "دأب - de'ebe", "muzari": "يدأب - yed'ebu", "masdar": "دأب - de'b"}, "bab_anlami": "Bu kalıp, bir eylemi sürekli ve azimle yapmayı ifade eder. Kişinin bir hedefe ulaşmak için gösterdiği kararlılığı ve sebatı vurgular. Bu, dünyevi işlerde olduğu kadar manevi yolculukta da geçerli olan bir prensiptir; zira her iki alanda da başarı, süreklilik ve azimle mümkündür.", "mikro_mantik": "Kökün temel anlamı olan 'süreklilik' kavramı, bu babda fiilin öznesine yüklenir. Yani, fiili gerçekleştiren kişi, eylemi sürekli ve kararlılıkla yapma niteliğine sahip olur. Bu, eylemin kendisinden ziyade, eylemi gerçekleştiren kişinin niteliğini ön plana çıkarır."}]}], "دبب": [{"kok": "دبب", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Yoğunluk, ısrar, yapışkanlık; bir şeyin derinlemesine nüfuz etmesi ve kalıcılık kazanması.", "kavramsal_derinlik": "Maddi dünyada yoğunluğu ve ağırlığı temsil ederken, manevi boyutta sebatı, kararlılığı ve bir amaca bağlılığı ifade eder. İlahi boyutta ise, Hakk'ın isim ve sıfatlarının tecellisindeki yoğunluğu ve sürekliliği simgeler."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "دَبَّ - debbe", "muzari": "يَدُبُّ - yedubbu", "masdar": "دَبّ - debb"}, "bab_anlami": "Bir şeyin yavaşça, sürünerek veya gizlice ilerlemesi, yayılması veya nüfuz etmesi. Bu, fiziksel bir hareketi veya soyut bir etkiyi ifade edebilir. Bir düşüncenin zihinlerde yavaşça kök salması veya bir hastalığın vücuda yayılması gibi.", "mikro_mantik": "Bu kalıp, kökün temel anlamındaki yoğunluğu ve nüfuzu harekete dönüştürür. Fiilin öznesi, eylemi yavaş ve sürekli bir şekilde gerçekleştirir, bu da eylemin etkisinin zamanla derinleşmesine ve yayılmasına neden olur."}, {"bab_no": 2, "fiil_formlari": {"mazi": "دَبَّبَ - debbebe", "muzari": "يُدَبِّبُ - yudebbibu", "masdar": "تَدْبِيب - tedbib"}, "bab_anlami": "Bir şeyi yavaşça ve dikkatlice hareket ettirmek, yaymak veya nüfuz ettirmek. Bu, bir şeyi gizlice veya sinsice yapmak anlamına gelebilir. Örneğin, bir planı yavaşça uygulamak veya bir zehri yavaşça vermek gibi. Aynı zamanda bir şeyi süslemek, bezemek anlamında da kullanılabilir, sanki yavaşça ve özenle bir şeyi güzelleştiriyormuş gibi.", "mikro_mantik": "Bu kalıp, kökün anlamındaki etkiyi yoğunlaştırır ve kasıtlı bir eylemi ifade eder. Fail, eylemi bilinçli ve kontrollü bir şekilde gerçekleştirir, bu da eylemin etkisinin daha belirgin ve yönlendirilmiş olmasını sağlar."}, {"bab_no": 3, "fiil_formlari": {"mazi": "دَابَّ - dâbbe", "muzari": "يُدَابُّ - yudâbbu", "masdar": "مُدَابَّة - mudâbbe"}, "bab_anlami": "Bir şeyde ısrar etmek, sebat göstermek veya bir konuda karşılıklı olarak yoğun çaba sarf etmek. Bu, bir hedefe ulaşmak için sürekli ve kararlı bir şekilde çalışmayı veya bir ilişkiyi sürdürmek için karşılıklı çaba göstermeyi ifade edebilir. Aynı zamanda, bir konuda derinlemesine düşünmek ve araştırmak anlamına da gelebilir.", "mikro_mantik": "Bu kalıp, kökün anlamındaki yoğunluğu karşılıklı bir etkileşime dönüştürür. İki veya daha fazla taraf, aynı amaç için birlikte çaba sarf eder, bu da eylemin etkisinin güçlenmesine ve ortak bir sonuca ulaşılmasına yardımcı olur."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَدَبَّ - edebbe", "muzari": "يُؤَدِبُّ - yu'edibbu", "masdar": "إِدْبَاب - idbâb"}, "bab_anlami": "Bir şeyi yavaşça ve sürekli olarak bir yere sokmak, nüfuz ettirmek veya alıştırmak. Bu, bir fikri zihinlere yavaşça yerleştirmek, bir hayvanı bir göreve alıştırmak veya bir maddeyi bir yüzeye yavaşça uygulamak anlamına gelebilir. Bu eylem, sabır ve süreklilik gerektirir.", "mikro_mantik": "Bu kalıp, kökün anlamındaki nüfuzu dışsal bir etkiyle birleştirir. Fail, bir şeyi başka bir şeyin içine yavaşça ve sürekli olarak sokar, bu da eylemin etkisinin zamanla derinleşmesine ve kalıcı hale gelmesine neden olur."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَدَبَّبَ - tedebbebe", "muzari": "يَتَدَبَّبُ - yetedebbebu", "masdar": "تَدَبُّب - tedebbub"}, "bab_anlami": "Bir şeyin içinde yavaşça ve dikkatlice hareket etmek, yayılmak veya nüfuz etmek. Bu, bir sıvının bir yüzeyde yavaşça yayılması, bir düşüncenin zihinde yavaşça kök salması veya bir duygunun kalpte yavaşça büyümesi gibi durumları ifade edebilir. Bu eylem, genellikle sessiz ve fark edilmeyen bir şekilde gerçekleşir.", "mikro_mantik": "Bu kalıp, kökün anlamındaki nüfuzu içsel bir sürece dönüştürür. Fail, kendi içinde yavaşça ve sürekli olarak hareket eder, bu da eylemin etkisinin zamanla derinleşmesine ve yayılmasına neden olur. Bu süreç, genellikle bilinçsiz veya yarı bilinçli bir şekilde gerçekleşir."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَدَابَّ - tedâbbe", "muzari": "يَتَدَابُّ - yetedâbbu", "masdar": "تَدَابّ - tedâbb"}, "bab_anlami": "Birbirine yavaşça yaklaşmak, sokulmak veya birbirine nüfuz etmek. Bu, iki veya daha fazla şeyin yavaşça bir araya gelmesi, kaynaşması veya birbirini etkilemesi anlamına gelebilir. Örneğin, iki nehrin yavaşça birleşmesi, iki düşüncenin zihinde yavaşça kaynaşması veya iki insanın kalbinin yavaşça birbirine ısınması gibi.", "mikro_mantik": "Bu kalıp, kökün anlamındaki nüfuzu karşılıklı bir etkileşim ve yakınlaşmaya dönüştürür. İki veya daha fazla şey, birbirine yavaşça yaklaşır ve birbirini etkiler, bu da eylemin etkisinin karşılıklı olarak güçlenmesine ve yeni bir bütünün oluşmasına neden olur."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْدَبَّ - indebbe", "muzari": "يَنْدَبُّ - yendebbu", "masdar": "اِنْدِبَاب - indibâb"}, "bab_anlami": "Bir şeyin kendiliğinden yavaşça yayılması, nüfuz etmesi veya hareket etmesi. Bu, bir sıvının bir yüzeyde kendiliğinden yayılması, bir kokunun havada kendiliğinden yayılması veya bir bilginin toplumda kendiliğinden yayılması gibi durumları ifade edebilir. Bu eylem, genellikle dışsal bir müdahale olmadan gerçekleşir.", "mikro_mantik": "Bu kalıp, kökün anlamındaki nüfuzu kendiliğinden bir sürece dönüştürür. Fail, kendi başına yavaşça ve sürekli olarak hareket eder, bu da eylemin etkisinin zamanla derinleşmesine ve yayılmasına neden olur. Bu süreç, genellikle doğal veya kendiliğinden bir şekilde gerçekleşir."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِدَّبَّ - iddebbe", "muzari": "يَدَّبُّ - yeddebbu", "masdar": "اِدِّبَاب - iddibâb"}, "bab_anlami": "Yoğun bir şekilde bir şeye yönelmek, bir konuda ısrar etmek veya bir şeyi elde etmek için yoğun çaba sarf etmek. Bu, bir hedefe ulaşmak için tüm gücüyle çalışmak, bir konuda derinlemesine araştırma yapmak veya bir ilişkiyi sürdürmek için yoğun çaba göstermek anlamına gelebilir. Bu eylem, kararlılık ve sebat gerektirir.", "mikro_mantik": "Bu kalıp, kökün anlamındaki yoğunluğu ve ısrarı vurgular. Fail, bir amaca ulaşmak için tüm gücünü kullanır, bu da eylemin etkisinin daha güçlü ve belirgin olmasını sağlar. Bu süreç, genellikle zorlu ve uzun süreli bir çaba gerektirir."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اِسْتَدَبَّ - istedebbe", "muzari": "يَسْتَدِبُّ - yestedibbu", "masdar": "اِسْتِدْبَاب - istidbâb"}, "bab_anlami": "Bir şeyin yavaşça yayılmasını, nüfuz etmesini veya hareket etmesini istemek, beklemek veya sağlamak. Bu, bir fikrin toplumda yayılmasını beklemek, bir hastalığın vücuda nüfuz etmesini önlemek veya bir hayvanın bir göreve alışmasını sağlamak anlamına gelebilir. Bu eylem, genellikle bir kontrol veya yönlendirme amacı taşır.", "mikro_mantik": "Bu kalıp, kökün anlamındaki nüfuzu bir talep veya isteğe dönüştürür. Fail, bir şeyin yavaşça yayılmasını veya nüfuz etmesini ister veya bu süreci kontrol etmeye çalışır, bu da eylemin etkisinin yönlendirilmiş ve amaçlı olmasını sağlar."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِدْبَابَّ - idbâbbe", "muzari": "يَدْبَابُّ - yedbâbbu", "masdar": "اِدْبِيبَاب - idbîbâb"}, "bab_anlami": "Bir şeyin yoğun bir şekilde yayılması, nüfuz etmesi veya hareket etmesi. Bu, bir salgının hızla yayılması, bir duygunun kalpte yoğun bir şekilde hissedilmesi veya bir bilginin toplumda hızla yayılması gibi durumları ifade edebilir. Bu eylem, genellikle kontrol edilemeyen ve hızlı bir şekilde gerçekleşen bir süreci ifade eder.", "mikro_mantik": "Bu kalıp, kökün anlamındaki nüfuzu yoğunlaştırır ve hızlandırır. Fail, yoğun bir şekilde yayılır veya nüfuz eder, bu da eylemin etkisinin daha hızlı ve geniş kapsamlı olmasını sağlar. Bu süreç, genellikle ani ve beklenmedik bir şekilde gerçekleşir."}]}], "دبر": [{"kok": "دبر", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Bir şeyin sonu, arkası veya neticesi. Bir durumun nihai sonucu veya bir sürecin tamamlanmasıyla ilgili derin öz tanım.", "kavramsal_derinlik": "Beşeri boyutta, bir eylemin sonuçlarını değerlendirme ve geçmişten ders çıkarma yeteneğini ifade eder. İlahi boyutta ise, ilahi takdirin nihai sonuçları ve her şeyin bir amaca hizmet ettiği gerçeğini vurgular."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "دَبَرَ - debere", "muzari": "يَدْبُرُ - yedburu", "masdar": "دَبْر - debr"}, "bab_anlami": "Bir şeyin arkasında olmak, bir işin sonunu getirmek veya bir durumu yönetmek anlamına gelir. Bu kalıp, bir olayın veya sürecin son aşamalarına odaklanmayı, sonuçları değerlendirmeyi ve geleceği planlamayı ifade eder. Aynı zamanda, bir şeyin arkasında gizlenmek veya bir şeyi örtbas etmek gibi anlamlara da gelebilir. Bu bağlamda, eylemin tamamlanması ve sonuçlarının ortaya çıkması ön plandadır.", "mikro_mantik": "Bu kalıp, kökün temel anlamını (son, arka) doğrudan eyleme dönüştürür. Fiilin basit ve temel formudur, bu nedenle kökün anlamını en yalın haliyle ifade eder. Eylemin yönü genellikle bir şeyin sonuna doğru veya arkasına doğrudur."}, {"bab_no": 2, "fiil_formlari": {"mazi": "دَبَّرَ - debbere", "muzari": "يُدَبِّرُ - yudebbiru", "masdar": "تَدْبِير - tedbir"}, "bab_anlami": "Bir şeyi düzenlemek, yönetmek veya planlamak anlamına gelir. Bu kalıp, olayların akışını kontrol etme, stratejiler geliştirme ve geleceği şekillendirme yeteneğini ifade eder. Aynı zamanda, bir durumun karmaşıklığını anlama ve etkili çözümler üretme kapasitesini de vurgular. Bu bağlamda, eylemin bilinçli bir planlama ve organizasyon içerdiği görülür.", "mikro_mantik": "Tekrarlama (şedde), eylemin yoğunluğunu ve tekrarlanmasını vurgular. Bu, planlama ve yönetme eyleminin sürekli ve dikkatli bir şekilde yapılmasını ifade eder. Kökün anlamı, sistematik bir yaklaşımla genişletilir."}, {"bab_no": 3, "fiil_formlari": {"mazi": "دَابَرَ - dabere", "muzari": "يُدَابِرُ - yudabiru", "masdar": "مُدَابَرَة - mudabere"}, "bab_anlami": "Birbirine sırt çevirmek, ayrılmak veya bir konuda karşılıklı müzakere etmek anlamına gelir. Bu kalıp, ilişkilerde yaşanan ayrılıkları, anlaşmazlıkları veya bir konuyu çözmek için yapılan görüşmeleri ifade eder. Aynı zamanda, bir durumdan kaçınma veya uzaklaşma eğilimini de vurgular. Bu bağlamda, eylemin karşılıklı bir etkileşim ve potansiyel bir çatışma içerdiği görülür.", "mikro_mantik": "Müşareket (karşılıklılık) anlamı taşır. Kökün anlamı, iki veya daha fazla taraf arasındaki etkileşimi içerecek şekilde genişletilir. Eylem, tek bir kişi tarafından değil, karşılıklı olarak gerçekleştirilir."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَدْبَرَ - edbere", "muzari": "يُدْبِرُ - yudbiru", "masdar": "إِدْبَار - idbar"}, "bab_anlami": "Arkasını dönmek, uzaklaşmak veya bir şeyin sonuna gelmek anlamına gelir. Bu kalıp, bir durumun sona ermesini, bir fırsatın kaçırılmasını veya bir şeyden vazgeçmeyi ifade eder. Aynı zamanda, bir şeyin geride bırakılması veya unutulması gerektiğini de vurgular. Bu bağlamda, eylemin bir sonuca ulaştığı ve yeni bir başlangıcın mümkün olduğu görülür.", "mikro_mantik": "Eylemin yönünü ve sonucunu vurgular. Kökün anlamı, bir şeyin sonuna gelme veya bir şeyden uzaklaşma şeklinde yoğunlaştırılır. Eylem, genellikle bir kayıp veya sona erme ile ilişkilidir."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَدَبَّرَ - tedebbere", "muzari": "يَتَدَبَّرُ - yetedebberu", "masdar": "تَدَبُّر - tedebbur"}, "bab_anlami": "Derinlemesine düşünmek, tefekkür etmek veya bir şeyin iç yüzünü anlamaya çalışmak anlamına gelir. Bu kalıp, olayların ardındaki nedenleri araştırma, sonuçları değerlendirme ve geleceği öngörme yeteneğini ifade eder. Aynı zamanda, bir durumun karmaşıklığını anlama ve hikmetini kavrama çabasını da vurgular. Bu bağlamda, eylemin zihinsel bir süreç ve derin bir anlayış arayışı içerdiği görülür.", "mikro_mantik": "Tekrarlama ve yoğunluk anlamı taşır. Kökün anlamı, derinlemesine düşünme ve tefekkür etme şeklinde yoğunlaştırılır. Eylem, yüzeyde kalmayıp, bir şeyin özünü anlamaya yönelik bir çabadır."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَدَابَرَ - tedabere", "muzari": "يَتَدَابَرُ - yetedaberu", "masdar": "تَدَابُر - tedabur"}, "bab_anlami": "Birbirine sırt çevirmek, anlaşmazlığa düşmek veya ilişkileri bozmak anlamına gelir. Bu kalıp, karşılıklı olarak yaşanan ayrılıkları, küskünlükleri veya bir konuda uzlaşmaya varılamamasını ifade eder. Aynı zamanda, bir durumdan kaçınma veya uzaklaşma eğilimini de vurgular. Bu bağlamda, eylemin karşılıklı bir etkileşim ve potansiyel bir çatışma içerdiği görülür. İlişkilerin zedelenmesi ve iletişimin kopması söz konusudur.", "mikro_mantik": "Karşılıklılık ve etkileşim anlamı taşır. Kökün anlamı, iki veya daha fazla taraf arasındaki olumsuz etkileşimi içerecek şekilde genişletilir. Eylem, karşılıklı olarak gerçekleştirilir ve genellikle olumsuz sonuçlar doğurur."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْدَبَرَ - indebere", "muzari": "يَنْدَبِرُ - yendebiru", "masdar": "اِنْدِبَار - indibar"}, "bab_anlami": "Bir şeyin sona ermesi, kaybolması veya etkisini yitirmesi anlamına gelir. Bu kalıp, bir durumun geçiciliğini, bir fırsatın kaçırılmasını veya bir şeyin unutulmaya yüz tutmasını ifade eder. Aynı zamanda, bir şeyin geride bırakılması ve yeni bir başlangıcın yapılması gerektiğini de vurgular. Bu bağlamda, eylemin bir sonuca ulaştığı ve yeni bir dönemin başladığı görülür.", "mikro_mantik": "Eylemin kendiliğinden gerçekleştiğini veya pasif bir durumu ifade eder. Kökün anlamı, bir şeyin sona ermesi veya kaybolması şeklinde yoğunlaştırılır. Eylem, genellikle dış etkenlerden bağımsız olarak gerçekleşir."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِدَّبَرَ - iddebere", "muzari": "يَدَّبِرُ - yeddebire", "masdar": "اِدِّبَار - iddibar"}, "bab_anlami": "Bir şeyin arkasına saklanmak, gizlenmek veya bir şeyden kaçınmak anlamına gelir. Bu kalıp, bir durumdan korunma, bir tehlikeden saklanma veya bir sorumluluktan kaçma eğilimini ifade eder. Aynı zamanda, bir şeyin gizli kalması veya örtbas edilmesi gerektiğini de vurgular. Bu bağlamda, eylemin bir kaçış veya korunma stratejisi içerdiği görülür. Kişi, sonuçlarından kaçınmak için bir şeyin arkasına sığınır.", "mikro_mantik": "Yoğunluk ve çaba anlamı taşır. Kökün anlamı, gizlenme veya kaçınma şeklinde yoğunlaştırılır. Eylem, bilinçli bir çaba ve stratejik bir yaklaşım gerektirir."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اِدْبَارَّ - idbarra", "muzari": "يَدْبَارُّ - yedbarru", "masdar": "اِدْبِيرَار - idbirar"}, "bab_anlami": "Bir şeyin arkası dönük olmak, ilgisiz kalmak veya yüz çevirmek anlamına gelir. Bu kalıp, bir durumdan uzaklaşma, bir konuya kayıtsız kalma veya bir ilişkiyi sona erdirme eğilimini ifade eder. Aynı zamanda, bir şeyin değersizleşmesi veya önemini yitirmesi gerektiğini de vurgular. Bu bağlamda, eylemin bir ilgisizlik veya reddetme içerdiği görülür. Bir şeyin arkasını dönmek, onu tamamen göz ardı etmek anlamına gelir.", "mikro_mantik": "Renk veya kusur anlamı taşır (bu bab genellikle renkler veya kusurlar için kullanılır, ancak kökün anlamıyla uyumlu bir şekilde yorumlanabilir). Kökün anlamı, ilgisizlik veya yüz çevirme şeklinde yoğunlaştırılır. Eylem, genellikle olumsuz bir durumu veya duyguyu ifade eder."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَدْبَرَ - istedbere", "muzari": "يَسْتَدْبِرُ - yestedbiru", "masdar": "اِسْتِدْبَار - istidbar"}, "bab_anlami": "Bir şeyi arkasına almak, önemsememek veya bir şeyden yüz çevirmek anlamına gelir. Bu kalıp, bir durumu hafife alma, bir fırsatı kaçırma veya bir sorumluluktan kaçınma eğilimini ifade eder. Aynı zamanda, bir şeyin değersizleştirilmesi veya göz ardı edilmesi gerektiğini de vurgular. Bu bağlamda, eylemin bir umursamazlık veya reddetme içerdiği görülür. Kişi, bir şeyi arkasına alarak onu tamamen yok sayar.", "mikro_mantik": "Talep veya çaba anlamı taşır. Kökün anlamı, bir şeyi arkasına alma veya önemsememe şeklinde yoğunlaştırılır. Eylem, bilinçli bir tercih ve bir şeyden uzaklaşma isteği içerir."}]}], "دثر": [{"kok": "دثر", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Örtmek, sarmalamak, gizlemek; bir şeyin iç yüzünü dış etkilerden koruma eylemi. Bu, hem fiziksel bir örtüyü hem de metafizik bir korumayı içerebilir. Özünde, bir şeyin mahremiyetini ve bütünlüğünü muhafaza etme düşüncesi yatar.", "kavramsal_derinlik": "Beşeri boyutta, kişinin kendini dış dünyanın olumsuzluklarından koruma çabası; ilahi boyutta ise, Allah'ın rahmetiyle kullarını kuşatması ve onları her türlü kötülükten muhafaza etmesi."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "دَثَرَ - dasara", "muzari": "يَدْثُرُ - yadsuru", "masdar": "دَثْر - dasr"}, "bab_anlami": "Bir şeyi örtmek, sarmalamak, gizlemek; bir şeyi tamamen kaplayarak dış etkenlerden korumak. Bu kalıp, eylemin basit ve doğrudan bir şekilde gerçekleştiğini ifade eder. Fiilin bu formunda, öznenin bir nesneyi tamamen örterek onu dış dünyadan soyutladığı, böylece o nesnenin mahremiyetini ve bütünlüğünü koruduğu vurgulanır.", "mikro_mantik": "Bu bab, fiilin temel ve yalın halini ifade eder. Kök anlamının doğrudan ve herhangi bir ek anlam yüklenmeden gerçekleştiğini gösterir. Eylemin basitliği ve doğrudanlığı, kökün temel anlamının en saf haliyle tezahür etmesini sağlar."}, {"bab_no": 2, "fiil_formlari": {"mazi": "دُثِّرَ - dussira", "muzari": "يُدَثَّرُ - yudassaru", "masdar": "تَدْثِير - tadsiir"}, "bab_anlami": "Bir şeyi yoğun bir şekilde örtmek, sarmalamak; bir şeyi tekrar tekrar veya katmanlar halinde örtmek suretiyle koruma altına almak. Bu kalıp, eylemin yoğunluğunu ve sürekliliğini vurgular. Fiilin bu formunda, öznenin nesneyi sadece örtmekle kalmayıp, onu tamamen kuşatarak dış etkenlerden azami ölçüde koruduğu ifade edilir. Bu, bir şeyin değerini artırmak veya onu daha da güvende tutmak amacıyla yapılan bir eylemdir.", "mikro_mantik": "Bu bab, fiilin yoğunluğunu ve tekrarlanma özelliğini vurgular. Kök anlamının katmanlar halinde veya sürekli bir şekilde gerçekleştiğini gösterir. Tekrarlama ve yoğunluk, kökün temel anlamının güçlenmesine ve derinleşmesine katkıda bulunur."}, {"bab_no": 3, "fiil_formlari": {"mazi": "دَاثَرَ - daasara", "muzari": "يُدَاثِرُ - yudaasiru", "masdar": "مُدَاثَرَة - mudaasara"}, "bab_anlami": "Karşılıklı örtünmek, birbirini sarmalamak; iki veya daha fazla öznenin birbirini koruma ve gizleme eylemi. Bu kalıp, eylemin karşılıklı ve etkileşimli olduğunu ifade eder. Fiilin bu formunda, özne ve nesnenin birbirini örterek karşılıklı bir koruma sağladığı, böylece her iki tarafın da güvende olduğu vurgulanır. Bu, bir tür dayanışma ve işbirliği içinde gerçekleşen bir eylemdir.", "mikro_mantik": "Bu bab, fiilin karşılıklı etkileşim ve paylaşım içerdiğini gösterir. Kök anlamının birden fazla özne arasında gerçekleştiğini ve her birinin diğerini etkilediğini ifade eder. Karşılıklılık, kökün temel anlamının sosyal ve ilişkisel boyutunu ortaya çıkarır."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَدْثَرَ - adsara", "muzari": "يُدْثِرُ - yudsiru", "masdar": "إِدْثَار - idsaar"}, "bab_anlami": "Bir şeyi örtülü hale getirmek, sarmalanmasına neden olmak; bir şeyi koruma altına almak veya bir şeyi gizlemek için bir araç kullanmak. Bu kalıp, eylemin bir neden-sonuç ilişkisi içinde gerçekleştiğini ifade eder. Fiilin bu formunda, öznenin bir nesneyi örtmek veya sarmalamak suretiyle bir sonucu tetiklediği, böylece o nesnenin korunduğu veya gizlendiği vurgulanır. Bu, bir amaca yönelik ve bilinçli bir eylemdir.", "mikro_mantik": "Bu bab, fiilin neden-sonuç ilişkisi içerdiğini ve bir amaca yönelik olduğunu gösterir. Kök anlamının bir eylem sonucunda ortaya çıktığını ve bu eylemin belirli bir amacı gerçekleştirmeye yönelik olduğunu ifade eder. Amaçlılık, kökün temel anlamının işlevsel ve pratik boyutunu vurgular."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَدَثَّرَ - tadassara", "muzari": "يَتَدَثَّرُ - yatadassaru", "masdar": "تَدَثُّر - tadassur"}, "bab_anlami": "Örtünmek, sarmalanmak; kendini bir şeyle örtmek veya sarmalamak suretiyle koruma altına almak. Bu kalıp, eylemin öznenin kendi üzerinde gerçekleştiğini ifade eder. Fiilin bu formunda, öznenin kendini örtmek veya sarmalamak suretiyle dış etkenlerden koruduğu, böylece kendi mahremiyetini ve bütünlüğünü muhafaza ettiği vurgulanır. Bu, kişisel bir çaba ve öz-koruma eylemidir.", "mikro_mantik": "Bu bab, fiilin öznenin kendi üzerinde gerçekleştiğini ve öz-koruma içerdiğini gösterir. Kök anlamının bireysel bir eylem olarak tezahür ettiğini ve öznenin kendi güvenliğini sağlamaya yönelik olduğunu ifade eder. Bireysellik, kökün temel anlamının kişisel ve içsel boyutunu vurgular."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَدَاثَرَ - tadaasara", "muzari": "يَتَدَاثَرُ - yatadaasaru", "masdar": "تَدَاثُر - tadaasur"}, "bab_anlami": "Birbirini örtmek için yarışmak, örtünmede rekabet etmek; her bir tarafın diğerini daha iyi koruma çabası içinde olması. Bu kalıp, eylemin rekabetçi ve yarışmacı bir ortamda gerçekleştiğini ifade eder. Fiilin bu formunda, özne ve nesnenin birbirini örtmek için yarıştığı, böylece her iki tarafın da daha iyi korunduğu vurgulanır. Bu, bir tür üstünlük sağlama ve daha fazla güvende olma çabasıdır.", "mikro_mantik": "Bu bab, fiilin rekabet ve yarışma içerdiğini gösterir. Kök anlamının birden fazla özne arasında gerçekleştiğini ve her birinin diğerinden daha iyi olma çabası içinde olduğunu ifade eder. Rekabet, kökün temel anlamının dinamik ve ilerlemeci boyutunu ortaya çıkarır."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْدَثَرَ - indasara", "muzari": "يَنْدَثِرُ - yandasiru", "masdar": "اِنْدِثَار - indisaar"}, "bab_anlami": "Örtülmek, sarmalanmak; bir şeyin kendiliğinden örtülmesi veya sarmalanması, dış etkenler tarafından gizlenmesi. Bu kalıp, eylemin pasif ve kendiliğinden gerçekleştiğini ifade eder. Fiilin bu formunda, öznenin kendi iradesi dışında örtüldüğü veya sarmlandığı, böylece dış dünyadan gizlendiği vurgulanır. Bu, bir tür kader veya dışsal etki sonucu gerçekleşen bir durumdur.", "mikro_mantik": "Bu bab, fiilin pasif ve kendiliğinden gerçekleştiğini gösterir. Kök anlamının öznenin iradesi dışında ortaya çıktığını ve dışsal etkenler tarafından belirlendiğini ifade eder. Pasiflik, kökün temel anlamının edilgen ve bağımlı boyutunu vurgular."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِدَّثَرَ - iddassara", "muzari": "يَدَّثِرُ - yaddasiru", "masdar": "اِدِّثَار - iddissaar"}, "bab_anlami": "Yoğun bir şekilde örtünmek, sıkıca sarmalanmak; kendini tamamen örtmek veya sarmalamak suretiyle dış dünyadan soyutlanmak. Bu kalıp, eylemin yoğun ve bilinçli bir şekilde gerçekleştiğini ifade eder. Fiilin bu formunda, öznenin kendini tamamen örterek veya sarmlayarak dış etkenlerden azami ölçüde koruduğu, böylece kendi mahremiyetini ve bütünlüğünü muhafaza ettiği vurgulanır. Bu, kişisel bir tercih ve bilinçli bir eylemdir.", "mikro_mantik": "Bu bab, fiilin yoğunluk ve bilinçli bir çaba içerdiğini gösterir. Kök anlamının öznenin kendi iradesiyle ve yoğun bir şekilde gerçekleştiğini ifade eder. Bilinçlilik, kökün temel anlamının aktif ve kararlı boyutunu vurgular."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اِدْثَارَّ - idsarra", "muzari": "يَدْثَارُّ - yadsarru", "masdar": "اِدْثِيْرَار - idsiraar"}, "bab_anlami": "Çok fazla örtünmek, aşırı derecede sarmalanmak; kendini abartılı bir şekilde örtmek veya sarmalamak suretiyle dikkat çekmemeye çalışmak. Bu kalıp, eylemin aşırıya kaçan ve abartılı bir şekilde gerçekleştiğini ifade eder. Fiilin bu formunda, öznenin kendini aşırı derecede örterek veya sarmlayarak dış dünyadan tamamen soyutlandığı, böylece dikkat çekmemeye ve gizlenmeye çalıştığı vurgulanır. Bu, bir tür kaçış ve saklanma eylemidir.", "mikro_mantik": "Bu bab, fiilin aşırılık ve abartı içerdiğini gösterir. Kök anlamının öznenin davranışlarında aşırıya kaçtığını ve dikkat çekmemeye yönelik bir çaba olduğunu ifade eder. Abartı, kökün temel anlamının sıra dışı ve ekstrem boyutunu vurgular."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَدْثَرَ - istadsara", "muzari": "يَسْتَدْثِرُ - yastadsiru", "masdar": "اِسْتِدْثَار - istidsaar"}, "bab_anlami": "Örtünmeyi istemek, sarmalanmayı talep etmek; birinden örtülmesini veya sarmalanmasını istemek, korunma talebinde bulunmak. Bu kalıp, eylemin talep ve istek içerdiğini ifade eder. Fiilin bu formunda, öznenin bir başkasından örtülmesini veya sarmalanmasını istediği, böylece korunma ve güvende olma arzusunu dile getirdiği vurgulanır. Bu, bir tür yardım ve destek talebidir.", "mikro_mantik": "Bu bab, fiilin talep ve istek içerdiğini gösterir. Kök anlamının öznenin bir başkasından yardım istediğini ve korunma talebinde bulunduğunu ifade eder. Talep, kökün temel anlamının sosyal ve ilişkisel boyutunu vurgular."}]}], "دحر": [{"kok": "دحر", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Bir şeyi iterek, zorlayarak veya baskı uygulayarak uzaklaştırmak, defetmek; bir engeli aşmak veya bir durumu tersine çevirmek için gösterilen çaba.", "kavramsal_derinlik": "Bu kök, hem fiziksel bir engeli aşma eylemini hem de soyut bir zorluğu yenme mücadelesini içerir. İnsanın içsel ve dışsal dünyasında karşılaştığı dirençlere karşı koyma, azim ve kararlılıkla ilerleme arzusunu ifade eder. İlahi boyutta ise, hakikatin önündeki batıl engellerin bertaraf edilmesi, ilahi nurun yayılması için yapılan mücadeleyi temsil eder."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "دَحَرَ", "muzari": "يَدْحَرُ", "masdar": "دَحْر"}, "bab_anlami": "Bir şeyi itmek, defetmek, uzaklaştırmak. Bu kalıp, temel anlamı doğrudan ve yoğun bir şekilde ifade eder. Bir gücün veya etkinin, bir şeyi yerinden oynatması, onu etkisiz hale getirmesi veya ortadan kaldırması anlamını taşır. Bu, fiziksel bir itme olabileceği gibi, soyut bir engeli aşma veya bir düşünceyi çürütme eylemi de olabilir.", "mikro_mantik": "Bu basit kalıp, kökün temel anlamını en yalın haliyle sunar. Eylemin doğrudan ve tek bir aktör tarafından gerçekleştirildiğini gösterir. Kökün enerjisi, hedefe odaklanmış, kararlı ve sonuç almaya yönelik bir itme kuvveti olarak ortaya çıkar."}, {"bab_no": 2, "fiil_formlari": {"mazi": "تَدَحَّرَ", "muzari": "يَتَدَحَّرُ", "masdar": "تَدَحُّر"}, "bab_anlami": "Bir şeyin yuvarlanarak veya itilerek uzaklaşması, dağılması, yok olması. Bu kalıp, eylemin daha çok süreç odaklı olduğunu ve bir şeyin kendi kendine veya dış bir etkiyle kademeli olarak uzaklaştığını ifade eder. Bir durumun kontrolden çıkması, bir planın başarısız olması veya bir topluluğun dağılması gibi anlamlara gelebilir. Bu, aynı zamanda bir şeyden kurtulma veya bir yükten hafifleme hissini de içerebilir.", "mikro_mantik": "Bu kalıp, eylemin tekrarlı veya süreçsel bir niteliğe sahip olduğunu gösterir. Kökün enerjisi, bir başlangıç noktasından uzaklaşma, dağılma veya çözülme yönünde hareket eder. Bu, kontrolün kaybı veya bir durumun istikrarsız hale gelmesi gibi bir anlam da taşıyabilir."}, {"bab_no": 3, "fiil_formlari": {"mazi": "اِدَّحَرَ", "muzari": "يَدَّحِرُ", "masdar": "اِدِّحَار"}, "bab_anlami": "Bir şeyi şiddetle itmek, zorla uzaklaştırmak, tamamen yok etmek. Bu kalıp, eylemin yoğunluğunu ve kararlılığını vurgular. Bir düşmanı yenmek, bir tehlikeyi bertaraf etmek veya bir sorunu kökten çözmek gibi anlamlara gelebilir. Bu, aynı zamanda bir şeyi kesin olarak reddetme veya bir fikri çürütme eylemini de ifade edebilir. İlahi anlamda, batılın hakikat karşısında kesin yenilgisi.", "mikro_mantik": "Bu kalıp, eylemin yoğunluğunu ve kararlılığını artırır. Kökün enerjisi, hedefe odaklanmış, güçlü ve kesin bir şekilde sonuç almaya yöneliktir. Bu, bir şeyi tamamen ortadan kaldırma veya bir durumu kesin olarak değiştirme amacını taşır."}, {"bab_no": 4, "fiil_formlari": {"mazi": "تَدَاحَرَ", "muzari": "يَتَدَاحَرُ", "masdar": "تَدَاحُر"}, "bab_anlami": "Karşılıklı olarak itişmek, çekişmek, birbirini uzaklaştırmaya çalışmak. Bu kalıp, iki veya daha fazla taraf arasındaki rekabeti veya çatışmayı ifade eder. Bir anlaşmazlıkta tarafların birbirini suçlaması, bir yarışta yarışmacıların birbirini geçmeye çalışması veya bir savaşta orduların birbirini püskürtmesi gibi anlamlara gelebilir. Bu, aynı zamanda fikirlerin veya inançların çatışmasını da temsil edebilir.", "mikro_mantik": "Bu kalıp, eylemin karşılıklı olduğunu ve birden fazla aktörün etkileşimini içerdiğini gösterir. Kökün enerjisi, bir denge arayışı veya bir çatışmanın çözümü yönünde hareket eder. Bu, rekabet, mücadele veya uzlaşma gibi farklı sonuçlara yol açabilir."}]}], "دحض": [{"kok": "دحض", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Bir iddiayı veya argümanı çürütmek, geçersiz kılmak veya reddetmek. Yanlışlığı ortaya çıkarma eylemi.", "kavramsal_derinlik": "Beşeri düzlemde, mantıksal akıl yürütme ve kanıt yoluyla hatalı düşünceleri düzeltme çabasıdır. İlahi düzlemde ise, hakikatin batılı ortadan kaldırması ve ilahi vahyin şüpheleri gidermesi şeklinde tecelli eder."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "دَحَضَ - dahaDa", "muzari": "يَدْحَضُ - yadHaDu", "masdar": "دَحْض - dahD"}, "bab_anlami": "Bir şeyi kesin ve nihai bir şekilde çürütmek, batıl kılmak veya reddetmek. Bu kalıp, eylemin doğrudan ve tek bir özne tarafından gerçekleştirildiğini ifade eder. Dolayısıyla, bir iddia veya argümanın, onu savunan kişi tarafından kesin bir şekilde çürütülmesi veya reddedilmesi anlamına gelir.", "mikro_mantik": "Bu kalıp, kökün temel anlamını doğrudan ve etkili bir şekilde ifade eder. Eylemin basitliği ve kesinliği vurgulanır. Kökün anlamı, öznenin doğrudan etkisiyle gerçekleşen bir çürütme veya reddetme eylemine dönüşür."}, {"bab_no": 2, "fiil_formlari": {"mazi": "دَحَّضَ - dahHaDa", "muzari": "يُدَحِّضُ - yudahHiDu", "masdar": "تَدْحِيض - tadHiid"}, "bab_anlami": "Bir şeyi tekrar tekrar veya yoğun bir şekilde çürütmek, batıl kılmak veya reddetmek. Bu kalıp, eylemin sürekli veya yoğun bir şekilde tekrarlandığını ifade eder. Bir iddia veya argümanın defalarca çürütülmesi veya reddedilmesi, böylece onun temelsizliği iyice ortaya konulması anlamına gelir.", "mikro_mantik": "Bu kalıp, kökün anlamını yoğunluk ve tekrarlama boyutuyla genişletir. Eylemin sürekliliği ve tekrarı vurgulanır. Kökün anlamı, bir iddiayı veya argümanı sürekli olarak çürütme ve batıl kılma sürecine dönüşür."}, {"bab_no": 3, "fiil_formlari": {"mazi": "دَاحَضَ - daaHaDa", "muzari": "يُدَاحِضُ - yudaaHiDu", "masdar": "مُدَاحَضَة - mudaaHaDa"}, "bab_anlami": "Karşılıklı olarak çürütmek veya reddetmek, bir tartışma veya münazara ortamında karşılıklı olarak iddiaları çürütmeye çalışmak. Bu kalıp, eylemin iki veya daha fazla taraf arasında gerçekleştiğini ifade eder. Dolayısıyla, bir tartışma veya münazara sırasında tarafların birbirlerinin iddialarını çürütmeye çalışması anlamına gelir.", "mikro_mantik": "Bu kalıp, kökün anlamını karşılıklılık ve etkileşim boyutuyla genişletir. Eylemin taraflar arasındaki etkileşimi vurgulanır. Kökün anlamı, bir tartışma veya münazara ortamında karşılıklı çürütme eylemine dönüşür."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَدْحَضَ - adHaDa", "muzari": "يُدْحِضُ - yudHiDu", "masdar": "إِدْحَاض - idHaaD"}, "bab_anlami": "Bir şeyi çürütmeye veya batıl kılmaya neden olmak, bir iddiayı veya argümanı çürütmek için bir sebep veya kanıt sunmak. Bu kalıp, eylemin dolaylı olarak gerçekleştiğini ve bir neden-sonuç ilişkisi içerdiğini ifade eder. Bir iddiayı çürütecek kanıt sunmak veya bir argümanın geçersizliğini ortaya çıkaracak bir sebep göstermek anlamına gelir.", "mikro_mantik": "Bu kalıp, kökün anlamını nedensellik ve etki boyutuyla genişletir. Eylemin dolaylı etkisi vurgulanır. Kökün anlamı, bir şeyi çürütmeye veya batıl kılmaya neden olan bir eyleme dönüşür."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَدَحْضَ - tadaHDa", "muzari": "يَتَدَحْضُ - yatadaHDu", "masdar": "تَدَحْض - tadaHD"}, "bab_anlami": "Çürümeye veya batıl olmaya meyilli olmak, kendiliğinden çürümeye veya geçersiz hale gelmeye yatkın olmak. Bu kalıp, eylemin öznenin içsel bir özelliği olduğunu ve dışsal bir etki olmaksızın gerçekleştiğini ifade eder. Bir iddia veya argümanın zayıflığı nedeniyle kendiliğinden çürümeye veya geçersiz hale gelmeye yatkın olması anlamına gelir.", "mikro_mantik": "Bu kalıp, kökün anlamını içsellik ve eğilim boyutuyla genişletir. Eylemin öznenin içsel özelliği olduğu vurgulanır. Kökün anlamı, kendiliğinden çürümeye veya batıl olmaya yatkın bir duruma dönüşür."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَدَاحَضَ - tadaaHaDa", "muzari": "يَتَدَاحَضُ - yatadaaHaDu", "masdar": "تَدَاحُض - tadaaHuD"}, "bab_anlami": "Karşılıklı olarak çürütülmek veya reddedilmek, bir tartışma veya münazara ortamında tarafların iddialarının birbirini çürütmesi veya reddetmesi. Bu kalıp, eylemin karşılıklı ve pasif bir şekilde gerçekleştiğini ifade eder. Tarafların iddialarının birbirini zayıflatması veya geçersiz kılması anlamına gelir.", "mikro_mantik": "Bu kalıp, kökün anlamını karşılıklılık ve pasiflik boyutuyla genişletir. Eylemin taraflar arasındaki etkileşimi ve pasifliği vurgulanır. Kökün anlamı, karşılıklı olarak çürütülme veya reddedilme durumuna dönüşür."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْدَحَضَ - indaHaDa", "muzari": "يَنْدَحِضُ - yandaHiDu", "masdar": "اِنْدِحَاض - indiHaaD"}, "bab_anlami": "Çürütülmek, batıl kılınmak veya reddedilmek; bir iddia veya argümanın geçerliliğini yitirmesi veya kabul görmemesi. Bu kalıp, eylemin pasif bir şekilde gerçekleştiğini ve öznenin üzerinde bir etki olduğunu ifade eder. Bir iddia veya argümanın, dışsal bir etkiyle çürütülmesi veya reddedilmesi anlamına gelir.", "mikro_mantik": "Bu kalıp, kökün anlamını pasiflik ve etki boyutuyla genişletir. Eylemin özne üzerindeki etkisi vurgulanır. Kökün anlamı, çürütülme, batıl kılınma veya reddedilme durumuna dönüşür."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِدَّحَضَ - iddaHaDa", "muzari": "يَدَّحِضُ - yaddaHiDu", "masdar": "اِدِّحَاض - iddiHaaD"}, "bab_anlami": "Şiddetle çürütülmek, kesin bir şekilde batıl kılınmak veya reddedilmek. Bu kalıp, eylemin yoğunluğu ve kesinliği vurgular. Bir iddia veya argümanın, güçlü kanıtlarla ve kesin bir şekilde çürütülmesi veya reddedilmesi anlamına gelir.", "mikro_mantik": "Bu kalıp, kökün anlamını yoğunluk ve kesinlik boyutuyla genişletir. Eylemin şiddeti ve kesinliği vurgulanır. Kökün anlamı, şiddetle çürütülme veya kesin bir şekilde batıl kılınma durumuna dönüşür."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اِدْحَاضَّ - idHaaDDa", "muzari": "يَدْحَاضُّ - yadHaaDDu", "masdar": "اِدْحِيضَاض - idHiiDaaD"}, "bab_anlami": "Bu kalıp nadiren kullanılır ve kökün anlamını abartılı bir şekilde ifade eder. Bir şeyin aşırı derecede çürütülmeye veya batıl kılınmaya yatkın olduğunu ifade edebilir. Bir iddia veya argümanın, o kadar zayıf ve temelsiz olduğunu gösterir ki, kolayca ve tamamen çürütülebilir.", "mikro_mantik": "Bu kalıp, kökün anlamını abartı ve aşırılık boyutuyla genişletir. Eylemin aşırı derecede gerçekleştiği vurgulanır. Kökün anlamı, aşırı derecede çürütülmeye veya batıl kılınmaya yatkın bir duruma dönüşür."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَدْحَضَ - istadHaDa", "muzari": "يَسْتَدْحِضُ - yastadHiDu", "masdar": "اِسْتِدْحَاض - istidHaaD"}, "bab_anlami": "Çürütülmeyi veya batıl kılınmayı talep etmek, bir iddiayı veya argümanı çürütmek için kanıt veya sebep istemek. Bu kalıp, eylemin talep veya istek şeklinde gerçekleştiğini ifade eder. Bir iddiayı çürütmek için kanıt sunulmasını istemek veya bir argümanın geçersizliğini ortaya çıkaracak bir sebep talep etmek anlamına gelir.", "mikro_mantik": "Bu kalıp, kökün anlamını talep ve istek boyutuyla genişletir. Eylemin talep şeklinde gerçekleştiği vurgulanır. Kökün anlamı, çürütülmeyi veya batıl kılınmayı talep etme eylemine dönüşür."}]}], "دحو": [{"kok": "دحو", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Yayıp genişletme, düzleme, sermele; bir şeyi açığa çıkarma, ortaya koyma. Derinlerde saklı olan potansiyeli yüzeye çıkarma eylemi.", "kavramsal_derinlik": "Yeryüzünün yaratılışındaki genişleme ve düzleşme eylemiyle, insanın iç dünyasındaki potansiyelin açığa çıkarılması arasındaki paralellik. İlahi kudretin tezahürü ve insanın kendini gerçekleştirme yolculuğu."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "دَحَا - dahaa", "muzari": "يَدْحُو - yadhuu", "masdar": "دَحْو - dahw"}, "bab_anlami": "Bir şeyi yayıp genişletmek, düzlemek, sermek. Bu kalıp, kökün temel anlamını doğrudan ve yalın bir şekilde ifade eder. Fiilin öznesi, bir şeyi düzleştiren, yayan veya genişleten aktif bir faildir. Bu eylem, potansiyel bir alanın veya durumun ortaya çıkmasına zemin hazırlar.", "mikro_mantik": "Bu kalıp, kökün temel anlamını en basit ve doğrudan haliyle ifade eder. Eylemin kendisi ve fail arasındaki ilişki vurgulanır. Bir şeyin potansiyelini ortaya çıkarma eyleminin temel dinamiğini gösterir."}, {"bab_no": 2, "fiil_formlari": {"mazi": "دُحِّيَ - duhhia", "muzari": "يُدَحَّى - yudahhā", "masdar": "تَدْحِيَة - tadhiye"}, "bab_anlami": "Bir şeyin yayılmasına, genişletilmesine veya düzleştirilmesine maruz kalmak. Bu kalıp, edilgen bir anlam taşır ve bir şeyin dışsal bir etkiyle yayıldığını veya düzleştirildiğini gösterir. Bu, ilahi bir müdahale veya doğal bir süreç sonucu olabilir. Bu kalıp, bir şeyin potansiyelinin dışsal bir güç tarafından ortaya çıkarılmasını ifade eder.", "mikro_mantik": "Bu kalıp, eylemin nesnesi üzerindeki dışsal etkiyi vurgular. Nesnenin kendi iradesi dışında bir güç tarafından şekillendirildiğini gösterir. Potansiyelin ortaya çıkışında dışsal faktörlerin rolünü vurgular."}, {"bab_no": 3, "fiil_formlari": {"mazi": "دَاحَى - daahaa", "muzari": "يُدَاحِي - yudaahi", "masdar": "مُدَاحَاة - mudaahaat"}, "bab_anlami": "Bir şeyde yayılma ve genişleme konusunda yarışmak, rekabet etmek. Bu kalıp, iki veya daha fazla varlık arasındaki rekabeti ifade eder. Her bir varlık, kendi potansiyelini en üst düzeye çıkarmak için çabalar. Bu rekabet, gelişme ve ilerleme için bir itici güç olabilir. Bu kalıp, potansiyelin ortaya çıkışında rekabetin rolünü vurgular.", "mikro_mantik": "Bu kalıp, eylemin karşılıklı ve rekabetçi doğasını vurgular. Birden fazla failin aynı amaç için çabaladığını gösterir. Potansiyelin ortaya çıkışında rekabetin ve motivasyonun önemini vurgular."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَدْحَى - adhaa", "muzari": "يُدْحِي - yudhi", "masdar": "إِدْحَاء - idhaa"}, "bab_anlami": "Bir şeyi yaymaya, genişletmeye veya düzleştirmeye sebep olmak, yol açmak. Bu kalıp, bir eylemin dolaylı olarak yayılma veya genişleme sonucunu doğurduğunu gösterir. Bir şeyin potansiyelinin ortaya çıkmasına zemin hazırlamak anlamına gelir. Bu, bir neden-sonuç ilişkisi içinde potansiyelin ortaya çıkışını ifade eder.", "mikro_mantik": "Bu kalıp, eylemin dolaylı etkisini ve sonuçlarını vurgular. Bir şeyin başka bir şeyi etkileyerek potansiyelini ortaya çıkarmasına neden olduğunu gösterir. Potansiyelin ortaya çıkışında dolaylı etkilerin ve zincirleme reaksiyonların rolünü vurgular."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَدَحَّى - tadahhaa", "muzari": "يَتَدَحَّى - yatadahhaa", "masdar": "تَدَحِّي - tadahhi"}, "bab_anlami": "Yavaş yavaş yayılmak, genişlemek veya düzleşmek. Bu kalıp, sürecin aşamalı ve zaman içinde gerçekleştiğini gösterir. Potansiyelin yavaş yavaş ve doğal bir şekilde ortaya çıkmasını ifade eder. Bu, sabır ve sebat gerektiren bir süreçtir.", "mikro_mantik": "Bu kalıp, eylemin zamansal boyutunu ve aşamalı doğasını vurgular. Bir şeyin yavaş yavaş ve sürekli bir şekilde geliştiğini gösterir. Potansiyelin ortaya çıkışında zamanın ve sabrın önemini vurgular."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَدَاحَى - tadaahaa", "muzari": "يَتَدَاحَى - yatadaahaa", "masdar": "تَدَاحِي - tadaahi"}, "bab_anlami": "Yayılma ve genişleme konusunda karşılıklı olarak etkileşimde bulunmak, birbirini etkilemek. Bu kalıp, iki veya daha fazla varlık arasındaki etkileşimi ve birbirini etkileyerek potansiyellerini ortaya çıkarmalarını ifade eder. Bu etkileşim, sinerji ve ortak gelişim yaratabilir.", "mikro_mantik": "Bu kalıp, eylemin karşılıklı ve etkileşimli doğasını vurgular. Birden fazla failin birbirini etkileyerek geliştiğini gösterir. Potansiyelin ortaya çıkışında işbirliğinin ve sinerjinin önemini vurgular."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْدَحَى - indahā", "muzari": "يَنْدَحِي - yandahi", "masdar": "اِنْدِحَاء - indihā"}, "bab_anlami": "Kendiliğinden yayılmak, genişlemek veya düzleşmek. Bu kalıp, içsel bir itkiyle gerçekleşen kendiliğinden bir yayılmayı ifade eder. Potansiyelin içten dışa doğru, doğal bir şekilde ortaya çıkmasını gösterir. Bu, içsel motivasyon ve özgür irade ile gerçekleşen bir süreçtir.", "mikro_mantik": "Bu kalıp, eylemin içsel ve kendiliğinden doğasını vurgular. Bir şeyin kendi içsel potansiyeliyle geliştiğini gösterir. Potansiyelin ortaya çıkışında içsel motivasyonun ve özgür iradenin önemini vurgular."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِدَّحَى - iddahā", "muzari": "يَدَّحِي - yaddahi", "masdar": "اِدِّحَاء - iddiha"}, "bab_anlami": "Şiddetle yayılmak, genişlemek veya düzleşmek. Bu kalıp, yoğun ve güçlü bir yayılmayı ifade eder. Potansiyelin hızlı ve etkili bir şekilde ortaya çıkmasını gösterir. Bu, büyük bir enerji ve kararlılıkla gerçekleşen bir süreçtir.", "mikro_mantik": "Bu kalıp, eylemin yoğunluğunu ve gücünü vurgular. Bir şeyin hızlı ve etkili bir şekilde geliştiğini gösterir. Potansiyelin ortaya çıkışında enerjinin ve kararlılığın önemini vurgular."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اِدْحَاحَّ - idhahhā", "muzari": "يَدْحَاحُّ - yadhahhu", "masdar": "اِدْحِيحَاح - idhihih"}, "bab_anlami": "Son derece yayılmak, genişlemek veya düzleşmek; abartılı bir şekilde yayılmak. Bu kalıp, yayılma eyleminin aşırı ve abartılı bir şekilde gerçekleştiğini ifade eder. Potansiyelin sınırlarını aşan bir şekilde ortaya çıkmasını gösterir. Bu, kontrolsüz ve sınırsız bir gelişimi ifade eder.", "mikro_mantik": "Bu kalıp, eylemin aşırılığını ve abartılı doğasını vurgular. Bir şeyin sınırlarını aşarak geliştiğini gösterir. Potansiyelin ortaya çıkışında kontrolsüzlüğün ve sınırsızlığın rolünü vurgular."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَدْحَى - istadhā", "muzari": "يَسْتَدْحِي - yastadhi", "masdar": "اِسْتِدْحَاء - istidha"}, "bab_anlami": "Yayılmayı, genişlemeyi veya düzleşmeyi istemek, talep etmek; yayılma, genişleme veya düzleşme yeteneği kazanmak. Bu kalıp, bir şeyin yayılma veya genişleme potansiyelini elde etme arzusunu veya yeteneğini ifade eder. Potansiyelin ortaya çıkması için çaba göstermeyi veya gerekli koşulları sağlamayı gösterir. Bu, bilinçli bir çaba ve arayışla gerçekleşen bir süreçtir.", "mikro_mantik": "Bu kalıp, eylemin arzu ve çaba boyutunu vurgular. Bir şeyin potansiyelini elde etmek için bilinçli bir şekilde çabaladığını gösterir. Potansiyelin ortaya çıkışında niyetin ve çabanın önemini vurgular."}]}], "دخر": [{"kok": "دخر", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Bir şeyi saklamak, depolamak, korumak; içsel bir değeri muhafaza etmek.", "kavramsal_derinlik": "Dünyevi birikimden manevi hazineye uzanan, koruma ve saklama eyleminin insanın varoluşsal yolculuğundaki izdüşümleri."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "دَخَرَ - dehare", "muzari": "يَدْخُرُ - yedhuru", "masdar": "دَخْر - dehr"}, "bab_anlami": "Bir şeyi özenle saklamak, geleceğe yönelik biriktirmek; içsel potansiyeli koruma altına almak ve olgunlaşmasını beklemek. Bu kalıp, dışsal biriktirmenin ötesinde, ruhsal ve zihinsel birikimi, bilginin ve deneyimin içselleştirilerek geleceğe aktarılmasını ifade eder. Aynı zamanda, bir sırrı veya değeri başkalarından gizleyerek muhafaza etme anlamını da taşır.", "mikro_mantik": "Bu bab, kökün temel anlamını doğrudan yansıtır; saklama eyleminin basit ve doğal bir ifadesidir. Fiilin yalın hali, eylemin kendiliğindenliğini ve temel niteliğini vurgular. Bu kalıp, saklama eyleminin başlangıcını ve temelini temsil eder."}, {"bab_no": 2, "fiil_formlari": {"mazi": "اِدَّخَرَ - iddehare", "muzari": "يَدَّخِرُ - yeddehiru", "masdar": "اِدِّخَار - iddihaar"}, "bab_anlami": "Özenle biriktirmek, geleceğe hazırlık yapmak amacıyla saklamak; içsel bir değeri derinlemesine koruma altına almak ve onu gelecekteki ihtiyaçlar için saklamak. Bu kalıp, sadece maddi birikimi değil, aynı zamanda manevi ve entelektüel birikimi de ifade eder; bilginin, deneyimin ve erdemin geleceğe aktarılması için titizlikle korunmasını vurgular. Aynı zamanda, zor zamanlar için hazırlık yapma ve geleceği güvence altına alma anlamını da taşır.", "mikro_mantik": "Tekrar vurgusu (idغام - idgam) ile kökün anlamını yoğunlaştırır; saklama eyleminin bilinçli ve kasıtlı bir çaba olduğunu gösterir. Bu kalıp, biriktirme ve saklama eyleminin önemini ve değerini artırır; geleceğe yönelik planlama ve hazırlık yapma gerekliliğini vurgular."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَدَخَّرَ - tedahhare", "muzari": "يَتَدَخَّرُ - yetedahharu", "masdar": "تَدَخُّر - tedahhür"}, "bab_anlami": "Aşamalı olarak biriktirmek, zamanla saklamak; içsel bir değeri yavaş yavaş geliştirerek koruma altına almak ve onu gelecekteki kullanım için hazırlamak. Bu kalıp, birikimin süreç odaklı olduğunu ve sabırla, özenle gerçekleştirildiğini vurgular; bilginin, deneyimin ve erdemin zamanla olgunlaşmasını ve derinleşmesini ifade eder. Aynı zamanda, bir şeyin değerini zamanla artırma ve onu daha değerli hale getirme anlamını da taşır.", "mikro_mantik": "Tekrarlanan eylem vurgusu, biriktirme eyleminin sürekli ve düzenli bir süreç olduğunu gösterir. Bu kalıp, sabır ve sebatın önemini vurgular; birikimin zamanla değer kazandığını ve geleceğe yönelik uzun vadeli planlama gerektirdiğini ifade eder."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَدْخَرَ - istedhare", "muzari": "يَسْتَدْخِرُ - yestedhiru", "masdar": "اِسْتِدْخَار - istidhâr"}, "bab_anlami": "Biriktirmeyi istemek, saklamayı talep etmek; içsel bir değeri koruma altına almak için çaba göstermek ve başkalarından yardım istemek. Bu kalıp, birikimin sadece bireysel bir çaba olmadığını, aynı zamanda toplumsal bir sorumluluk olduğunu da ifade eder; bilginin, deneyimin ve erdemin korunması ve gelecek nesillere aktarılması için işbirliği yapma gerekliliğini vurgular. Aynı zamanda, bir şeyi elde etmek için çabalamak ve onu koruma altına almak anlamını da taşır.", "mikro_mantik": "Talep ve arayış anlamı katar; biriktirme eyleminin bilinçli bir tercih ve amaçlı bir arayış olduğunu gösterir. Bu kalıp, biriktirme eyleminin değerini ve önemini artırır; geleceğe yönelik bilinçli bir yatırım yapma gerekliliğini vurgular."}]}], "دخل": [{"kok": "دخل", "ontolojik_analiz": {"temel_anlam_cekirdegi": "İçeri girme, dahil olma, nüfuz etme", "kavramsal_derinlik": "Fiziksel bir mekana girişten, soyut bir duruma dahil olmaya; bir düşüncenin zihne nüfuz etmesinden, ilahi bir lütfun kalbe girmesine kadar geniş bir yelpazede anlam taşır. Bu kök, dışsal olandan içsel olana geçişi, bir şeyin sınırlarını aşarak başka bir şeyin parçası olmayı ifade eder."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "دَخَلَ", "muzari": "يَدْخُلُ", "masdar": "دُخُول"}, "bab_anlami": "Basitçe içeri girmek, dahil olmak, bir yere ulaşmak anlamına gelir. Bu kalıp, eylemin yalın halini ifade eder; bir nesnenin veya öznenin bir sınırdan geçerek iç kısma hareketini belirtir. Bu giriş, fiziksel bir mekan olabileceği gibi, soyut bir kavramın içine dahil olmayı da ifade edebilir. Örneğin, bir düşüncenin zihne girişi veya bir duygunun kalbe nüfuz etmesi gibi.", "mikro_mantik": "Bu kalıp, kökün temel anlamını en yalın haliyle sunar. Eylemin kendiliğinden gerçekleştiğini, herhangi bir zorlama veya aracılık olmadığını gösterir. Kökün anlamı, nesnenin veya öznenin doğal hareketiyle tamamlanır."}, {"bab_no": 2, "fiil_formlari": {"mazi": "أَدْخَلَ", "muzari": "يُدْخِلُ", "masdar": "إِدْخَال"}, "bab_anlami": "Bir şeyi veya birini içeri sokmak, dahil etmek, bir yere yerleştirmek anlamına gelir. Bu kalıp, bir eylemin başkası tarafından gerçekleştirildiğini veya bir nesnenin başka bir nesneye dahil edildiğini ifade eder. Bu, birinin birini bir topluluğa dahil etmesi veya bir fikrin bir tartışmaya dahil edilmesi gibi olabilir. Aynı zamanda, bir şeyi bir yere yerleştirmek veya bir şeyi bir şeyin içine sokmak anlamını da taşır. Örneğin, bir bilgiyi bir zihne yerleştirmek veya bir tohumu toprağa ekmek gibi.", "mikro_mantik": "Bu kalıp, kökün anlamını geçişli hale getirir. Eylemin bir özne tarafından bir nesne üzerinde gerçekleştirildiğini gösterir. Kökün anlamı, öznenin eylemiyle nesnenin durumunda bir değişiklik meydana getirmesiyle tamamlanır."}, {"bab_no": 3, "fiil_formlari": {"mazi": "دَاخَلَ", "muzari": "يُدَاخِلُ", "masdar": "مُدَاخَلَة"}, "bab_anlami": "İç içe geçmek, karşılıklı olarak dahil olmak, etkileşimde bulunmak anlamına gelir. Bu kalıp, iki veya daha fazla şeyin birbirine karıştığını, birbirini etkilediğini ve birbirinin içine girdiğini ifade eder. Bu, iki kişinin bir tartışmaya dahil olması, iki fikrin birbirini etkilemesi veya iki duygunun birbirine karışması gibi olabilir. Aynı zamanda, bir şeyin bir şeyle iç içe geçmesi veya bir şeyin bir şeyin içine nüfuz etmesi anlamını da taşır. Örneğin, bir rengin bir renkle karışması veya bir kokunun bir ortama yayılması gibi.", "mikro_mantik": "Bu kalıp, kökün anlamını karşılıklı etkileşim ve iç içe geçme bağlamında sunar. Eylemin iki veya daha fazla özne arasında gerçekleştiğini ve her öznenin diğerini etkilediğini gösterir. Kökün anlamı, özne ve nesneler arasındaki dinamik ilişkiyle tamamlanır."}, {"bab_no": 4, "fiil_formlari": {"mazi": "اِنْدَخَلَ", "muzari": "يَنْدَخِلُ", "masdar": "اِنْدِخَال"}, "bab_anlami": "Kendiliğinden dahil olmak, içine girmek, bir şeyin parçası haline gelmek anlamına gelir. Bu kalıp, öznenin kendi iradesiyle bir şeyin içine girdiğini veya bir şeyin parçası haline geldiğini ifade eder. Bu, bir kişinin bir topluluğa katılması, bir fikrin bir zihne yerleşmesi veya bir duygunun bir kalbi ele geçirmesi gibi olabilir. Aynı zamanda, bir şeyin bir şeyin içine nüfuz etmesi veya bir şeyin bir şeyle bütünleşmesi anlamını da taşır. Örneğin, bir su damlasının denize karışması veya bir ışığın bir ortama yayılması gibi.", "mikro_mantik": "Bu kalıp, kökün anlamını öznenin kendi iradesiyle dahil olma eylemi bağlamında sunar. Eylemin öznenin içsel motivasyonuyla gerçekleştiğini ve öznenin bir bütünün parçası haline geldiğini gösterir. Kökün anlamı, öznenin dönüşümü ve bütünle bütünleşmesiyle tamamlanır."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَدَاخَلَ", "muzari": "يَتَدَاخَلُ", "masdar": "تَدَاخُل"}, "bab_anlami": "Birbirinin içine girmek, karışmak, iç içe geçmek anlamına gelir. Bu kalıp, iki veya daha fazla şeyin birbirine karıştığını, birbirini etkilediğini ve birbirinin içine girdiğini ifade eder. Bu, iki rengin birbirine karışması, iki fikrin birbirini etkilemesi veya iki duygunun birbirine karışması gibi olabilir. Aynı zamanda, bir şeyin bir şeyle iç içe geçmesi veya bir şeyin bir şeyin içine nüfuz etmesi anlamını da taşır. Örneğin, bir ormanın ağaçlarının birbirine karışması veya bir şehrin sokaklarının birbirine bağlanması gibi.", "mikro_mantik": "Bu kalıp, kökün anlamını karşılıklı etkileşim, karışma ve iç içe geçme bağlamında sunar. Eylemin iki veya daha fazla özne arasında gerçekleştiğini ve her öznenin diğerini etkilediğini gösterir. Kökün anlamı, özne ve nesneler arasındaki karmaşık ilişkiyle tamamlanır."}, {"bab_no": 6, "fiil_formlari": {"mazi": "اِسْتَدْخَلَ", "muzari": "يَسْتَدْخِلُ", "masdar": "اِسْتِدْخَال"}, "bab_anlami": "İçeri girmeyi istemek, dahil olmayı talep etmek, bir şeyi içeri sokmaya çalışmak anlamına gelir. Bu kalıp, öznenin bir şeyi veya birini içeri sokmaya çalıştığını, bir yere dahil olmayı talep ettiğini veya bir şeyin parçası olmak istediğini ifade eder. Bu, bir kişinin bir topluluğa katılmak istemesi, bir fikrin bir tartışmaya dahil edilmesini talep etmesi veya bir duygunun bir kalbi ele geçirmesini istemesi gibi olabilir. Aynı zamanda, bir şeyi bir yere yerleştirmeye çalışmak veya bir şeyi bir şeyin içine sokmaya çalışmak anlamını da taşır. Örneğin, bir bilgiyi bir zihne yerleştirmeye çalışmak veya bir tohumu toprağa ekmeye çalışmak gibi.", "mikro_mantik": "Bu kalıp, kökün anlamını öznenin aktif çabası ve isteği bağlamında sunar. Eylemin öznenin iradesiyle gerçekleştiğini ve öznenin bir hedefe ulaşmaya çalıştığını gösterir. Kökün anlamı, öznenin motivasyonu ve çabasıyla tamamlanır."}]}], "دخن": [{"kok": "دخن", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Dumanın özü, belirsizliğin ve geçişin sembolü; bir şeyin başlangıcı ile sonu arasındaki görünmez bağ.", "kavramsal_derinlik": "Maddenin maneviyata dönüşümü, gizliliğin açığa çıkması, potansiyelin tezahürü arasındaki diyalektik gerilim."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "دَخَنَ - dakhana", "muzari": "يَدْخُنُ - yadkhunu", "masdar": "دَخْن - dakhn"}, "bab_anlami": "Bir şeyin duman çıkarması, tüttürmesi veya dumana dönüşmesi anlamına gelir. Bu, bir durumun veya sürecin belirsizleştiğini, karmaşıklaştığını veya gizlendiğini ifade edebilir. Aynı zamanda, içsel bir dönüşümün veya dışsal bir etkinin sonucu olarak ortaya çıkan bir tür buğulanma veya sislenmeyi de simgeleyebilir. Bu kalıp, bir olayın veya durumun netliğini kaybetmesi ve anlaşılmaz hale gelmesi durumunu ifade eder.", "mikro_mantik": "Bu kalıp, kökün temel anlamını doğrudan eylemsel bir sürece dönüştürür. Kökün içerdiği belirsizlik ve geçişlilik anlamları, bu kalıpta bir eylemin veya durumun niteliği haline gelir. Yani, bir şeyin duman çıkarması, o şeyin özünde var olan potansiyel belirsizliğin ve dönüşümün dışa vurumudur."}]}], "درأ": [{"kok": "درأ", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Defetmek, savuşturmak, engellemek. Kötülüğü, zararı veya istenmeyen bir şeyi uzaklaştırma eylemi. Aynı zamanda, bir şeyi önceden sezerek tedbir alma ve korunma anlamlarını da içerir.", "kavramsal_derinlik": "Fiziksel bir tehdidi bertaraf etmekten, soyut bir tehlikeye karşı önlem almaya kadar geniş bir yelpazede anlam taşır. İnsanın kendini ve değerlerini koruma içgüdüsünün bir yansımasıdır. Aynı zamanda, ilahi koruma ve rehberlik arayışında da kendini gösterir; zira insan, kendi gücünün yetersiz kaldığı durumlarda daha yüksek bir güce sığınarak korunma ve kurtuluş diler."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "دَرَأَ", "muzari": "يَدْرَأُ", "masdar": "دَرْء"}, "bab_anlami": "Bir şeyi aktif bir şekilde defetmek, savuşturmak veya engellemek. Bu, hem fiziksel bir engeli aşmayı hem de soyut bir tehlikeyi uzaklaştırmayı içerebilir. Fiilin faili, bilinçli bir şekilde bir eylemde bulunarak istenmeyen bir durumu ortadan kaldırmaya çalışır. Bu babdaki anlam, failin aktif rolünü ve iradesini vurgular; dolayısıyla, sadece pasif bir korunma değil, aktif bir müdahale söz konusudur. Evrensel anlamda, varlığın kendini koruma ve sürdürme çabasının bir tezahürü olarak görülebilir.", "mikro_mantik": "Bu bab, kökün temel anlamını en doğrudan ifade eder. Fiilin basit ve yalın yapısı, eylemin de doğrudan ve hedef odaklı olduğunu gösterir. Kökün anlamını herhangi bir ekleme veya çıkarma yapmadan, olduğu gibi yansıtır. Bu, eylemin temel ve evrensel bir niteliğe sahip olduğunu vurgular."}, {"bab_no": 2, "fiil_formlari": {"mazi": "دَارَأَ", "muzari": "يُدَارِئُ", "masdar": "مُدَارَأَة"}, "bab_anlami": "Bir şeyi sürekli veya tekrarlı bir şekilde defetmeye çalışmak, bir tehlikeyi savuşturmak için çaba göstermek. Bu, bir tür mücadele veya direnç anlamına gelir. Fail, sürekli bir tehdit veya zorlukla karşı karşıyadır ve onu uzaklaştırmak için sürekli bir çaba sarf etmektedir. Bu babdaki anlam, sebat, azim ve kararlılık gibi kavramları içerir. Varlığın, karşılaştığı zorluklara karşı yılmadan mücadele etme ve kendini koruma arzusunun bir ifadesidir.", "mikro_mantik": "Bu bab, kökün anlamını yoğunlaştırır ve süreklilik kazandırır. Fiilin yapısındaki tekrar, eylemin de tekrarlı veya sürekli olduğunu gösterir. Bu, failin karşılaştığı zorluğun büyüklüğünü ve onu aşmak için gösterdiği çabanın önemini vurgular."}, {"bab_no": 3, "fiil_formlari": {"mazi": "تَدَارَأَ", "muzari": "يَتَدَارَأُ", "masdar": "تَدَارُؤ"}, "bab_anlami": "Karşılıklı olarak defetmek, birbirini savuşturmak veya engellemek. Bu, iki veya daha fazla tarafın birbirine karşı bir savunma veya saldırı halinde olduğu bir durumu ifade eder. Her bir taraf, diğerinin zarar vermesini engellemeye çalışır. Bu babdaki anlam, rekabet, çatışma ve mücadele gibi kavramları içerir. Varlığın, diğer varlıklarla olan ilişkilerinde kendini koruma ve üstünlük sağlama çabasının bir yansımasıdır. Aynı zamanda, denge ve uyum arayışını da ifade eder; zira taraflar, birbirini yok etmek yerine, bir denge noktası bulmaya çalışabilirler.", "mikro_mantik": "Bu bab, kökün anlamını karşılıklılık ve etkileşim bağlamına yerleştirir. Fiilin yapısındaki karşılıklılık, eylemin de karşılıklı olduğunu gösterir. Bu, taraflar arasındaki ilişkinin dinamik ve karmaşık olduğunu vurgular."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَدْرَأَ", "muzari": "يُدْرِئُ", "masdar": "إِدْرَاء"}, "bab_anlami": "Bir şeyi defetmeye veya savuşturmaya neden olmak, bir başkasının bir tehlikeyi uzaklaştırmasına yardımcı olmak. Bu, bir tür destek veya yardım anlamına gelir. Fail, doğrudan eylemde bulunmak yerine, başkasının eylemini kolaylaştırır veya destekler. Bu babdaki anlam, işbirliği, dayanışma ve yardımlaşma gibi kavramları içerir. Varlığın, diğer varlıklarla olan ilişkilerinde onlara destek olma ve yardım etme arzusunun bir ifadesidir. Aynı zamanda, sorumluluk ve liderlik gibi kavramları da içerir; zira fail, başkalarının güvenliğini sağlamak için bir rol üstlenir.", "mikro_mantik": "Bu bab, kökün anlamını nedensellik ve etki bağlamına yerleştirir. Fiilin yapısındaki nedensellik, eylemin de bir sonucu olduğunu gösterir. Bu, failin eyleminin başkaları üzerindeki etkisini vurgular."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَدَرَّأَ", "muzari": "يَتَدَرَّأُ", "masdar": "تَدَرُّؤ"}, "bab_anlami": "Defetme veya savuşturma eylemini üstlenmek, bir tehlikeyi uzaklaştırmak için kendini hazırlamak. Bu, bir tür önlem alma veya hazırlık anlamına gelir. Fail, potansiyel bir tehlikeyi önceden sezerek, kendini korumak için gerekli adımları atar. Bu babdaki anlam, ihtiyat, dikkat ve öngörü gibi kavramları içerir. Varlığın, gelecekteki olası tehlikelere karşı kendini hazırlama ve güvence altına alma arzusunun bir ifadesidir. Aynı zamanda, öğrenme ve adaptasyon gibi kavramları da içerir; zira fail, geçmiş deneyimlerinden ders çıkararak, gelecekteki tehlikelere karşı daha hazırlıklı olur.", "mikro_mantik": "Bu bab, kökün anlamını hazırlık ve önlem alma bağlamına yerleştirir. Fiilin yapısındaki dönüşlülük, eylemin de failin kendisine yönelik olduğunu gösterir. Bu, failin kendi güvenliğini sağlama çabasını vurgular."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَدَارَى", "muzari": "يَتَدَارَى", "masdar": "تَدَارِي"}, "bab_anlami": "Birbirinden sakınmak, çekinmek veya gizlenmek suretiyle defetmek. Bu, doğrudan bir çatışmadan kaçınma ve dolaylı yollarla kendini koruma anlamına gelir. Taraflar, açık bir mücadeleye girmek yerine, birbirlerinden uzak durarak veya gizlenerek tehlikeden kaçınmaya çalışırlar. Bu babdaki anlam, diplomasi, strateji ve taktik gibi kavramları içerir. Varlığın, diğer varlıklarla olan ilişkilerinde çatışmadan kaçınma ve uyum sağlama arzusunun bir ifadesidir. Aynı zamanda, zeka ve kurnazlık gibi kavramları da içerir; zira taraflar, hedeflerine ulaşmak için dolaylı yollar kullanırlar.", "mikro_mantik": "Bu bab, kökün anlamını dolaylılık ve kaçınma bağlamına yerleştirir. Fiilin yapısındaki gizlilik, eylemin de dolaylı ve örtülü olduğunu gösterir. Bu, taraflar arasındaki ilişkinin karmaşık ve hassas olduğunu vurgular."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْدَرَأَ", "muzari": "يَنْدَرِئُ", "masdar": "اِنْدِرَاء"}, "bab_anlami": "Kendiliğinden defolmak, savuşmak veya ortadan kalkmak. Bu, bir tehlikenin veya sorunun kendiliğinden çözülmesi veya yok olması anlamına gelir. Failin aktif bir müdahalesi olmaksızın, durum kendiliğinden düzelir. Bu babdaki anlam, umut, iyimserlik ve tevekkül gibi kavramları içerir. Varlığın, evrenin doğal akışına güvenme ve olumlu sonuçlar bekleme arzusunun bir ifadesidir. Aynı zamanda, mucize ve ilahi lütuf gibi kavramları da içerir; zira durumun kendiliğinden düzelmesi, ilahi bir müdahale olarak yorumlanabilir.", "mikro_mantik": "Bu bab, kökün anlamını kendiliğindenlik ve pasiflik bağlamına yerleştirir. Fiilin yapısındaki kendiliğindenlik, eylemin de kendiliğinden olduğunu gösterir. Bu, failin kontrolünün dışındaki faktörlerin önemini vurgular."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِدَّرَأَ", "muzari": "يَدَّرِئُ", "masdar": "اِدِّرَاء"}, "bab_anlami": "Şiddetle defetmek, büyük bir güçle savuşturmak veya engellemek. Bu, bir tehlikeyi veya sorunu ortadan kaldırmak için büyük bir çaba sarf etmek anlamına gelir. Fail, kararlılık ve azimle hareket ederek, istenmeyen durumu ortadan kaldırır. Bu babdaki anlam, güç, cesaret ve kararlılık gibi kavramları içerir. Varlığın, karşılaştığı zorluklara karşı yılmadan mücadele etme ve üstesinden gelme arzusunun bir ifadesidir. Aynı zamanda, fedakarlık ve kahramanlık gibi kavramları da içerir; zira fail, başkalarının güvenliği için kendini feda edebilir.", "mikro_mantik": "Bu bab, kökün anlamını şiddet ve kararlılık bağlamına yerleştirir. Fiilin yapısındaki yoğunluk, eylemin de yoğun ve güçlü olduğunu gösterir. Bu, failin kararlılığını ve azmini vurgular."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اِدْرَأَنَّ", "muzari": "يَدْرَئِنُّ", "masdar": "اِدْرِئْنَان"}, "bab_anlami": "Defetme veya savuşturma eyleminin çok belirgin veya aşikar olması. Bu, bir tehlikenin veya sorunun açıkça ve kolayca fark edilebilir olması anlamına gelir. Durum, o kadar nettir ki, herhangi bir şüpheye veya belirsizliğe yer bırakmaz. Bu babdaki anlam, açıklık, netlik ve belirginlik gibi kavramları içerir. Varlığın, gerçekleri olduğu gibi görme ve kabul etme arzusunun bir ifadesidir. Aynı zamanda, dürüstlük ve şeffaflık gibi kavramları da içerir; zira durumun açıkça fark edilebilir olması, dürüst bir yaklaşımı gerektirir.", "mikro_mantik": "Bu bab, kökün anlamını açıklık ve belirginlik bağlamına yerleştirir. Fiilin yapısındaki aşikar olma, eylemin de açıkça fark edilebilir olduğunu gösterir. Bu, durumun netliğini ve şeffaflığını vurgular."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَدْرَأَ", "muzari": "يَسْتَدْرِئُ", "masdar": "اِسْتِدْرَاء"}, "bab_anlami": "Defetmeyi veya savuşturmayı istemek, talep etmek veya aramaya koyulmak. Bu, bir tehlikeyi veya sorunu ortadan kaldırmak için yardım istemek veya çaba göstermek anlamına gelir. Fail, kendi gücünün yetersiz kaldığı durumlarda, başkalarından yardım talep eder veya çözüm arayışına girer. Bu babdaki anlam, arayış, talep ve yardımseverlik gibi kavramları içerir. Varlığın, diğer varlıklarla olan ilişkilerinde onlara güvenme ve yardım isteme arzusunun bir ifadesidir. Aynı zamanda, öğrenme ve gelişme gibi kavramları da içerir; zira fail, başkalarından yardım alarak, kendi bilgi ve becerilerini geliştirebilir.", "mikro_mantik": "Bu bab, kökün anlamını talep ve arayış bağlamına yerleştirir. Fiilin yapısındaki talep, eylemin de bir ihtiyaçtan kaynaklandığını gösterir. Bu, failin çaresizliğini ve yardım arayışını vurgular."}]}], "درج": [{"kok": "درج", "ontolojik_analiz": {"temel_anlam_cekirdegi": "İçine alma, katlama, saklama; bir şeyin içindeki potansiyeli ortaya çıkarma.", "kavramsal_derinlik": "Maddi bir nesnenin içindeki potansiyeli olduğu kadar, insanın iç dünyasındaki gizli kalmış yetenekleri ve anlamları da kapsar. İlahi düzeyde ise, yaratılışın sırlarını ve evrenin katmanlarını ifade eder."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "دَرَجَ", "muzari": "يَدْرُجُ", "masdar": "دَرْج"}, "bab_anlami": "Bir şeyin bir yerden bir yere gitmesi, aşama aşama ilerlemesi, bir halden başka bir hale geçmesi. Bu, fiziksel bir hareket olabileceği gibi, düşünsel veya ruhsal bir gelişim de olabilir. Zamanın akışı içinde olgunlaşma ve tekamül etme sürecini ifade eder. Aynı zamanda, bir şeyin içindeki potansiyelin dışarıya doğru yayılması, açığa çıkması anlamına da gelir.", "mikro_mantik": "Bu bab, kökün temel anlamını hareket ve süreç bağlamında genişletir. 'İçine alma' anlamı, bir başlangıç noktasından bir bitiş noktasına doğru ilerleyen bir süreçle ilişkilendirilir. Bu, kökün statik anlamını dinamik bir hale dönüştürür, yani bir şeyin içindeki potansiyelin zamanla nasıl ortaya çıktığını gösterir."}]}], "درر": [{"kok": "درر", "ontolojik_analiz": {"temel_anlam_cekirdegi": "İçsel değer, kıymet ve özün derinliği", "kavramsal_derinlik": "Maddi ve manevi zenginlik"}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "دَرَّ - darra", "muzari": "يَدُرُّ - yadurru", "masdar": "دَرًّا - darran"}, "bab_anlami": "Bu bab, bir şeyin bolluk ve bereket içinde akmasını, taşmasını ifade eder. Maddi veya manevi bir kaynağın sürekli ve yoğun bir şekilde varlığını sürdürmesi, etrafa yayılması anlamını taşır. Aynı zamanda, içsel bir zenginliğin dışa vurumu, bilginin veya hikmetin fışkırması gibi derin anlamlara da gelebilir.", "mikro_mantik": "Sülasi mücerred olan bu bab, kökün temel anlamını yoğunlaştırır ve hareketi vurgular. Kökün ifade ettiği 'değer' kavramının dinamik bir süreç içinde tezahür etmesini, sürekli bir akış halinde olmasını belirtir. Bu kalıp, özündeki cevherin dış dünyaya yansımasını ve fayda sağlamasını ifade eder."}, {"bab_no": 2, "fiil_formlari": {"mazi": "أَدَرَّ - adarra", "muzari": "يُدِرُّ - yudirru", "masdar": "إِدْرَارًا - idraaran"}, "bab_anlami": "Bu bab, bir şeyi akıtmak, bollaştırmak, çoğaltmak veya bir kaynağı harekete geçirmek anlamlarını taşır. Bir potansiyeli ortaya çıkarmak, bir yeteneği geliştirmek veya bir ihtiyacı karşılamak için bir eylemde bulunmayı ifade eder. Aynı zamanda, içsel bir potansiyelin farkına varılması ve bunun dış dünyaya yansıtılması sürecini de kapsar.", "mikro_mantik": "İfal babı, kökün anlamını etkileme, harekete geçirme ve dışarıya çıkarma yönünde dönüştürür. Kökün ifade ettiği 'değer' kavramının bir fail tarafından ortaya çıkarılmasını, artırılmasını veya bir amaca yönelik kullanılmasını vurgular. Bu kalıp, özündeki cevherin bir eylem sonucu belirginleşmesini ve etkisini artırmasını ifade eder."}, {"bab_no": 3, "fiil_formlari": {"mazi": "دَارَّ - daarra", "muzari": "يُدَارُّ - yudaarru", "masdar": "مُدَارَّةً - mudaaratan"}, "bab_anlami": "Bu bab, karşılıklı etkileşimi, paylaşımı ve yardımlaşmayı ifade eder. İki veya daha fazla taraf arasında bir değer alışverişi, bir bilgi paylaşımı veya bir işbirliği olduğunu gösterir. Aynı zamanda, içsel değerlerin karşılıklı olarak beslenmesi, geliştirilmesi ve paylaşılması sürecini de kapsar.", "mikro_mantik": "Müfaale babı, kökün anlamını karşılıklılık, ortaklık ve etkileşim yönünde dönüştürür. Kökün ifade ettiği 'değer' kavramının birden fazla kişi veya unsur arasında paylaşıldığını, birbirini etkilediğini ve birlikte geliştiğini vurgular. Bu kalıp, özündeki cevherin başkalarıyla etkileşim halinde olmasını ve ortak bir fayda yaratmasını ifade eder."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَدَرَّرَ - tadarrara", "muzari": "يَتَدَرَّرُ - yatadarraru", "masdar": "تَدَرُّرًا - tadarruran"}, "bab_anlami": "Bu bab, bir şeyin yavaş yavaş, aşama aşama ortaya çıkmasını, gelişmesini veya birikmesini ifade eder. İçsel bir potansiyelin zamanla belirginleşmesi, bir yeteneğin adım adım geliştirilmesi veya bir bilginin tedrici olarak öğrenilmesi gibi anlamlara gelir. Aynı zamanda, içsel değerlerin sabırla ve sebatla olgunlaşması sürecini de kapsar.", "mikro_mantik": "Tefaul babı, kökün anlamını süreç, gelişim ve aşamalı ilerleme yönünde dönüştürür. Kökün ifade ettiği 'değer' kavramının zaman içinde, belirli adımlarla ve sürekli bir çaba ile ortaya çıktığını vurgular. Bu kalıp, özündeki cevherin sabırla ve sebatla belirginleşmesini ve olgunlaşmasını ifade eder."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَدَرَّ - istadarra", "muzari": "يَسْتَدِرُّ - yastadirru", "masdar": "اِسْتِدْرَارًا - istidraaran"}, "bab_anlami": "Bu bab, bir şeyi elde etmeye çalışmak, talep etmek, istemek veya bir kaynaktan faydalanmak anlamlarını taşır. İçsel bir potansiyeli harekete geçirmek, bir yeteneği geliştirmek için çaba göstermek veya bir ihtiyacı karşılamak için bir eylemde bulunmak gibi anlamlara gelir. Aynı zamanda, içsel değerlerin farkına varılması ve bunların dış dünyaya yansıtılması için çaba gösterilmesi sürecini de kapsar.", "mikro_mantik": "İstifal babı, kökün anlamını talep, arayış ve çaba yönünde dönüştürür. Kökün ifade ettiği 'değer' kavramının elde edilmesi, artırılması veya bir amaca yönelik kullanılması için bir çaba gösterildiğini vurgular. Bu kalıp, özündeki cevherin bir arayış ve çaba sonucu belirginleşmesini ve etkisini artırmasını ifade eder."}]}], "درس": [{"kok": "درس", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Öğrenme, inceleme, bir şeyin izini sürme ve derinlemesine anlama çabası. Bir bilginin zihinde yerleşmesi ve davranışlara yansıması.", "kavramsal_derinlik": "İnsanın kendini ve evreni anlama yolculuğunda kullandığı araçlar; öğrenme, öğretme, inceleme ve tekrar etme süreçlerinin tümü. İlahi vahyin insan zihnine inmesi ve kalpte yerleşmesi."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "دَرَسَ - darasa", "muzari": "يَدْرُسُ - yadrusu", "masdar": "دَرْس - dars"}, "bab_anlami": "Bir şeyi incelemek, öğrenmek, okumak, ezberlemek veya bir şeyin izini sürmek. Bu kalıp, bilginin elde edilmesi ve zihinde yerleşmesi sürecini ifade eder. Aynı zamanda bir şeyin yıpranması, eskimesi veya izinin kaybolması anlamına da gelebilir; zamanla bilginin unutulması veya bir şeyin etkisinin azalması gibi.", "mikro_mantik": "Bu bab, fiilin temel anlamını taşır. Fiilin yalın halidir ve öğrenme eyleminin basitçe gerçekleştiğini ifade eder. Bir nesnenin veya bilginin özüne nüfuz etme ve onu içselleştirme sürecinin başlangıcını temsil eder."}, {"bab_no": 2, "fiil_formlari": {"mazi": "دَرَّسَ - darrasa", "muzari": "يُدَرِّسُ - yudarrisu", "masdar": "تَدْرِيس - tadris"}, "bab_anlami": "Öğretmek, ders vermek, bir şeyi tekrar tekrar anlatarak başkalarına aktarmak. Bu kalıp, bilginin paylaşılması ve başkalarının öğrenmesine yardımcı olunması eylemini vurgular. Aynı zamanda bir şeyi iyice öğretmek, zihinde kalıcı hale getirmek için yapılan yoğun çabayı ifade eder.", "mikro_mantik": "Tekrarlama ve yoğunlaştırma anlamı taşır. Öğrenilen bilginin başkalarına aktarılması ve yayılması eylemini ifade eder. Bilginin derinlemesine anlaşılması ve başkalarına aktarılması yoluyla toplumsal fayda sağlanması vurgulanır."}, {"bab_no": 3, "fiil_formlari": {"mazi": "دَارَسَ - daarasa", "muzari": "يُدَارِسُ - yudaarisu", "masdar": "مُدَارَسَة - mudaarasa"}, "bab_anlami": "Karşılıklı ders çalışma, müzakere etmek, bir konuyu birlikte incelemek ve tartışmak. Bu kalıp, bilginin paylaşılması ve farklı bakış açılarının bir araya getirilmesiyle daha derin bir anlayışa ulaşılması sürecini ifade eder. Ortak akıl yoluyla gerçeğe ulaşma çabasını simgeler.", "mikro_mantik": "Müştereklik ve etkileşim anlamı taşır. Bilginin karşılıklı paylaşımı ve tartışılması yoluyla daha derin bir anlayışa ulaşılması hedeflenir. Farklı bakış açılarının bir araya gelmesiyle bilginin zenginleşmesi ve daha kapsamlı bir hale gelmesi sağlanır."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَدْرَسَ - adrasa", "muzari": "يُدْرِسُ - yudrisu", "masdar": "إِدْرَاس - idras"}, "bab_anlami": "Bir şeyi eskitmek, yıpratmak, izini kaybettirmek veya bir şeyin öğrenilmesini sağlamak. Bu kalıp, zamanın etkisiyle bir şeyin aşınması veya bir bilginin zihinde yerleşmesi gibi zıt anlamları içerebilir. Bir şeyin derinlemesine öğrenilmesi ve kalıcı hale gelmesi için yapılan çabayı ifade eder.", "mikro_mantik": "Dönüşüm ve etki anlamı taşır. Bir şeyin zamanla değişime uğraması veya bir bilginin zihinde kalıcı bir etki bırakması vurgulanır. Öğrenme sürecinin sonunda bilginin zihinde kök salması ve davranışlara yansıması hedeflenir."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَدَرَّسَ - tadarrasa", "muzari": "يَتَدَرَّسُ - yatadarrasu", "masdar": "تَدَرُّس - tadarrus"}, "bab_anlami": "Tedrici olarak öğrenmek, yavaş yavaş incelemek, bir şeyi derinlemesine anlamaya çalışmak. Bu kalıp, öğrenme sürecinin aşamalı ve sabırlı bir şekilde ilerlediğini ifade eder. Bilginin katman katman açılması ve zihinde yavaş yavaş yerleşmesi sürecini simgeler.", "mikro_mantik": "Aşamalı ilerleme ve derinlemesine nüfuz etme anlamı taşır. Bilginin yavaş yavaş ve sabırla öğrenilmesi yoluyla daha derin bir anlayışa ulaşılması hedeflenir. Öğrenme sürecinin her aşamasında bilginin özümsenmesi ve içselleştirilmesi sağlanır."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَدَارَسَ - tadaarasa", "muzari": "يَتَدَارَسُ - yatadaarasu", "masdar": "تَدَارُس - tadaarus"}, "bab_anlami": "Karşılıklı ders çalışmak, müzakere etmek, bir konuyu birlikte incelemek ve tartışmak. Bu kalıp, 3. bab ile benzer anlamlara gelir; ancak daha yoğun bir etkileşim ve işbirliği vurgusu taşır. Ortak akıl yoluyla gerçeğe ulaşma çabasının daha derin bir ifadesidir.", "mikro_mantik": "Yoğun etkileşim ve işbirliği anlamı taşır. Bilginin karşılıklı paylaşımı ve tartışılması yoluyla daha derin bir anlayışa ulaşılması hedeflenir. Farklı bakış açılarının bir araya gelmesiyle bilginin zenginleşmesi ve daha kapsamlı bir hale gelmesi sağlanır. 3. bab'dan farkı, buradaki etkileşimin daha yoğun ve derin olmasıdır."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْدَرَسَ - indarasa", "muzari": "يَنْدَرِسُ - yandarrisu", "masdar": "اِنْدِرَاس - indiraas"}, "bab_anlami": "Silinmek, kaybolmak, unutulmak, izi kalmamak. Bu kalıp, zamanın etkisiyle bir şeyin yok olması veya bir bilginin zihinden silinmesi sürecini ifade eder. Geçmişin izlerinin kaybolması ve unutulmaya yüz tutması durumunu simgeler.", "mikro_mantik": "Yok olma ve silinme anlamı taşır. Bir şeyin zamanla etkisini kaybetmesi ve unutulması vurgulanır. Bilginin zihinden silinmesi veya bir nesnenin yok olması gibi durumlar ifade edilir."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِدَّرَسَ - iddarrasa", "muzari": "يَدَّرِسُ - yaddarrisu", "masdar": "اِدِّرَاس - iddiraas"}, "bab_anlami": "Derinlemesine incelemek, dikkatle araştırmak, bir şeyi özümsemeye çalışmak. Bu kalıp, bir konuya yoğunlaşma ve onu tüm detaylarıyla anlama çabasını ifade eder. Bilginin derinliklerine inme ve onu içselleştirme sürecini simgeler.", "mikro_mantik": "Yoğunlaşma ve derinlemesine nüfuz etme anlamı taşır. Bir konuya odaklanma ve onu tüm detaylarıyla anlama çabası vurgulanır. Bilginin derinliklerine inme ve onu içselleştirme süreci hedeflenir."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اِدْرَاسَّ - idraassa", "muzari": "يَدْرَاسُّ - yadrassu", "masdar": "اِدْرِيْسَاس - idriysaas"}, "bab_anlami": "Yok (Bu babın bu kökten türemiş bir fiili yaygın olarak kullanılmamaktadır. Ancak potansiyel anlamı, bir şeyin tamamen eskimesi, yıpranması ve tanınmaz hale gelmesi olabilir. Zamanın acımasız etkisinin bir nesne üzerindeki yıkıcı gücünü ifade eder. Bir bilginin tamamen unutulması ve izlerinin silinmesi gibi.)", "mikro_mantik": "Tamamlanmışlık ve nihai sonuç anlamı taşır. Bir sürecin sonuna gelinmesi ve bir şeyin nihai durumuna ulaşması vurgulanır. Bu durumda, eskitme ve yıpratma eyleminin tamamlanması ve sonucunda ortaya çıkan durum ifade edilir."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَدْرَسَ - istadrasa", "muzari": "يَسْتَدْرِسُ - yastadrisu", "masdar": "اِسْتِدْرَاس - istidraas"}, "bab_anlami": "Ders çıkarmaya çalışmak, bir şeyden ibret almak, bir olayı inceleyerek anlamaya çalışmak. Bu kalıp, geçmiş deneyimlerden ders çıkarma ve geleceğe yönelik öğrenme çabasını ifade eder. Bir olayın ardındaki nedenleri anlama ve ondan ders çıkarma sürecini simgeler.", "mikro_mantik": "Çıkarım yapma ve öğrenme anlamı taşır. Geçmiş deneyimlerden ders çıkarma ve geleceğe yönelik öğrenme çabası vurgulanır. Bir olayın ardındaki nedenleri anlama ve ondan ders çıkarma süreci hedeflenir."}]}], "درك": [{"kok": "درك", "ontolojik_analiz": {"temel_anlam_cekirdegi": "İdrak etme, anlama yetisi. Bir şeyin özüne nüfuz ederek hakikatini kavrama.", "kavramsal_derinlik": "Beşeri aklın sınırlarını aşarak, ilahi bilginin rehberliğinde evrenin sırlarını çözme potansiyeli."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "دَرَكَ - derake", "muzari": "يَدْرُكُ - yedruku", "masdar": "دَرْك - derk"}, "bab_anlami": "Bir şeye yetişmek, ulaşmak, idrak etmek. Bu kalıp, zihnin bir hedefe doğru ilerlemesini ve o hedefe ulaşarak bilgiye erişmesini ifade eder. Aynı zamanda, bir durumun veya olayın derinlemesine anlaşılmasını, iç yüzünün kavranmasını simgeler. Bu, sadece yüzeysel bir algı değil, aynı zamanda olayın ardındaki nedenleri ve sonuçları da içeren kapsamlı bir idraktir.", "mikro_mantik": "Bu bab, kökün temel anlamını doğrudan yansıtır. Fiilin yalın hali, eylemin basitçe gerçekleştiğini gösterir. Kökün anlamı olan 'idrak' eyleminin temel ve en yalın haliyle tezahürünü ifade eder. Bir şeyin özüne ulaşma ve onu tam olarak anlama eyleminin başlangıç noktasıdır."}]}], "درهم": [{"kok": "درهم", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Değer, kıymet ve değişim potansiyeli taşıyan öz.", "kavramsal_derinlik": "Maddi ve manevi değerlerin birbirine dönüşümü, bir şeyin diğerine olan etkileşimi ve bu etkileşimin yarattığı derin anlam katmanları."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "دَرْهَمَ (darhama)", "muzari": "يُدَرْهِمُ (yudarhimu)", "masdar": "دَرْهَمَةً (darhamatan)"}, "bab_anlami": "Bir şeyi düzenlemek, tertip etmek veya bir araya getirmek suretiyle değerini artırmak. Bu kalıp, dağınık veya değersiz unsurları bir araya getirerek onlara yeni bir anlam ve kıymet kazandırmayı ifade eder. Aynı zamanda, bir şeyin içsel potansiyelini ortaya çıkararak onu daha değerli bir hale getirme eylemini de içerir. Bu, maddi bir nesnenin değerini artırmak kadar, bir düşünceyi veya duyguyu olgunlaştırarak daha anlamlı bir hale getirmek şeklinde de tezahür edebilir.", "mikro_mantik": "Bu kalıp, kökün temel anlamını yoğunlaştırır ve eylemin yönünü belirginleştirir. Kökün içerdiği potansiyel değerin, aktif bir süreçle ortaya çıkarıldığını ve bu sürecin bir düzenleme veya tertipleme içerdiğini vurgular."}]}], "دري": [{"kok": "دري", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Bir şeyin iç yüzünü, hakikatini bilmek; bir şeyin özüne nüfuz ederek onun derinliğini kavramak. Bu, sadece yüzeysel bir bilgi değil, aynı zamanda bir şeyin içsel doğasını, potansiyelini ve anlamını tam olarak anlamayı içerir.", "kavramsal_derinlik": "Beşeri boyutta, olayların ve olguların ardındaki nedenleri ve sonuçları anlamayı; ilahi boyutta ise yaratılışın sırlarını ve ilahi iradenin tezahürlerini idrak etmeyi ifade eder."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "دَرَى - dera", "muzari": "يَدْرِي - yedri", "masdar": "دِرَايَة - diraye"}, "bab_anlami": "Bir şeyi bilmek, anlamak, idrak etmek; bir şeyin iç yüzünü kavramak. Bu bab, bilginin elde edilme sürecini ve bilginin derinliğini vurgular. Derin bir anlayışa sahip olmak, bir şeyin hakikatine nüfuz etmek ve onun özünü kavramak anlamına gelir. Bu, sadece bilgi sahibi olmak değil, aynı zamanda o bilginin içsel anlamını ve önemini de anlamayı içerir.", "mikro_mantik": "Bu bab, kökün temel anlamını doğrudan ifade eder ve bilme eyleminin gerçekleştiğini gösterir. Fiilin basit ve temel formudur, bu nedenle bilginin elde edilmesinin en temel ve doğrudan yolunu temsil eder. Kökün anlamını yoğunlaştırır ve eylemin gerçekleştiğini vurgular."}, {"bab_no": 2, "fiil_formlari": {"mazi": "أَدْرَى - edra", "muzari": "يُدْرِي - yudri", "masdar": "إِدْرَاء - idra'"}, "bab_anlami": "Bilmeyi sağlamak, bir şeyi bildirmek, bir şeyi anlamasına yardımcı olmak. Bu bab, başkasının bilmesine vesile olmayı, bir şeyi açıkça ortaya koymayı ve birinin idrak etmesini kolaylaştırmayı ifade eder. Bu, bir öğretmenin öğrenciye bilgi vermesi veya bir rehberin yol göstermesi gibi durumları kapsar. Aynı zamanda, bir şeyin anlaşılmasını sağlamak için çaba göstermeyi de içerir.", "mikro_mantik": "Bu bab, kökün anlamını başkasına aktarma veya bir şeyi daha anlaşılır hale getirme eylemini ifade eder. Fiilin geçişli hale gelmesi, bilginin bir özne tarafından bir nesneye aktarıldığını gösterir. Bu, bilginin yayılmasını ve paylaşılmasını vurgular."}, {"bab_no": 3, "fiil_formlari": {"mazi": "دَارَى - dara", "muzari": "يُدَارِي - yudari", "masdar": "مُدَارَاة - mudara"}, "bab_anlami": "Birine karşı nazik ve anlayışlı davranmak, birini idare etmek, hoşgörülü olmak. Bu bab, bilginin ve anlayışın insan ilişkilerindeki önemini vurgular. Birini idare etmek, onun durumunu anlamak ve ona uygun şekilde davranmak anlamına gelir. Bu, özellikle zor veya karmaşık durumlarda önemlidir. Aynı zamanda, birine karşı sabırlı ve anlayışlı olmayı da içerir.", "mikro_mantik": "Bu bab, kökün anlamını karşılıklı bir ilişki içinde uygulama eylemini ifade eder. Fiilin karşılıklı hale gelmesi, iki tarafın birbirini anlamaya ve idare etmeye çalıştığını gösterir. Bu, sosyal etkileşimlerdeki anlayışın ve hoşgörünün önemini vurgular."}, {"bab_no": 4, "fiil_formlari": {"mazi": "تَدَرَّى - tedarra", "muzari": "يَتَدَرَّى - yetedarra", "masdar": "تَدَرِّي - tedarri"}, "bab_anlami": "Bir şeyi yavaş yavaş öğrenmek, aşama aşama anlamak, bir şeyin iç yüzünü tedrici olarak kavramak. Bu bab, bilginin elde edilme sürecinin zaman aldığını ve sabır gerektirdiğini vurgular. Bir şeyi derinlemesine anlamak için adım adım ilerlemek ve her aşamayı dikkatle incelemek önemlidir. Bu, özellikle karmaşık veya zor konuları anlamak için gereklidir.", "mikro_mantik": "Bu bab, kökün anlamını aşamalı bir süreç içinde gerçekleştirme eylemini ifade eder. Fiilin dönüşlü hale gelmesi, öznenin kendi kendine öğrenme ve anlama çabası içinde olduğunu gösterir. Bu, bilginin derinleşmesini ve özümsenmesini vurgular."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَدَارَى - tedara", "muzari": "يَتَدَارَى - yetedara", "masdar": "تَدَارِي - tedari"}, "bab_anlami": "Birbirini idare etmek, birbirine karşı anlayışlı olmak, birbirinin durumunu gözetmek. Bu bab, bilginin ve anlayışın toplumsal ilişkilerdeki önemini vurgular. İnsanların birbirini anlaması ve birbirine destek olması, sağlıklı ve uyumlu bir toplumun temelidir. Bu, özellikle zor zamanlarda önemlidir. Aynı zamanda, birbirine karşı hoşgörülü ve sabırlı olmayı da içerir.", "mikro_mantik": "Bu bab, kökün anlamını karşılıklı bir ilişki içinde uygulama eylemini ifade eder. Fiilin dönüşlü ve karşılıklı hale gelmesi, insanların birbirini anlamaya ve idare etmeye çalıştığını gösterir. Bu, toplumsal uyumu ve dayanışmayı vurgular."}, {"bab_no": 6, "fiil_formlari": {"mazi": "اِدَّرَى - iddera", "muzari": "يَدَّرِي - yedderi", "masdar": "اِدِّرَاء - iddira"}, "bab_anlami": "Bir şeyi derinlemesine araştırmak, bir şeyin iç yüzünü öğrenmek için çaba göstermek, bir şeyin hakikatini ortaya çıkarmak. Bu bab, bilginin elde edilmesinin aktif bir süreç olduğunu ve çaba gerektirdiğini vurgular. Bir şeyi anlamak için araştırmak, sorgulamak ve farklı kaynaklardan bilgi edinmek önemlidir. Bu, özellikle karmaşık veya tartışmalı konularda gereklidir.", "mikro_mantik": "Bu bab, kökün anlamını yoğun bir çaba ile gerçekleştirme eylemini ifade eder. Fiilin şiddetlendirilmiş hale gelmesi, öznenin bilme eylemine büyük bir önem verdiğini ve bu konuda kararlı olduğunu gösterir. Bu, bilginin derinleşmesini ve hakikatin ortaya çıkarılmasını vurgular."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْدَرَى - indera", "muzari": "يَنْدَرِي - yenderi", "masdar": "اِنْدِرَاء - indira"}, "bab_anlami": "Gizlenmek, saklanmak, bilinmez olmak; bir şeyin iç yüzünün gizli kalması, anlaşılmaz hale gelmesi. Bu bab, bilginin eksikliğini veya gizliliğini vurgular. Bir şeyin gizli olması, onun anlaşılmasını zorlaştırır ve hakikatin ortaya çıkmasını engeller. Bu, özellikle sırların veya gizli bilgilerin olduğu durumlarda önemlidir.", "mikro_mantik": "Bu bab, kökün anlamının zıttını ifade eder; yani bilginin gizlenmesi veya yok olması. Fiilin edilgen hale gelmesi, bilginin kendiliğinden gizlendiğini veya kaybolduğunu gösterir. Bu, bilginin korunmasının ve yayılmasının önemini vurgular."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِدَّارَى - iddara", "muzari": "يَدَّارِي - yeddari", "masdar": "اِدِّدَار - iddidar"}, "bab_anlami": "Birbirinden gizlenmek, saklanmak, birbirinin durumunu anlamazdan gelmek. Bu bab, bilginin eksikliğinin veya yanlış kullanımının insan ilişkilerindeki olumsuz etkilerini vurgular. İnsanların birbirini anlamaması veya birbirine karşı dürüst olmaması, güvensizlik ve anlaşmazlıklara yol açabilir. Bu, özellikle rekabetin veya çıkar çatışmasının olduğu durumlarda önemlidir.", "mikro_mantik": "Bu bab, kökün anlamının karşılıklı olarak gizlenmesi veya inkar edilmesi eylemini ifade eder. Fiilin dönüşlü ve karşılıklı hale gelmesi, insanların birbirini anlamaktan kaçındığını veya birbirine karşı dürüst olmadığını gösterir. Bu, dürüstlüğün ve şeffaflığın önemini vurgular."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اِدْرَارَى - idrara", "muzari": "يَدْرَارِي - yedrari", "masdar": "اِدْرِيرَاء - idrira'"}, "bab_anlami": "Bu bab nadiren kullanılır ve kökün anlamını yoğunlaştıran veya abartan bir anlam taşır. Bir şeyi aşırı derecede bilmek veya anlamak, bir şeyin iç yüzünü tamamen kavramak anlamına gelebilir. Bu, bilginin sınırlarını zorlamayı ve hakikate ulaşmak için çaba göstermeyi ifade eder.", "mikro_mantik": "Bu bab, kökün anlamını abartılı bir şekilde ifade eder. Fiilin yoğunlaştırılmış hale gelmesi, bilme eyleminin aşırı derecede gerçekleştiğini gösterir. Bu, bilginin derinliğini ve önemini vurgular."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَدْرَى - istedra", "muzari": "يَسْتَدْرِي - yestedri", "masdar": "إِسْتِدْرَاء - istidra'"}, "bab_anlami": "Bir şeyi anlamaya çalışmak, bir şeyin iç yüzünü öğrenmek için çaba göstermek, bir şey hakkında bilgi edinmek istemek. Bu bab, bilginin elde edilmesinin aktif bir süreç olduğunu ve istek gerektirdiğini vurgular. Bir şeyi anlamak için araştırmak, sorgulamak ve farklı kaynaklardan bilgi edinmek önemlidir. Bu, özellikle yeni veya karmaşık konuları anlamak için gereklidir.", "mikro_mantik": "Bu bab, kökün anlamını talep etme veya arama eylemini ifade eder. Fiilin talep edici hale gelmesi, öznenin bilme eylemine istekli olduğunu ve bu konuda çaba göstermeye hazır olduğunu gösterir. Bu, bilginin değerini ve elde edilmesinin önemini vurgular."}]}], "دسر": [{"kok": "دسر", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Gizlemek, örtmek, saklamak; bir şeyi diğerinin içine katmak suretiyle görünmez kılmak. Özünde, bir şeyin varlığını perdelemek veya başka bir şeyle bütünleştirmek suretiyle dönüştürme eylemi yatar.", "kavramsal_derinlik": "Hem maddi hem de manevi düzlemlerde tezahür eder. Maddi alemde bir nesneyi gizlemek veya örtmek anlamına gelirken, manevi alemde ise bir gerçeği veya duyguyu saklamayı ifade edebilir. Bu, insanın iç dünyasındaki sırları ve dış dünyadaki manipülasyonları kapsayan geniş bir yelpazede anlam taşır."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "دَسَرَ - dasara", "muzari": "يَدْسُرُ - yadsuru", "masdar": "دَسْر - dasr"}, "bab_anlami": "Bir şeyi itmek, zorlamak veya bir yere sokmak. Bu kalıp, bir nesnenin veya fikrin bir yere nüfuz etmesini, zorla kabul ettirilmesini veya gizlice yerleştirilmesini ifade eder. Aynı zamanda, bir sırrın veya bilginin derinlere gömülmesini ve saklanmasını da simgeler. Bu, bir şeyin içselleştirilmesi veya bastırılması yoluyla dönüştürülmesini de içerebilir.", "mikro_mantik": "Bu bab, kökün temel anlamını bir eylem ve zorlama unsuruyla birleştirir. Kökün gizleme ve örtme anlamı, bu babda bir şeyi zorla gizleme veya bir yere sokma eylemiyle somutlaşır. Bu, kökün anlamını dinamik bir sürece dönüştürür ve eylemin yoğunluğunu artırır."}]}], "دسس": [{"kok": "دسس", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Gizlilik, sinsilik, gizli eylemlerin özü", "kavramsal_derinlik": "İhanetin psikolojik ve ahlaki yansımaları"}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "دَسَّ - Dassa", "muzari": "يَدُسُّ - Yadussu", "masdar": "دَسّ - Dass"}, "bab_anlami": "Bir şeyi gizlice sokmak, içten içe nüfuz etmek, bir fikri veya eylemi örtbas etmek anlamına gelir. Bu kalıp, bir niyetin veya planın sessizce ve fark edilmeden yayılmasını ifade eder. Kötücül bir tohumun toprağın altında filizlenmesi gibi, bu eylem de dışarıdan görünmeyen bir etki yaratır. Bu, aynı zamanda, bir şeyin özünü veya gerçekliğini örtbas etme, onu olduğundan farklı gösterme çabasını da içerebilir.", "mikro_mantik": "Bu bab, kökün temel anlamını (gizlilik) doğrudan ve basit bir eylemle ifade eder. Fiilin yalın hali, eylemin dolaysızlığını ve tekil bir odak noktasını vurgular. Kökün anlamı, bu kalıpta herhangi bir ek karmaşıklık veya yoğunluk olmaksızın temel bir eylem olarak ortaya çıkar."}, {"bab_no": 2, "fiil_formlari": {"mazi": "دَسَّسَ - Dassese", "muzari": "يُدَسِّسُ - Yudessisu", "masdar": "تَدْسِيس - Tedsiis"}, "bab_anlami": "Bir şeyi sistematik olarak gizlemek, planlı bir şekilde sinsice hareket etmek, komplolar kurmak anlamına gelir. Bu kalıp, eylemin tekrarlayan veya yoğun bir şekilde yapıldığını gösterir, bir tür gizli ajandayı veya planı ima eder. Bir düşünceyi veya eylemi sürekli olarak gizleme ve yayma çabası, bir tür manipülasyon veya aldatma içerir. Bu, aynı zamanda, bir şeyin temeline gizlice nüfuz etme, onu içten çürütme eylemini de ifade edebilir.", "mikro_mantik": "Bu bab, kökün anlamını yoğunlaştırır ve eylemin sistematik veya tekrarlı bir şekilde yapıldığını gösterir. Tekrarlama veya yoğunluk, gizliliğin daha karmaşık ve planlı bir şekilde uygulandığını vurgular. Kökün anlamı, bu kalıpta bir tür organizasyon ve strateji ile ilişkilendirilir."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَدَسَّسَ - Tedessese", "muzari": "يَتَدَسَّسُ - Yetedessesu", "masdar": "تَدَسُّس - Tedessüs"}, "bab_anlami": "Gizlice bilgi edinmeye çalışmak, casusluk yapmak, bir şeyin içine sızmak anlamına gelir. Bu kalıp, eylemin özne tarafından aktif bir şekilde yapıldığını ve bir tür arayış veya soruşturma içerdiğini gösterir. Bir bilgiye veya sırra ulaşmak için gizli yolları kullanma çabası, merak, şüphe veya kötü niyet gibi çeşitli motivasyonlarla yönlendirilebilir. Bu, aynı zamanda, bir şeyin içine gizlice girme, onun iç işleyişini öğrenme eylemini de ifade edebilir.", "mikro_mantik": "Bu bab, kökün anlamını özneye yönlendirir ve eylemin özne tarafından aktif bir şekilde yapıldığını gösterir. Öznenin eyleme katılımı, gizliliğin daha kişisel ve amaçlı bir şekilde uygulandığını vurgular. Kökün anlamı, bu kalıpta bir tür arayış, merak veya casusluk ile ilişkilendirilir."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَدَسَّ - İstedesse", "muzari": "يَسْتَدِسُّ - Yestedissu", "masdar": "اِسْتِدْسَاس - İstidsas"}, "bab_anlami": "Bir şeyi gizli tutmayı istemek, gizliliği talep etmek, bir şeyin gizli kalmasını sağlamaya çalışmak anlamına gelir. Bu kalıp, eylemin bir talep veya arzu içerdiğini ve gizliliğin korunmasına yönelik bir çaba olduğunu gösterir. Bir bilginin veya sırrın gizli kalmasını sağlama çabası, koruma, saklama veya manipülasyon gibi çeşitli amaçlarla yönlendirilebilir. Bu, aynı zamanda, bir şeyin gizli doğasını vurgulama, onun sır olarak kalmasını sağlama eylemini de ifade edebilir.", "mikro_mantik": "Bu bab, kökün anlamını bir talep veya arzuya dönüştürür ve gizliliğin korunmasına yönelik bir çaba olduğunu gösterir. Talebin veya arzunun varlığı, gizliliğin daha bilinçli ve amaçlı bir şekilde istendiğini vurgular. Kökün anlamı, bu kalıpta bir tür koruma, saklama veya manipülasyon ile ilişkilendirilir."}]}], "دسو": [{"kok": "دسو", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Bir şeyi itmek, bir kenara atmak, bir şeyden vazgeçmek veya bir şeyi terk etmek. Bu, bir durumdan, inançtan veya nesneden ayrılmayı ifade eder.", "kavramsal_derinlik": "Fiziksel bir nesneyi itmekten, soyut bir düşünceyi reddetmeye kadar geniş bir yelpazede anlam taşır. İnsanın iradesiyle bir şeyden uzaklaşma veya bir şeyi reddetme eylemini içerir. İlahi boyutta ise, insanın nefsani arzularından arınarak Hakk'a yönelmesini sembolize edebilir."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "دَسَا - desa", "muzari": "يَدْسُو - yadsû", "masdar": "دَسْو - desv"}, "bab_anlami": "Bir şeyi gizlemek, örtmek veya gömmek. Bu, bir gerçeği saklamaktan, bir duyguyu bastırmaya kadar çeşitli anlamlara gelebilir. Aynı zamanda, bir şeyi değersizleştirmek veya önemsizleştirmek anlamını da taşıyabilir. Bu kalıp, eylemin gizli veya örtülü bir şekilde gerçekleştiğini vurgular.", "mikro_mantik": "Bu bab, kök anlamındaki 'itme' veya 'uzaklaştırma' eylemini, gizleme ve örtme eylemiyle birleştirerek, bir şeyin bilinçli olarak saklandığını veya örtbas edildiğini ifade eder. Kökün temel anlamındaki ayrılma veya vazgeçme eylemi, bu kalıpta bir şeyin gizlenerek veya örtülerek yok sayılması şeklinde tezahür eder. Bu, eylemin etkisini azaltma veya tamamen ortadan kaldırma amacı taşıdığını gösterir."}]}], "دعع": [{"kok": "دعع", "ontolojik_analiz": {"temel_anlam_cekirdegi": "İtme, defetme, engelleme; bir şeyden uzaklaşma veya bir şeyi uzaklaştırma eylemi. Bir şeyin etkisini azaltma veya ortadan kaldırma çabası.", "kavramsal_derinlik": "Fiziksel bir engeli aşmanın yanı sıra, manevi veya duygusal bir yükten kurtulma çabası. Bir durumdan veya kişiden uzaklaşarak özgürleşme ve arınma arayışı."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "دَعَّ - da'a", "muzari": "يَدُعُّ - yadu'u", "masdar": "دَعّ - da'un"}, "bab_anlami": "Bir şeyi itmek, defetmek veya engellemek. Bu kalıp, bir engeli aşma veya bir zorluğu ortadan kaldırma eylemini ifade eder. Aynı zamanda, bir şeyin etkisini azaltma veya tamamen yok etme çabasını da içerebilir. Bu, hem fiziksel bir engeli aşmayı hem de manevi bir yükten kurtulmayı simgeler.", "mikro_mantik": "Bu kalıp, kökün temel anlamını doğrudan ve basit bir şekilde ifade eder. Eylemin temel ve değişmez niteliğini vurgular. Fiilin yalın hali, eylemin kendisinin özünü ve temel amacını ortaya koyar."}, {"bab_no": 2, "fiil_formlari": {"mazi": "دُعِّعَ - du'i'a", "muzari": "يُدَعَّعُ - yuda'u", "masdar": "تَدْعِيع - tad'i'"}, "bab_anlami": "Bir şeyin bir başkası tarafından itilmesine, defedilmesine veya engellenmesine maruz kalmak. Bu kalıp, pasif bir durumu ifade eder ve bir dış etkenin etkisi altında kalmayı vurgular. Kişinin veya nesnenin, bir başkasının eylemiyle uzaklaştırılması veya engellenmesi durumunu anlatır. Bu, kontrolün kaybedildiği ve dışsal güçlerin etkili olduğu bir senaryoyu işaret eder.", "mikro_mantik": "Bu kalıp, kökün anlamını edilgen bir hale getirir. Eylemin öznesi değil, nesnesi olmaya vurgu yapar. Bu, eylemin yönünün değiştiğini ve etkilenme durumunun ön plana çıktığını gösterir."}, {"bab_no": 3, "fiil_formlari": {"mazi": "دَاعَّ - dâ'a", "muzari": "يُدَاعُّ - yudâ'u", "masdar": "مُدَاعَّة - mudâ'atun"}, "bab_anlami": "Karşılıklı itme, defetme veya engelleme eylemi. Bu kalıp, iki veya daha fazla tarafın birbirini uzaklaştırmaya veya engellemeye çalıştığı bir etkileşimi ifade eder. Rekabet, mücadele veya çatışma gibi durumları simgeler. Her iki tarafın da aktif olarak birbirine karşı koyduğu ve bir denge kurmaya çalıştığı bir dinamiği yansıtır. Bu, sürekli bir etkileşim ve karşılıklı eylemlerin olduğu bir senaryoyu ifade eder.", "mikro_mantik": "Bu kalıp, kökün anlamını karşılıklı bir etkileşim haline getirir. Eylemin tek taraflı olmaktan çıkıp, çok taraflı bir dinamiğe dönüştüğünü gösterir. Bu, eylemin karmaşıklığını ve etkileşimsel doğasını vurgular."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَدَعَّ - eda'a", "muzari": "يُدِعُّ - yudi'u", "masdar": "إِدْعَاع - id'âun"}, "bab_anlami": "Bir şeyi itmeye, defetmeye veya engellemeye neden olmak. Bu kalıp, bir eylemi başlatma veya bir duruma yol açma anlamını taşır. Bir başkasını bir şeyi uzaklaştırmaya veya engellemeye teşvik etme veya zorlama eylemini ifade eder. Bu, dolaylı bir etki veya neden-sonuç ilişkisi kurma durumunu simgeler. Bir olayın veya durumun tetikleyicisi olma rolünü üstlenmeyi ifade eder.", "mikro_mantik": "Bu kalıp, kökün anlamını nedensel bir ilişkiyle genişletir. Eylemin doğrudan faili olmaktan ziyade, eylemi başlatan veya tetikleyen unsur olmaya vurgu yapar. Bu, eylemin etkisinin dolaylı ve yaygın olabileceğini gösterir."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَدَعَّعَ - teda'a", "muzari": "يَتَدَعَّعُ - yeteda'u", "masdar": "تَدَعُّع - teda'u"}, "bab_anlami": "İtilmeye, defedilmeye veya engellenmeye çalışmak; bir şeyden uzaklaşmaya veya kaçmaya çabalamak. Bu kalıp, bir zorluktan veya tehlikeden kurtulma arzusunu ifade eder. Kişinin, bir baskıdan veya olumsuz bir durumdan sıyrılmaya çalıştığı bir çabayı simgeler. Bu, aktif bir kaçış veya kurtulma eylemi olup, özgürleşme ve rahatlama arayışını yansıtır.", "mikro_mantik": "Bu kalıp, kökün anlamını kişisel bir çaba ve arayışla ilişkilendirir. Eylemin öznesi, edilgen bir durumda olmaktan ziyade, aktif olarak bir çözüm arayışındadır. Bu, eylemin dinamik ve kişisel bir boyuta sahip olduğunu gösterir."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَدَاعَّ - tedâ'a", "muzari": "يَتَدَاعُّ - yetedâ'u", "masdar": "تَدَاعّ - tedâ'un"}, "bab_anlami": "Birbirini itme, defetme veya engelleme konusunda anlaşmak veya işbirliği yapmak. Bu kalıp, ortak bir amaç için bir araya gelmeyi ve birlikte hareket etmeyi ifade eder. İki veya daha fazla tarafın, aynı hedefe ulaşmak için güçlerini birleştirdiği bir durumu simgeler. Bu, dayanışma, işbirliği ve ortak çaba gibi kavramları içerir. Birlikte hareket ederek daha güçlü bir etki yaratma arzusunu yansıtır.", "mikro_mantik": "Bu kalıp, kökün anlamını kolektif bir eylem ve işbirliğiyle ilişkilendirir. Eylemin bireysel olmaktan çıkıp, toplumsal bir boyuta ulaştığını gösterir. Bu, eylemin gücünün ve etkisinin arttığını vurgular."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْدَعَّ - inda'a", "muzari": "يَنْدَعُّ - yanda'u", "masdar": "اِنْدِعَاع - indi'âun"}, "bab_anlami": "İtilmeye, defedilmeye veya engellenmeye boyun eğmek; bir şeyden uzaklaşmaya veya kaçmaya zorlanmak. Bu kalıp, pasif bir durumu ve dışsal bir güce teslim olmayı ifade eder. Kişinin, bir baskı veya zorlama karşısında direnemeyip geri çekilmek zorunda kaldığı bir durumu simgeler. Bu, kontrolün kaybedildiği ve dışsal etkilerin belirleyici olduğu bir senaryoyu yansıtır. Boyun eğme, teslimiyet ve çaresizlik gibi duyguları içerebilir.", "mikro_mantik": "Bu kalıp, kökün anlamını edilgen bir duruma ve zorunluluğa bağlar. Eylemin öznesi, kendi iradesiyle hareket etmek yerine, dışsal bir gücün etkisi altında kalır. Bu, eylemin zorunlu ve kaçınılmaz olduğunu gösterir."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِدَّعَّى - idda'a", "muzari": "يَدَّعِي - yadda'i", "masdar": "اِدِّعَاء - iddi'âun"}, "bab_anlami": "İddia etmek, bir şeyi savunmak veya bir hak talep etmek. Bu kalıp, bir şeyi doğru veya gerçek olarak ileri sürmeyi ifade eder. Bir düşünceyi, inancı veya hakkı savunma eylemini simgeler. Bu, kendine güven, kararlılık ve hak arayışı gibi kavramları içerir. Bir şeyi kanıtlamaya veya kabul ettirmeye çalışma çabasını yansıtır.", "mikro_mantik": "Bu kalıp, kökün anlamını bir iddia veya savunma eylemiyle ilişkilendirir. Eylemin öznesi, bir şeyi kanıtlamaya veya kabul ettirmeye çalışır. Bu, eylemin aktif, iddialı ve kararlı olduğunu gösterir."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اِدْعَاعَّ - id'â'a", "muzari": "يَدْعَاعُّ - yad'â'u", "masdar": "اِدْعِيعَاع - id'î'âun"}, "bab_anlami": "Bir şeyi abartılı bir şekilde itmek, defetmek veya engellemek; aşırıya kaçmak. Bu kalıp, bir eylemin sınırlarını aşmayı ve ölçüyü kaçırmayı ifade eder. Bir şeyi gereğinden fazla vurgulamak veya abartmak anlamına gelir. Bu, aşırılık, abartı ve dengesizlik gibi kavramları içerir. Bir durumun veya eylemin orantısız ve abartılı olduğunu yansıtır.", "mikro_mantik": "Bu kalıp, kökün anlamını aşırılık ve abartıyla ilişkilendirir. Eylemin normal sınırlarını aştığını ve orantısız hale geldiğini gösterir. Bu, eylemin dengesiz ve kontrolsüz olduğunu vurgular."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَدْعَى - isted'a", "muzari": "يَسْتَدْعِي - yested'i", "masdar": "اِسْتِدْعَاء - istid'âun"}, "bab_anlami": "Bir şeyi çağırmak, davet etmek veya talep etmek. Bu kalıp, bir şeyi veya bir kişiyi bir yere getirmek veya bir eylemi gerçekleştirmek için yapılan bir çağrıyı ifade eder. Bir şeyi harekete geçirmek, başlatmak veya tetiklemek anlamına gelir. Bu, talep, davet ve harekete geçirme gibi kavramları içerir. Bir durumun veya eylemin başlamasına veya gerçekleşmesine neden olma çabasını yansıtır.", "mikro_mantik": "Bu kalıp, kökün anlamını bir çağırma veya talep eylemiyle ilişkilendirir. Eylemin öznesi, bir şeyi veya bir kişiyi harekete geçirmeye çalışır. Bu, eylemin başlatıcı, tetikleyici ve yönlendirici olduğunu gösterir."}]}], "دعو": [{"kok": "دعو", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Çağırmak, davet etmek, yönlendirmek. Bir varlığın içsel potansiyelini harekete geçiren, onu belirli bir amaca doğru sevk eden temel itici güç.", "kavramsal_derinlik": "İnsan ruhunun derinliklerindeki çağrıyı, ilahi daveti ve evrenin sürekli genişleyen potansiyelini kapsar. Bu kök, varoluşun amacını ve bireyin bu amaç içindeki rolünü anlamaya yönelik bir arayışı ifade eder."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "دَعَا - da'a", "muzari": "يَدْعُو - yad'u", "masdar": "دَعْوَة - da'wa"}, "bab_anlami": "Bir şeyi veya birini çağırmak, davet etmek, istemek, dua etmek, talep etmek. Bu kalıp, bir varlığın dış dünyaya yönelik aktif bir yönelimini, bir ihtiyacını dile getirmesini veya bir amaca ulaşmak için bir eylemde bulunmasını ifade eder. Aynı zamanda, içsel bir arayışın dışavurumu olarak da görülebilir; ruhun derinliklerinden yükselen bir feryat, bir yakarış.", "mikro_mantik": "Bu basit fiil kalıbı, kökün temel anlamını doğrudan ve etkili bir şekilde ifade eder. Eylemin öznesi ve nesnesi arasındaki ilişkiyi vurgular. Kökün temel enerjisini, herhangi bir ek anlam katmanı olmadan yansıtır. Bir nevi, kökün ham haldeki potansiyelini sergiler."}, {"bab_no": 2, "fiil_formlari": {"mazi": "اِدَّعَى - idda'a", "muzari": "يَدَّعِي - yadda'i", "masdar": "اِدِّعَاء - iddi'a"}, "bab_anlami": "İddia etmek, talep etmek, bir şeyi kendine mal etmek, bir hak veya özellik üzerinde ısrar etmek. Bu kalıp, bireyin kendi benliğini veya yeteneklerini öne çıkarma, başkaları tarafından tanınma veya kabul görme arzusunu ifade eder. Aynı zamanda, bir yanılgıya düşme, gerçek olmayan bir şeyi gerçekmiş gibi gösterme potansiyelini de barındırır.", "mikro_mantik": "Tekrarlama (şedde) yoluyla anlamı yoğunlaştırır ve eylemin özne üzerindeki etkisini artırır. İddia eyleminin içerdiği ısrar ve kararlılık vurgulanır. Bu kalıp, kökün anlamını daha iddialı ve öznel bir hale getirir."}, {"bab_no": 3, "fiil_formlari": {"mazi": "دَاعَى - da'aa", "muzari": "يُدَاعِي - yuda'i", "masdar": "مُدَاعَاة - muda'aat"}, "bab_anlami": "Karşılıklı çağırmak, birbirini davet etmek, bir konuda yarışmak veya rekabet etmek. Bu kalıp, bireyler veya gruplar arasındaki etkileşimi, iletişimi ve rekabeti ifade eder. Bir amaca ulaşmak için birlikte çalışma veya birbirini geride bırakma çabasını içerir. Aynı zamanda, uyum ve işbirliği potansiyelini de barındırır.", "mikro_mantik": "Karşılıklılık ve etkileşim anlamı taşır. Eylemin birden fazla özne arasında gerçekleştiğini gösterir. Kökün anlamını sosyal bir bağlama yerleştirir ve ilişkisel bir boyut kazandırır."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَدْعَى - ad'a", "muzari": "يُدْعِي - yud'i", "masdar": "إِدْعَاء - id'aa"}, "bab_anlami": "Bir şeyi veya birini çağırmaya sebep olmak, davet etmek, yönlendirmek, teşvik etmek. Bu kalıp, bir başkasının eylemini tetikleyen veya yönlendiren bir gücü ifade eder. Bir liderin, bir öğretmenin veya bir ilham kaynağının rolünü temsil edebilir. Aynı zamanda, manipülasyon veya kötüye kullanma potansiyelini de barındırır.", "mikro_mantik": "Nedensellik ve etki yaratma anlamı taşır. Eylemin bir sonucu olduğunu ve bir başkasını etkilediğini gösterir. Kökün anlamını daha karmaşık bir hale getirir ve sorumluluk kavramını vurgular."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَدَاعَى - tada'aa", "muzari": "يَتَدَاعَى - yatada'aa", "masdar": "تَدَاعِي - tada'i"}, "bab_anlami": "Bir araya gelmek, toplanmak, birbirini çağırmak, bir amaca yönelik işbirliği yapmak. Bu kalıp, bireylerin veya grupların ortak bir amaç için bir araya gelmesini, dayanışma içinde hareket etmesini ifade eder. Toplumsal uyum, işbirliği ve kolektif bilinç potansiyelini barındırır. Aynı zamanda, dağılma veya parçalanma riskini de içerir.", "mikro_mantik": "Birliktelik, dayanışma ve kolektif eylem anlamı taşır. Eylemin birden fazla özne tarafından gerçekleştirildiğini ve ortak bir amaca yönelik olduğunu gösterir. Kökün anlamını toplumsal bir bağlama yerleştirir ve işbirliği kavramını vurgular."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَدَاعَى - tada'aa", "muzari": "يَتَدَاعَى - yatada'aa", "masdar": "تَدَاعِي - tada'i"}, "bab_anlami": "Zayıflamak, çökmek, dağılmak, etkisini kaybetmek. Bu kalıp, bir şeyin gücünü veya bütünlüğünü yitirmesini, parçalanmasını veya yok olmaya doğru gitmesini ifade eder. Bireysel veya toplumsal çöküş, umutsuzluk ve kayıp duygularını yansıtabilir. Aynı zamanda, yeniden doğuş ve dönüşüm potansiyelini de barındırır.", "mikro_mantik": "Zayıflama, çöküş ve dağılma anlamı taşır. Eylemin bir şeyin bütünlüğünü veya gücünü yitirdiğini gösterir. Kökün anlamını olumsuz bir bağlama yerleştirir ve kayıp kavramını vurgular. (Bu bab 5 ile aynı forma sahip olmasına rağmen anlamı zıttır, bağlama göre yorumlanmalıdır.)"}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْدَعَى - inda'a", "muzari": "يَنْدَعِي - yanda'i", "masdar": "اِنْدِعَاء - indi'aa"}, "bab_anlami": "Kendini çağırmak, bir amaca yönelmek, bir içsel çağrıya cevap vermek. Bu kalıp, bireyin kendi iç dünyasına dönerek, potansiyelini keşfetmesini ve kendini gerçekleştirmesini ifade eder. İçsel motivasyon, öz farkındalık ve kişisel gelişim potansiyelini barındırır. Aynı zamanda, yalnızlık ve izolasyon riskini de içerir.", "mikro_mantik": "İçsel yönelim, öz farkındalık ve kişisel gelişim anlamı taşır. Eylemin öznenin kendi iç dünyasında gerçekleştiğini gösterir. Kökün anlamını bireysel bir bağlama yerleştirir ve öz keşif kavramını vurgular."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِدَّعَى - idda'aa", "muzari": "يَدَّعِي - yadda'i", "masdar": "اِدِّعَاء - iddi'aa"}, "bab_anlami": "İddia etmek, talep etmek, bir şeyi kendine mal etmek, bir hak veya özellik üzerinde ısrar etmek. Bu kalıp, bireyin kendi benliğini veya yeteneklerini öne çıkarma, başkaları tarafından tanınma veya kabul görme arzusunu ifade eder. Aynı zamanda, bir yanılgıya düşme, gerçek olmayan bir şeyi gerçekmiş gibi gösterme potansiyelini de barındırır.", "mikro_mantik": "Tekrarlama (şedde) yoluyla anlamı yoğunlaştırır ve eylemin özne üzerindeki etkisini artırır. İddia eyleminin içerdiği ısrar ve kararlılık vurgulanır. Bu kalıp, kökün anlamını daha iddialı ve öznel bir hale getirir. (Bu bab 2 ile aynı forma sahip olmasına rağmen, bağlama göre farklı nüanslar taşıyabilir.)"}, {"bab_no": 9, "fiil_formlari": {"mazi": "اِدْعَوَّ - id'awwa", "muzari": "يَدْعَوُّ - yad'awwu", "masdar": "اِدْعِوَاء - id'iwaa"}, "bab_anlami": "Güçlü bir şekilde çağırmak, şiddetle davet etmek, ısrarla talep etmek. Bu kalıp, bir eylemin yoğunluğunu ve kararlılığını vurgular. Bir amaca ulaşmak için gösterilen büyük çabayı veya bir ihtiyacın aciliyetini ifade edebilir. Aynı zamanda, aşırılık ve kontrol kaybı riskini de barındırır.", "mikro_mantik": "Yoğunluk ve kararlılık anlamı taşır. Eylemin şiddetini ve öznenin azmini vurgular. Kökün anlamını daha güçlü bir hale getirir ve aciliyet kavramını vurgular."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَدْعَى - istad'aa", "muzari": "يَسْتَدْعِي - yastad'i", "masdar": "اِسْتِدْعَاء - istid'aa"}, "bab_anlami": "Çağırmak, davet etmek, talep etmek, bir şeyi veya birini hazır bulundurmak. Bu kalıp, bir ihtiyacı karşılamak veya bir amaca ulaşmak için bir eylemde bulunmayı ifade eder. Bir kaynak, bir yetenek veya bir kişinin varlığını gerektiren bir durumu temsil edebilir. Aynı zamanda, bağımlılık ve kontrol kaybı riskini de barındırır.", "mikro_mantik": "Talep, davet ve hazır bulundurma anlamı taşır. Eylemin bir ihtiyacı karşılamak veya bir amaca ulaşmak için yapıldığını gösterir. Kökün anlamını daha pratik bir hale getirir ve gereklilik kavramını vurgular."}]}], "دفأ": [{"kok": "دفأ", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Isınma, sıcaklık, yakınlık; içsel huzurun dışa vurumu", "kavramsal_derinlik": "Fiziksel sıcaklığın ötesinde, ruhsal yakınlık ve şefkatin tezahürü"}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "دَفَأَ", "muzari": "يَدْفَأُ", "masdar": "دَفْء"}, "bab_anlami": "Isınmak, ısıtmak, içten gelen bir sıcaklıkla sarmalamak. Bu kalıp, bir nesnenin veya bir canlının fiziksel olarak ısınmasının yanı sıra, kalbin ısınmasını, sevgi ve şefkatle dolmasını da ifade eder. Aynı zamanda, bir şeyi koruma ve muhafaza etme eylemini, onu sıcak tutarak güvende hissettirme anlamını da taşır.", "mikro_mantik": "Bu bab, kökün temel anlamını doğrudan ve basit bir eylemle ifade eder. Fiilin faili, eylemi doğrudan gerçekleştirir; yani, özne hem ısınan hem de ısıtan konumundadır. Bu, eylemin içsel bir kaynaktan beslendiğini ve dış dünyaya yayıldığını gösterir."}, {"bab_no": 2, "fiil_formlari": {"mazi": "دَفَّأَ", "muzari": "يُدَفِّئُ", "masdar": "تَدْفِئَة"}, "bab_anlami": "Bir şeyi veya birini sürekli ve yoğun bir şekilde ısıtmak, sıcak tutmak için çaba göstermek. Bu kalıp, sadece fiziksel bir eylemi değil, aynı zamanda birine karşı duyulan derin şefkati ve özeni de ifade eder. Bir kimseyi himaye etmek, onu her türlü olumsuz etkiden korumak ve ona sürekli destek olmak anlamlarını da içerir.", "mikro_mantik": "Bu bab, kökün anlamını yoğunlaştırır ve süreklilik kazandırır. Fiilin faili, eylemi tekrar tekrar yapar, bu da eylemin bilinçli bir çaba ve özen gerektirdiğini gösterir. Bu kalıp, eylemin etkisinin derinleştiğini ve kalıcı hale geldiğini vurgular."}, {"bab_no": 3, "fiil_formlari": {"mazi": "تَدَفَّأَ", "muzari": "يَتَدَفَّأُ", "masdar": "تَدَفُّؤ"}, "bab_anlami": "Isınmak için çabalamak, soğuktan korunmak amacıyla bir şeyler yapmak. Bu kalıp, kişinin kendi iç dünyasına dönerek, ruhunu sıcak tutmaya çalışmasını, olumsuz düşüncelerden arınarak iç huzuru bulma arayışını da ifade eder. Aynı zamanda, zor zamanlarda dayanıklılık gösterme ve umudu kaybetmeme anlamlarını da taşır.", "mikro_mantik": "Bu bab, eylemin dönüşlü olduğunu gösterir; yani, fail eylemi kendi üzerinde gerçekleştirir. Bu, öznenin kendi içsel kaynaklarına yönelerek, kendi kendini ısıttığını ve koruduğunu gösterir. Bu kalıp, eylemin kişisel bir sorumluluk ve özyeterlilik gerektirdiğini vurgular."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَدْفَأَ", "muzari": "يُدْفِئُ", "masdar": "إِدْفَاء"}, "bab_anlami": "Isı vermek, sıcaklık sağlamak, bir ortamı veya bir nesneyi ısıtmak için bir araç kullanmak. Bu kalıp, sadece fiziksel bir eylemi değil, aynı zamanda bir ortama huzur ve güven duygusu katmayı, insanları bir araya getirerek aralarındaki bağları güçlendirmeyi de ifade eder. Bir topluluğa umut aşılamak, onlara moral vermek ve geleceğe dair olumlu bir bakış açısı sunmak anlamlarını da içerir.", "mikro_mantik": "Bu bab, eylemin geçişli olduğunu gösterir; yani, fail eylemi başka bir nesne üzerinde gerçekleştirir. Bu, öznenin dış dünyaya etki ettiğini ve bir şeyi veya birini ısıttığını gösterir. Bu kalıp, eylemin bir amaç doğrultusunda yapıldığını ve bir sonuç elde etmeyi hedeflediğini vurgular."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَدَافَأَ", "muzari": "يَتَدَافَأُ", "masdar": "تَدَافُؤ"}, "bab_anlami": "Karşılıklı olarak ısınmak, birbirine yakınlaşarak sıcaklık alışverişinde bulunmak. Bu kalıp, sadece fiziksel bir eylemi değil, aynı zamanda insanlar arasındaki dayanışmayı, yardımlaşmayı ve birbirine destek olmayı da ifade eder. Zor zamanlarda bir araya gelerek birbirine güç vermek, ortak bir amaç için birlikte çalışmak ve birbirini korumak anlamlarını da içerir.", "mikro_mantik": "Bu bab, eylemin karşılıklı olduğunu gösterir; yani, birden fazla fail eylemi birbirleri üzerinde gerçekleştirir. Bu, öznenin hem ısıtan hem de ısınan konumunda olduğunu gösterir. Bu kalıp, eylemin sosyal bir etkileşim ve işbirliği gerektirdiğini vurgular."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَدَفَّأَ", "muzari": "يَتَدَفَّأُ", "masdar": "تَدَفُّؤ"}, "bab_anlami": "Bu kalıp 3. bab ile aynı forma sahip olduğundan, anlamı da benzerdir: Isınmak için çabalamak, soğuktan korunmak amacıyla bir şeyler yapmak. Bu kalıp, kişinin kendi iç dünyasına dönerek, ruhunu sıcak tutmaya çalışmasını, olumsuz düşüncelerden arınarak iç huzuru bulma arayışını da ifade eder. Aynı zamanda, zor zamanlarda dayanıklılık gösterme ve umudu kaybetmeme anlamlarını da taşır.", "mikro_mantik": "Bu bab, eylemin dönüşlü olduğunu gösterir; yani, fail eylemi kendi üzerinde gerçekleştirir. Bu, öznenin kendi içsel kaynaklarına yönelerek, kendi kendini ısıttığını ve koruduğunu gösterir. Bu kalıp, eylemin kişisel bir sorumluluk ve özyeterlilik gerektirdiğini vurgular."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْدَفَأَ", "muzari": "يَنْدَفِئُ", "masdar": "اِنْدِفَاء"}, "bab_anlami": "Kendiliğinden ısınmak, doğal bir süreçle sıcaklık kazanmak. Bu kalıp, bir şeyin içsel potansiyelini kullanarak, dışarıdan bir etkiye ihtiyaç duymadan kendi kendine gelişmesini ve olgunlaşmasını ifade eder. Bir tohumun filizlenmesi, bir yeteneğin ortaya çıkması veya bir projenin kendi kendine büyümesi gibi durumları temsil eder. Aynı zamanda, içsel bir motivasyonla harekete geçmek ve kendi potansiyelini keşfetmek anlamlarını da taşır.", "mikro_mantik": "Bu bab, eylemin kendiliğinden gerçekleştiğini gösterir; yani, failin aktif bir rolü yoktur. Bu, öznenin içsel bir potansiyele sahip olduğunu ve bu potansiyelin doğal bir süreçle ortaya çıktığını gösterir. Bu kalıp, eylemin bir başlangıcı olduğunu ve bir sonuç doğurduğunu vurgular."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِدَّفَأَ", "muzari": "يَدَّفِئُ", "masdar": "اِدِّفَاء"}, "bab_anlami": "Isınmayı istemek, ısınmaya ihtiyaç duymak, sıcaklık arayışında olmak. Bu kalıp, sadece fiziksel bir ihtiyacı değil, aynı zamanda ruhsal bir özlemi de ifade eder. Sevgiye, şefkate, ilgiye ve kabul görmeye duyulan ihtiyacı, içsel boşluğu doldurma arayışını ve aidiyet duygusunu bulma çabasını temsil eder. Aynı zamanda, zor zamanlarda destek aramak, umudu kaybetmemek ve hayata tutunmak anlamlarını da taşır.", "mikro_mantik": "Bu bab, eylemin bir istek veya ihtiyaçtan kaynaklandığını gösterir; yani, failin bir eksikliği vardır ve bu eksikliği gidermek için çaba gösterir. Bu, öznenin bilinçli bir şekilde hareket ettiğini ve bir amaca yönelik olduğunu gösterir. Bu kalıp, eylemin bir motivasyonu olduğunu ve bir tatmin arayışını ifade ettiğini vurgular."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اِدْفَأَّ", "muzari": "يَدْفَأُّ", "masdar": "اِدْفِئَاء"}, "bab_anlami": "Bu kalıp nadiren kullanılır ve kökün anlamını yoğunlaştırır. Aşırı derecede ısınmak, yanacak kadar sıcak olmak. Metaforik olarak, yoğun bir duygu durumunu, tutkuyu veya öfkeyi ifade edebilir. Kontrolsüz bir şekilde bir duyguya kapılmak, o duygunun etkisi altında kalmak anlamına gelebilir.", "mikro_mantik": "Bu bab, eylemin yoğunluğunu ve şiddetini vurgular. Eylemin sınırı aştığını ve kontrol dışı bir hale geldiğini gösterir. Bu kalıp, eylemin tehlikeli veya yıkıcı olabileceğini işaret eder."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَدْفَأَ", "muzari": "يَسْتَدْفِئُ", "masdar": "اِسْتِدْفَاء"}, "bab_anlami": "Isınmak istemek, ısınma talebinde bulunmak, birinden veya bir şeyden sıcaklık beklemek. Bu kalıp, sadece fiziksel bir ihtiyacı değil, aynı zamanda duygusal bir beklentiyi de ifade eder. Birinden sevgi, şefkat, ilgi veya destek beklemek, kabul görme ve onaylanma arayışında olmak anlamlarını taşır. Aynı zamanda, zor zamanlarda yardım istemek, umudu kaybetmemek ve hayata tutunmak için birine sığınmak anlamlarını da içerir.", "mikro_mantik": "Bu bab, eylemin bir talep veya beklenti içerdiğini gösterir; yani, failin bir ihtiyacı vardır ve bu ihtiyacını karşılamak için bir başkasından yardım bekler. Bu, öznenin bağımlı olduğunu ve bir başkasının desteğine ihtiyaç duyduğunu gösterir. Bu kalıp, eylemin bir ilişki veya etkileşim gerektirdiğini vurgular."}]}], "دفع": [{"kok": "دفع", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Bir şeyi itmek, uzaklaştırmak veya engellemek. Bu, hem fiziksel bir engeli ortadan kaldırmayı hem de soyut bir zorluğu aşmayı içerir. Kök, direnç gösterme ve bir amaca ulaşmak için çaba sarf etme eylemini ifade eder.", "kavramsal_derinlik": "Beşeri boyutta, bireyin karşılaştığı zorluklara karşı gösterdiği direnci ve mücadeleyi temsil eder. İlahi boyutta ise, insanın nefsine karşı mücadelesini ve kötü eğilimlerden uzaklaşma çabasını simgeler. Bu kök, aynı zamanda ilahi adaletin tecelli ederek zulmün ve haksızlığın bertaraf edilmesini de ifade edebilir."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "دَفَعَ - dafa'a", "muzari": "يَدْفَعُ - yadfa'u", "masdar": "دَفْع - daf'"}, "bab_anlami": "Temel anlamıyla bir şeyi itmek, uzaklaştırmak veya defetmek anlamına gelir. Bu, bir engeli ortadan kaldırmak, bir saldırıyı savuşturmak veya bir borcu ödemek gibi çeşitli eylemleri kapsayabilir. Aynı zamanda, bir düşünceyi veya duyguyu reddetmek, bir iddiayı çürütmek gibi soyut anlamlara da gelebilir. Bu babdaki anlam, genellikle doğrudan ve aktif bir eylemi ifade eder, bir şeyi harekete geçirerek veya bir duruma müdahale ederek sonuç elde etmeyi amaçlar.", "mikro_mantik": "Bu bab, kökün temel anlamını en yalın haliyle ifade eder. Fiilin fail tarafından doğrudan gerçekleştirildiği, nesne üzerinde bir etki yarattığı bir durumu gösterir. Eylemin yönü genellikle dışa doğrudur, yani bir şey itilir, uzaklaştırılır veya defedilir. Bu kalıp, eylemin basit ve doğrudan bir şekilde gerçekleştiğini vurgular, ek anlam katmanları veya dolaylı etkiler içermez."}, {"bab_no": 2, "fiil_formlari": {"mazi": "دَافَعَ - dafaa'a", "muzari": "يُدَافِعُ - yudaafi'u", "masdar": "مُدَافَعَة - mudaafa'a"}, "bab_anlami": "Bir şeyi savunmak, müdafaa etmek, birine destek olmak veya bir iddiayı çürütmek anlamına gelir. Bu bab, genellikle karşılıklı bir etkileşimi veya bir mücadeleyi ifade eder. Bir kişi veya şey, bir saldırıya veya eleştiriye karşı korunur. Aynı zamanda, bir hakikati veya inancı savunmak, bir davayı desteklemek gibi anlamlara da gelebilir. Bu babdaki anlam, genellikle aktif bir katılımı ve bir amaca yönelik çabayı içerir.", "mikro_mantik": "Bu bab, köke karşılıklılık ve etkileşim anlamı katar. Eylem tek taraflı olmaktan çıkar, bir savunma veya müdafaa eylemi olarak karşılıklı bir etkileşimi içerir. Fail, bir şeye karşı koyar veya bir şeyi korur. Bu kalıp, eylemin daha karmaşık ve dinamik bir yapıda gerçekleştiğini, birden fazla tarafın dahil olduğunu ve bir mücadele veya rekabetin söz konusu olduğunu vurgular."}, {"bab_no": 3, "fiil_formlari": {"mazi": "تَدَافَعَ - tadaafa'a", "muzari": "يَتَدَافَعُ - yatadaafa'u", "masdar": "تَدَافُع - tadaafu'"}, "bab_anlami": "Birbirini itmek, sıkışmak, bir şey için yarışmak veya acele etmek anlamına gelir. Bu bab, genellikle bir kalabalık veya grup içindeki hareketliliği ve rekabeti ifade eder. İnsanlar bir hedefe ulaşmak için birbirleriyle yarışır veya bir engeli aşmak için birlikte çaba sarf ederler. Aynı zamanda, fikirlerin veya güçlerin çatışmasını, birbiriyle rekabet etmesini de ifade edebilir. Bu babdaki anlam, genellikle yoğun bir enerjiyi ve bir amaca yönelik kolektif bir çabayı içerir.", "mikro_mantik": "Bu bab, köke karşılıklı ve yoğun bir etkileşim anlamı katar. Eylem, birden fazla failin aynı anda ve birbirine karşı gerçekleştirdiği bir itme veya yarışma eylemi olarak ortaya çıkar. Bu kalıp, eylemin kaotik ve dinamik bir ortamda gerçekleştiğini, rekabetin ve baskının yüksek olduğunu vurgular. Aynı zamanda, bir hedefe ulaşmak için gösterilen kolektif çabanın ve enerjinin yoğunluğunu da ifade eder."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَدْفَعَ - adfa'a", "muzari": "يُدْفِعُ - yudfi'u", "masdar": "إِدْفَاع - idfaa'"}, "bab_anlami": "Bir şeyi itmeye veya sevk etmeye neden olmak, birini bir şeyi yapmaya teşvik etmek veya bir şeyi öne sürmek anlamına gelir. Bu bab, genellikle bir eylemin başlatılmasını veya bir sürecin hızlandırılmasını ifade eder. Bir kişi veya şey, başka bir kişi veya şeyi harekete geçirir veya bir amaca doğru yönlendirir. Aynı zamanda, bir fikri veya öneriyi sunmak, bir iddiayı desteklemek gibi anlamlara da gelebilir. Bu babdaki anlam, genellikle bir etki yaratma ve bir sonucu tetikleme amacını içerir.", "mikro_mantik": "Bu bab, köke neden olma ve etkileme anlamı katar. Fail, doğrudan eylemi gerçekleştirmek yerine, başka birinin veya bir şeyin eylemi gerçekleştirmesine neden olur. Bu kalıp, eylemin dolaylı bir şekilde gerçekleştiğini, bir etki zinciri oluşturduğunu ve bir sonucu tetiklediğini vurgular. Aynı zamanda, failin bir kontrol veya yönlendirme rolü üstlendiğini de ifade eder."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَدَفَّعَ - tadaffa'a", "muzari": "يَتَدَفَّعُ - yatadaffa'u", "masdar": "تَدَفُّع - tadaffu'"}, "bab_anlami": "Kendiliğinden itmek, akmak, fışkırmak veya bir şeyin içinden taşmak anlamına gelir. Bu bab, genellikle bir duygunun, enerjinin veya sıvının kontrolsüz bir şekilde dışarı çıkmasını ifade eder. Bir kişi veya şey, içindeki bir baskıya dayanamayarak kendini serbest bırakır veya bir amaca doğru yönelir. Aynı zamanda, bir bilginin veya yeteneğin kendiliğinden ortaya çıkmasını, bir ilhamın aniden gelmesini de ifade edebilir. Bu babdaki anlam, genellikle doğal bir süreci ve bir içsel gücün dışavurumunu içerir.", "mikro_mantik": "Bu bab, köke kendiliğindenlik ve kontrolsüzlük anlamı katar. Eylem, dışsal bir müdahale olmaksızın, içsel bir baskı veya dürtüyle kendiliğinden gerçekleşir. Bu kalıp, eylemin doğal bir süreç olduğunu, bir içsel gücün dışavurumu olduğunu ve kontrolün sınırlı olduğunu vurgular. Aynı zamanda, bir potansiyelin ortaya çıkmasını ve bir enerjinin serbest kalmasını da ifade eder."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَدَافَعَ - tadaafa'a (Tekrar)", "muzari": "يَتَدَافَعُ - yatadaafa'u (Tekrar)", "masdar": "تَدَافُع - tadaafu' (Tekrar)"}, "bab_anlami": "Tekrar Bab 3 ile aynı anlamı taşır: Birbirini itmek, sıkışmak, bir şey için yarışmak veya acele etmek anlamına gelir. Bu bab, genellikle bir kalabalık veya grup içindeki hareketliliği ve rekabeti ifade eder. İnsanlar bir hedefe ulaşmak için birbirleriyle yarışır veya bir engeli aşmak için birlikte çaba sarf ederler. Aynı zamanda, fikirlerin veya güçlerin çatışmasını, birbiriyle rekabet etmesini de ifade edebilir. Bu babdaki anlam, genellikle yoğun bir enerjiyi ve bir amaca yönelik kolektif bir çabayı içerir.", "mikro_mantik": "Tekrar Bab 3 ile aynı mikro mantığı taşır: Bu bab, köke karşılıklı ve yoğun bir etkileşim anlamı katar. Eylem, birden fazla failin aynı anda ve birbirine karşı gerçekleştirdiği bir itme veya yarışma eylemi olarak ortaya çıkar. Bu kalıp, eylemin kaotik ve dinamik bir ortamda gerçekleştiğini, rekabetin ve baskının yüksek olduğunu vurgular. Aynı zamanda, bir hedefe ulaşmak için gösterilen kolektif çabanın ve enerjinin yoğunluğunu da ifade eder."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْدَفَعَ - indafa'a", "muzari": "يَنْدَفِعُ - yandafi'u", "masdar": "اِنْدِفَاع - indifaa'"}, "bab_anlami": "Kendiliğinden itilmek, akmak, fışkırmak veya bir şeyin içine doğru atılmak anlamına gelir. Bu bab, genellikle bir duygunun, enerjinin veya sıvının kontrolsüz bir şekilde bir yöne doğru hareket etmesini ifade eder. Bir kişi veya şey, içindeki bir dürtüye dayanamayarak kendini bir amaca doğru yönlendirir veya bir duruma dahil olur. Aynı zamanda, bir bilginin veya yeteneğin aniden ortaya çıkmasını, bir ilhamın aniden gelmesini de ifade edebilir. Bu babdaki anlam, genellikle pasif bir süreci ve bir dışsal gücün etkisini içerir.", "mikro_mantik": "Bu bab, köke pasiflik ve yönlendirilme anlamı katar. Eylem, failin kendi iradesiyle değil, dışsal bir güç veya dürtü tarafından yönlendirilerek gerçekleşir. Bu kalıp, eylemin bir tepki olduğunu, bir etkiye maruz kalındığını ve bir yöne doğru itildiğini vurgular. Aynı zamanda, failin kontrolünün sınırlı olduğunu ve bir sürecin içinde sürüklendiğini de ifade eder."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِدَّفَعَ - iddafa'a (İbdal ile)", "muzari": "يَدَّفِعُ - yaddafi'u (İbdal ile)", "masdar": "اِدِّفَاع - iddifaa' (İbdal ile)"}, "bab_anlami": "Bir şeyi zorla itmek, uzaklaştırmak veya defetmek için çaba göstermek anlamına gelir. Bu bab, genellikle yoğun bir çaba ve kararlılık gerektiren bir eylemi ifade eder. Bir kişi veya şey, bir engeli aşmak veya bir saldırıyı savuşturmak için tüm gücünü kullanır. Aynı zamanda, bir hakikati veya inancı savunmak, bir davayı desteklemek için azimle çalışmak gibi anlamlara da gelebilir. Bu babdaki anlam, genellikle aktif bir katılımı, bir mücadeleyi ve bir amaca yönelik yoğun bir çabayı içerir.", "mikro_mantik": "Bu bab, köke yoğunluk ve kararlılık anlamı katar. Eylem, failin tüm gücünü ve enerjisini kullanarak gerçekleştirdiği bir itme veya defetme eylemi olarak ortaya çıkar. Bu kalıp, eylemin zorlu bir durumda gerçekleştiğini, bir engeli aşmak veya bir saldırıyı savuşturmak için yoğun bir çaba gerektiğini vurgular. Aynı zamanda, failin kararlılığını ve azmini de ifade eder."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اِدْفَاعَّ - idfaa'a", "muzari": "يَدْفَاعُّ - yadfaa'u", "masdar": "اِدْفِيعَاع - idfii'aa'"}, "bab_anlami": "Bu bab nadiren kullanılır ve genellikle bir şeyin aşırı derecede itilmesi veya uzaklaştırılması anlamına gelir. Bir şeyin şiddetle reddedilmesi veya bir durumdan aşırı derecede kaçınılması gibi anlamlara gelebilir. Bu bab, genellikle yoğun bir duygusal tepkiyi veya bir şeyden aşırı derecede tiksinmeyi ifade eder. Örneğin, bir kişinin bir tehlikeden veya bir rahatsızlıktan aşırı derecede kaçınması gibi.", "mikro_mantik": "Bu bab, köke aşırılık ve yoğunluk anlamı katar. Eylem, normalden çok daha güçlü bir şekilde gerçekleştirilir, bir şey aşırı derecede itilir veya uzaklaştırılır. Bu kalıp, eylemin sıra dışı bir durumda gerçekleştiğini, yoğun bir duygusal tepkiyi veya bir şeyden aşırı derecede tiksinmeyi ifade ettiğini vurgular. Aynı zamanda, bir durumdan kaçınma veya bir şeyi reddetme eyleminin aşırı derecede olduğunu da gösterir."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَدْفَعَ - istadfa'a", "muzari": "يَسْتَدْفِعُ - yastadfi'u", "masdar": "اِسْتِدْفَاع - istidfaa'"}, "bab_anlami": "Bir şeyi itmeye veya uzaklaştırmaya çalışmak, bir şeyden korunmak için yardım istemek veya bir şeyi defetmek için çare aramak anlamına gelir. Bu bab, genellikle bir tehlikeye veya bir zorluğa karşı önlem alma veya çözüm arama çabasını ifade eder. Bir kişi veya şey, bir saldırıyı savuşturmak, bir engeli aşmak veya bir sorunu çözmek için yardım ister veya çare arar. Aynı zamanda, bir hakikati veya inancı savunmak, bir davayı desteklemek için delil aramak gibi anlamlara da gelebilir. Bu babdaki anlam, genellikle aktif bir katılımı, bir arayışı ve bir amaca yönelik çabayı içerir.", "mikro_mantik": "Bu bab, köke talep etme ve çaba gösterme anlamı katar. Fail, doğrudan eylemi gerçekleştirmek yerine, eylemi gerçekleştirmek için yardım ister veya çare arar. Bu kalıp, eylemin zorlu bir durumda gerçekleştiğini, bir tehlikeye veya bir zorluğa karşı önlem alma veya çözüm arama gerektiğini vurgular. Aynı zamanda, failin aktif bir şekilde arayış içinde olduğunu ve bir amaca yönelik çaba gösterdiğini de ifade eder."}]}], "دفق": [{"kok": "دفق", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Akışkanlık, süreklilik, bir şeyin durmaksızın ilerlemesi", "kavramsal_derinlik": "Zamanın geçişi, bilginin yayılması, duyguların ifadesi gibi soyut ve somut akışkan süreçleri kapsar. İlahi boyutta ise yaratılışın ve evrenin sürekli değişim ve dönüşümünü ifade eder."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "دَفَقَ", "muzari": "يَدْفُقُ", "masdar": "دَفْق"}, "bab_anlami": "Bir şeyin şiddetle ve hızlı bir şekilde akması, fışkırması veya dökülmesi anlamına gelir. Bu, suyun kaynaktan fışkırması gibi fiziksel bir akış olabileceği gibi, duyguların veya düşüncelerin aniden ve yoğun bir şekilde ortaya çıkması gibi soyut bir akış da olabilir. Bu kalıp, bir şeyin içsel basıncının dışa vurumunu ve kontrolsüz bir şekilde yayılmasını ifade eder.", "mikro_mantik": "Bu kalıp, kökün temel anlamındaki akışkanlık ve sürekliliğe bir yoğunluk ve ani bir başlangıç anlamı katar. Fiilin bu kalıpta kullanılması, eylemin hızlı, şiddetli ve kontrolsüz bir şekilde gerçekleştiğini vurgular. Kökün temel anlamındaki potansiyel enerji, bu kalıpla kinetik enerjiye dönüşür."}]}], "دكك": [{"kok": "دكك", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Ezmek, dövmek, düzeltmek, alçaltmak, bir şeyi diğerinin üzerine yığmak suretiyle düz bir zemin oluşturmak. Bu kök, fiziksel ve metafiziksel düzlemlerde bir şeyin seviyesini düşürme veya bir şeyi başka bir şeyin temeli yapma eylemini ifade eder.", "kavramsal_derinlik": "Kök, hem maddi dünyanın somut eylemlerini (bir şeyi ezmek, düzeltmek) hem de soyut kavramları (birini alçaltmak, bir şeyi temel yapmak) kapsar. Bu, insanın dış dünyayla ve iç dünyasıyla olan etkileşimlerinde ortaya çıkan çeşitli durumları anlamamıza yardımcı olur. İlahi boyutta ise, Allah'ın adaletini ve yaratılışındaki düzeni temsil edebilir; bazı şeylerin alçaltılması, bazılarının yükseltilmesi ilahi takdirin bir yansımasıdır."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "دَكَّ - Dakka", "muzari": "يَدُكُّ - Yadukku", "masdar": "دَكّ - Dakk"}, "bab_anlami": "Bir şeyi şiddetle ezmek, dövmek, toz haline getirmek. Bu kalıp, eylemin yoğunluğunu ve etkisini vurgular. Fiilin bu kalıbı, bir şeyin tamamen yok edilmesini veya işlenmesini ifade eder. Metaforik olarak, bir düşünceyi veya duyguyu bastırmak, yok etmek anlamına da gelebilir; içsel bir çatışmanın veya dışsal bir baskının sonucu olarak ortaya çıkar.", "mikro_mantik": "Bu bab, kökün anlamını yoğunlaştırır ve eylemin şiddetini artırır. Tekrarlama ve vurgu yoluyla, kökün temel anlamını daha belirgin hale getirir. Matematiksel olarak, bu kalıp bir 'kuvvetlendirme' veya 'yoğunlaştırma' fonksiyonu gibi davranır; kökün temel anlamını bir faktörle çarparak daha güçlü bir ifadeye dönüştürür."}, {"bab_no": 2, "fiil_formlari": {"mazi": "دَكَّكَ - Dakkaka", "muzari": "يُدَكِّكُ - Yudakkiku", "masdar": "تَدْكِيك - Tadkik"}, "bab_anlami": "Bir şeyi tekrar tekrar ezmek, sürekli dövmek veya düzeltmek. Bu kalıp, eylemin sürekliliğini ve tekrarlanmasını vurgular. Fiilin bu kalıbı, bir sürecin veya eylemin devamlılığını ifade eder. Metaforik olarak, bir konuyu derinlemesine incelemek, sürekli ele almak anlamına gelebilir; bir sorunun çözümü için sabırla ve ısrarla çalışmayı ifade eder.", "mikro_mantik": "Bu bab, kökün anlamını tekrarlayarak eylemin sürekliliğini ve yoğunluğunu artırır. Matematiksel olarak, bu kalıp bir 'iterasyon' veya 'döngü' fonksiyonu gibi davranır; kökün temel anlamını tekrar tekrar uygulayarak daha uzun süreli ve etkili bir süreci ifade eder."}, {"bab_no": 3, "fiil_formlari": {"mazi": "دَاكَّ - Daakka", "muzari": "يُدَاكُّ - Yudaakku", "masdar": "مُدَاكَّة - Mudaakka"}, "bab_anlami": "Karşılıklı olarak ezmek, dövmek veya düzeltmek. Bu kalıp, eylemin karşılıklı veya ortaklaşa yapıldığını gösterir. Fiilin bu kalıbı, iki veya daha fazla tarafın birbirine uyguladığı eylemi ifade eder. Metaforik olarak, bir tartışmada veya mücadelede karşılıklı olarak fikirleri savunmak veya eleştirmek anlamına gelebilir; bir denge veya çatışma durumunu ifade eder.", "mikro_mantik": "Bu bab, kökün anlamını karşılıklılık ilkesiyle birleştirir. Matematiksel olarak, bu kalıp bir 'simetri' veya 'eşleşme' fonksiyonu gibi davranır; kökün temel anlamını iki taraf arasında eşit olarak dağıtarak karşılıklı bir etkileşimi ifade eder."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَدَكَّ - Adakka", "muzari": "يُدِكُّ - Yudikku", "masdar": "إِدْكَك - Idkak"}, "bab_anlami": "Ezmeye veya dövmeye neden olmak, bir şeyi ezilebilir hale getirmek. Bu kalıp, eylemin bir nedensellik ilişkisi içinde olduğunu gösterir. Fiilin bu kalıbı, bir şeyin başka bir şey üzerinde etki yaratmasını ifade eder. Metaforik olarak, bir durumu veya kişiyi zayıflatmak, baskı altına almak anlamına gelebilir; bir değişimin veya dönüşümün başlangıcını ifade eder.", "mikro_mantik": "Bu bab, kökün anlamını nedensellik ilkesiyle birleştirir. Matematiksel olarak, bu kalıp bir 'fonksiyonel bağımlılık' veya 'etki-tepki' ilişkisi gibi davranır; kökün temel anlamını bir neden olarak kullanarak bir sonucu ifade eder."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَدَكَّكَ - Tadakkaka", "muzari": "يَتَدَكَّكُ - Yatadakkaku", "masdar": "تَدَكُّك - Tadakkuk"}, "bab_anlami": "Ezilmek, dövülmek veya düzeltilmek; kendi kendine ezilmek veya çökmek. Bu kalıp, eylemin edilgen veya dönüşlü olduğunu gösterir. Fiilin bu kalıbı, bir şeyin kendi kendine veya dış etkenler sonucu değişime uğramasını ifade eder. Metaforik olarak, bir kişinin içsel olarak ezilmesi, baskı altında kalması anlamına gelebilir; bir sürecin veya durumun sonucunu ifade eder.", "mikro_mantik": "Bu bab, kökün anlamını edilgenlik veya dönüşlülük ilkesiyle birleştirir. Matematiksel olarak, bu kalıp bir 'tersine çevirme' veya 'dönüşüm' fonksiyonu gibi davranır; kökün temel anlamını bir sonuç olarak alarak bir sürecin veya durumun sonunu ifade eder."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَدَاكَّ - Tadaakka", "muzari": "يَتَدَاكُّ - Yatadaakku", "masdar": "تَدَاكّ - Tadaakk"}, "bab_anlami": "Birbirini ezmek, dövmek veya düzeltmek için yarışmak veya çabalamak. Bu kalıp, eylemin rekabetçi veya çabalı bir şekilde yapıldığını gösterir. Fiilin bu kalıbı, iki veya daha fazla tarafın aynı amaca ulaşmak için birbirleriyle mücadele etmesini ifade eder. Metaforik olarak, bir konuda üstünlük sağlamak için çabalamak, rekabet etmek anlamına gelebilir; bir hedefe ulaşmak için gösterilen çabayı ifade eder.", "mikro_mantik": "Bu bab, kökün anlamını rekabet veya çaba ilkesiyle birleştirir. Matematiksel olarak, bu kalıp bir 'optimizasyon' veya 'yarışma' fonksiyonu gibi davranır; kökün temel anlamını bir hedef olarak alarak bu hedefe ulaşmak için gösterilen çabayı ifade eder."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْدَكَّ - Indakka", "muzari": "يَنْدَكُّ - Yandakku", "masdar": "اِنْدِكَاك - Indikak"}, "bab_anlami": "Ezilmek, dövülmek veya düzeltilmek; kolayca ezilmek veya çökmek. Bu kalıp, eylemin kolaylıkla veya kendiliğinden gerçekleştiğini gösterir. Fiilin bu kalıbı, bir şeyin direnç göstermeden değişime uğramasını ifade eder. Metaforik olarak, bir kişinin kolayca etki altında kalması, manipüle edilmesi anlamına gelebilir; bir zayıflık veya savunmasızlık durumunu ifade eder.", "mikro_mantik": "Bu bab, kökün anlamını kolaylık veya kendiliğindenlik ilkesiyle birleştirir. Matematiksel olarak, bu kalıp bir 'dirençsizlik' veya 'kolay geçiş' fonksiyonu gibi davranır; kökün temel anlamını bir sonuç olarak alarak bu sonuca kolayca ulaşıldığını ifade eder."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِدَّكَّ - Iddakka", "muzari": "يَدَّكُّ - Yaddakku", "masdar": "اِدِّكَاك - Iddikak"}, "bab_anlami": "(İdğamlı) Yoğun bir şekilde ezmek, dövmek veya düzeltmek; bir şeyi tamamen yok etmek. Bu kalıp, eylemin yoğunluğunu ve kesinliğini vurgular. Fiilin bu kalıbı, bir şeyin tamamen ortadan kaldırılmasını ifade eder. Metaforik olarak, bir düşünceyi veya duyguyu tamamen bastırmak, yok etmek anlamına gelebilir; içsel bir temizlik veya arınma sürecini ifade eder.", "mikro_mantik": "Bu bab, kökün anlamını yoğunluk ve kesinlik ilkesiyle birleştirir. Matematiksel olarak, bu kalıp bir 'mutlak değer' veya 'tamamen yok etme' fonksiyonu gibi davranır; kökün temel anlamını tamamen ortadan kaldırarak kesin bir sonucu ifade eder."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اِدْكاكَّ - Idkākka", "muzari": "يَدْكاكُّ - Yadkākku", "masdar": "اِدْكِيكَاك - Idkīkāk"}, "bab_anlami": "Çok fazla ezilmek, dövülmek veya düzeltilmek; aşırı derecede alçalmak veya küçülmek. Bu kalıp, eylemin aşırılığını ve yoğunluğunu vurgular. Fiilin bu kalıbı, bir şeyin sınırlarını aşan bir değişime uğramasını ifade eder. Metaforik olarak, bir kişinin aşırı derecede aşağılanması, değersizleştirilmesi anlamına gelebilir; bir travma veya yıkım sürecini ifade eder.", "mikro_mantik": "Bu bab, kökün anlamını aşırılık ilkesiyle birleştirir. Matematiksel olarak, bu kalıp bir 'sonsuzluk' veya 'sınırları aşma' fonksiyonu gibi davranır; kökün temel anlamını sınırların ötesine taşıyarak aşırı bir durumu ifade eder."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَدَكَّ - Istadakka", "muzari": "يَسْتَدِكُّ - Yastadikku", "masdar": "اِسْتِدْكَاك - Istidkak"}, "bab_anlami": "Ezmek, dövmek veya düzeltmek istemek; bir şeyi ezmek için çabalamak veya talep etmek. Bu kalıp, eylemin arzu veya talep üzerine yapıldığını gösterir. Fiilin bu kalıbı, bir amaca ulaşmak için gösterilen çabayı veya isteği ifade eder. Metaforik olarak, bir şeyi elde etmek için yoğun bir çaba göstermek, talepte bulunmak anlamına gelebilir; bir hedefe ulaşma arzusunu ifade eder.", "mikro_mantik": "Bu bab, kökün anlamını arzu veya talep ilkesiyle birleştirir. Matematiksel olarak, bu kalıp bir 'hedef fonksiyonu' veya 'optimizasyon problemi' gibi davranır; kökün temel anlamını bir hedef olarak alarak bu hedefe ulaşmak için gösterilen çabayı ifade eder."}]}], "دلك": [{"kok": "دلك", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Ovmak, sürtmek yoluyla bir şeyi bir şeye nüfuz ettirmek; bir şeyin özünü ortaya çıkarmak.", "kavramsal_derinlik": "Fiziksel temasın ötesinde, derinlemesine bir etkileşim ve nüfuz etme eylemi. Bu, bilginin zihne nüfuz etmesi, şefkatin kalbe yayılması veya bir maddenin başka bir maddeye karışması gibi soyut kavramları da içerebilir."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "دَلَكَ - Delake", "muzari": "يَدْلُكُ - Yedluku", "masdar": "دَلْك - Delk"}, "bab_anlami": "Bir şeyi ovmak, sürtmek, masaj yapmak. Bu kalıp, fiziksel bir eylemi, bir yüzey üzerinde yapılan dairesel veya ileri geri hareketlerle bir şeyi yayma veya yedirme eylemini ifade eder. Aynı zamanda, bir şeyin özünü veya niteliğini ortaya çıkarma, bir şeyi cilalama veya parlatma anlamlarını da taşıyabilir. Bu eylem, bazen şifa veya rahatlama amaçlı olabilir, bazen de bir şeyi daha görünür veya etkili hale getirme amacını güdebilir.", "mikro_mantik": "Bu basit fiil kalıbı, kökün temel anlamını doğrudan ve değişmeden ifade eder. Eylemin kendisini, yani ovma, sürtme işlemini vurgular. Herhangi bir ek anlam veya yoğunluk katmanı eklemez, sadece temel fiili belirtir."}, {"bab_no": 2, "fiil_formlari": {"mazi": "دَلَّكَ - Dellake", "muzari": "يُدَلِّكُ - Yüdelliku", "masdar": "تَدْلِيك - Tedlik"}, "bab_anlami": "Bir şeyi tekrar tekrar ovmak, masaj yapmak, bir şeyi iyice yedirmek veya nüfuz ettirmek. Bu kalıp, eylemin yoğunluğunu ve tekrarlanmasını vurgular. Bir şeyi derinlemesine işlemek, ona nüfuz etmek veya bir şeyi sürekli olarak iyileştirmek anlamlarını taşır. Bu, birine sürekli olarak şefkat göstermek, bir konuyu derinlemesine incelemek veya bir maddeyi başka bir maddeye iyice karıştırmak gibi anlamlara gelebilir. Bu kalıp, eylemin sürekliliğini ve derinliğini ifade eder.", "mikro_mantik": "Tekrarlama ve yoğunluk anlamı katar. Kökün temel anlamını güçlendirir ve eylemin daha uzun süreli veya daha etkili olduğunu gösterir."}, {"bab_no": 3, "fiil_formlari": {"mazi": "دَالَكَ - Daaleke", "muzari": "يُدَالِكُ - Yüdaaliku", "masdar": "مُدَالَكَة - Müdaaleke"}, "bab_anlami": "Karşılıklı ovmak, birbirini ovmak veya masaj yapmak. Bu kalıp, iki veya daha fazla tarafın karşılıklı olarak bir eylemde bulunduğunu ifade eder. Bu, iki kişinin birbirine destek olması, birbirine şefkat göstermesi veya birbirini iyileştirmesi gibi anlamlara gelebilir. Aynı zamanda, iki tarafın birbirini etkilemesi, birbirine nüfuz etmesi veya birbirini dönüştürmesi anlamlarını da taşıyabilir. Bu kalıp, karşılıklı etkileşimi ve ortaklığı vurgular.", "mikro_mantik": "Karşılıklılık anlamı ekler. Kökün temel anlamını, iki veya daha fazla taraf arasında gerçekleşen bir etkileşim olarak yeniden tanımlar."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَدْلَكَ - Edleke", "muzari": "يُدْلِكُ - Yüdliku", "masdar": "إِدْلَاك - İdlak"}, "bab_anlami": "Bir şeyi ovdurmak, birinin bir şeyi ovmasını sağlamak veya bir şeyi ovma eylemine maruz bırakmak. Bu kalıp, bir eylemin başkası tarafından yapılmasına neden olmayı veya bir eyleme maruz kalmayı ifade eder. Birinin bir başkasına yardım etmesini sağlamak, bir konuyu başkası tarafından açıklanmasını istemek veya bir nesneyi bir işlemden geçirmek gibi anlamlara gelebilir. Bu kalıp, neden-sonuç ilişkisini ve bir eylemin başkası üzerindeki etkisini vurgular.", "mikro_mantik": "Eylemin dolaylı olarak gerçekleştiğini veya bir başkası tarafından yapıldığını belirtir. Kökün temel anlamını, bir başkasının eylemi aracılığıyla deneyimlenen bir süreç olarak sunar."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَدَلَّكَ - Tedelleke", "muzari": "يَتَدَلَّكُ - Yetedelleku", "masdar": "تَدَلُّك - Tedelluk"}, "bab_anlami": "Kendini ovmak, kendi kendine masaj yapmak veya bir şeyi kendi kendine yedirmek. Bu kalıp, eylemin özne tarafından kendi üzerinde gerçekleştirildiğini ifade eder. Kendi kendine şefkat göstermek, kendi kendini iyileştirmek veya bir konuyu kendi kendine derinlemesine incelemek gibi anlamlara gelebilir. Aynı zamanda, bir şeyin kendi kendine yetmesi, kendi kendine nüfuz etmesi veya kendi kendine dönüşmesi anlamlarını da taşıyabilir. Bu kalıp, özerkliği ve içsel dönüşümü vurgular.", "mikro_mantik": "Eylemin özne tarafından kendi üzerinde gerçekleştirildiğini vurgular. Kökün temel anlamını, içsel bir süreç veya kişisel bir eylem olarak sunar."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَدَالك - Tedalek", "muzari": "يَتَدَالك - Yetedaalek", "masdar": "تَدَالك - Tedaaluk"}, "bab_anlami": "Birbirini ovmak için çabalamak, karşılıklı ovma eylemini gerçekleştirmeye çalışmak veya birbirine masaj yapmaya niyetlenmek. Bu kalıp, karşılıklı bir eyleme yönelik bir çabayı veya niyeti ifade eder. İki kişinin birbirine destek olmaya çalışması, birbirine şefkat göstermeye niyetlenmesi veya birbirini iyileştirmeye çabalaması gibi anlamlara gelebilir. Bu kalıp, niyetin ve çabanın önemini vurgular.", "mikro_mantik": "Karşılıklı bir eyleme yönelik çaba veya niyet anlamı ekler. Kökün temel anlamını, bir hedefe yönelik ortak bir çaba olarak yeniden tanımlar."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْدَلَكَ - İndeleke", "muzari": "يَنْدَلِكُ - Yendeliku", "masdar": "اِنْدِلَاك - İndilak"}, "bab_anlami": "Ovulmaya maruz kalmak, ovulmak suretiyle etkilenmek veya bir şeyin içine nüfuz etmek. Bu kalıp, edilgen bir durumu veya bir eylemin sonucunu ifade eder. Bir nesnenin bir işlemden geçirilmesi, bir konunun derinlemesine incelenmesi veya bir kişinin bir etkiye maruz kalması gibi anlamlara gelebilir. Aynı zamanda, bir şeyin bir şeyin içine nüfuz etmesi, bir şeyin bir şeyle karışması veya bir şeyin bir şeyle bütünleşmesi anlamlarını da taşıyabilir. Bu kalıp, etkilenmeyi ve dönüşümü vurgular.", "mikro_mantik": "Edilgenlik anlamı ekler. Kökün temel anlamını, bir eylemin sonucu olarak ortaya çıkan bir durum olarak sunar."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِدَّلَكَ - İddelike", "muzari": "يَدَّلِكُ - Yeddelliku", "masdar": "اِدِّلاَك - İddilak"}, "bab_anlami": "Yoğun bir şekilde ovmak, iyice sürtmek veya bir şeyi derinlemesine yedirmek. Bu kalıp, eylemin yoğunluğunu ve titizliğini vurgular. Bir konuyu derinlemesine incelemek, bir nesneyi titizlikle temizlemek veya bir maddeyi başka bir maddeye iyice karıştırmak gibi anlamlara gelebilir. Bu kalıp, detaycılığı ve mükemmeliyetçiliği vurgular.", "mikro_mantik": "Yoğunluk ve titizlik anlamı ekler. Kökün temel anlamını, büyük bir özenle gerçekleştirilen bir eylem olarak sunar."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اِدْلَوَّكَ - İdlevveke", "muzari": "يَدْلَوِّكُ - Yedlevviku", "masdar": "اِدْلِوَاك - İdlivak"}, "bab_anlami": "Bir şeyin yoğun bir şekilde ovulması veya sürtülmesi sonucu kararması, koyulaşması veya yoğunlaşması. Bu kalıp, eylemin sonucunda ortaya çıkan bir değişimi ifade eder. Bir nesnenin bir işlemden geçirilmesi sonucu renginin değişmesi, bir konunun derinlemesine incelenmesi sonucu daha karmaşık hale gelmesi veya bir duygunun yoğunlaşması gibi anlamlara gelebilir. Bu kalıp, dönüşümü ve yoğunlaşmayı vurgular.", "mikro_mantik": "Eylemin sonucunda ortaya çıkan bir değişim anlamı ekler. Kökün temel anlamını, bir dönüşüm süreci olarak sunar."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَدْلَكَ - İstedleke", "muzari": "يَسْتَدْلِكُ - Yestedliku", "masdar": "اِسْتِدْلَاك - İstidlâk"}, "bab_anlami": "Ovmak istemek, ovulmayı talep etmek veya bir şeyi ovma yoluyla elde etmeye çalışmak. Bu kalıp, bir talebi veya bir amaca yönelik bir çabayı ifade eder. Birinin yardım istemesi, bir konunun açıklanmasını talep etmesi veya bir nesneyi bir işlemden geçirerek bir sonuç elde etmeye çalışması gibi anlamlara gelebilir. Bu kalıp, isteği ve amacı vurgular.", "mikro_mantik": "Talep veya amaç anlamı ekler. Kökün temel anlamını, bir hedefe ulaşmak için kullanılan bir araç olarak sunar."}]}], "دلل": [{"kok": "دلل", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Şımartma, nazlanma, okşama; bir şeyi aşırı derecede sevgi ve ilgiyle kuşatma, bazen bu ilginin nesneyi yozlaştırması veya zayıflatması potansiyeliyle birlikte.", "kavramsal_derinlik": "Sevginin ve ilginin sınırları, aşırılığın doğurduğu sonuçlar, şımartmanın nesneyi dönüştürme gücü ve bu dönüşümün ahlaki ve etik boyutları."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "دَلَّ - dalla", "muzari": "يَدُلُّ - yadullu", "masdar": "دَلٌّ - dall"}, "bab_anlami": "Bir şeyi göstermek, işaret etmek, rehberlik etmek; bir şeyi kanıtlamak, delil sunmak; bir şeyin varlığına veya niteliğine işaret eden bir alamet olmak. Bu kalıp, bir şeyin varlığını veya gerçeğini ortaya koyan bir eylemi veya durumu ifade eder. Aynı zamanda, birinin doğru yola yönlendirilmesi veya bir konuda bilgilendirilmesi anlamını da taşır. Bu, bilginin aktarılması ve gerçeğin ortaya çıkarılması süreçlerinde temel bir rol oynar.", "mikro_mantik": "Bu bab, kökün temel anlamını bir yönlendirme, işaret etme veya kanıtlama eylemine dönüştürür. Kökün içerdiği potansiyel anlamları (sevgi, ilgi) bir rehberlik veya delil sunma eylemi aracılığıyla dış dünyaya yansıtır. Bu kalıp, kökün statik anlamını dinamik bir sürece çevirir."}, {"bab_no": 2, "fiil_formlari": {"mazi": "دَلَّلَ - dallala", "muzari": "يُدَلِّلُ - yudallilu", "masdar": "تَدْلِيلٌ - tadlil"}, "bab_anlami": "Aşırı derecede şımartmak, nazını çekmek, birine çok düşkün olmak; bir şeyi veya birini aşırı sevgi ve ilgiyle kuşatmak, bazen bu durumun olumsuz sonuçlar doğurabileceği bir yoğunlukta. Bu kalıp, sevgi ve ilginin sınırlarını aşarak, nesneyi veya kişiyi zayıflatma veya yozlaştırma potansiyelini barındırır. Bu, sevginin ve ilginin dengeli olması gerektiği gerçeğini vurgular.", "mikro_mantik": "Bu bab, kökün temel anlamını yoğunlaştırır ve eylemi tekrarlayan veya sürekli hale getirir. Şımartma eylemi, kökün içerdiği sevgi ve ilgi anlamlarını abartılı bir şekilde ifade eder. Bu kalıp, eylemin yoğunluğunu ve potansiyel olumsuz sonuçlarını vurgular."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَدَلَّلَ - tadallala", "muzari": "يَتَدَلَّلُ - yatadallalu", "masdar": "تَدَلُّلٌ - tadallul"}, "bab_anlami": "Nazlanmak, kendini sevdirmek için cilve yapmak, şımarıkça davranmak; birinin sevgi ve ilgi görmek için yaptığı davranışlar. Bu kalıp, bir kişinin başkalarının dikkatini çekmek ve sevgisini kazanmak için sergilediği davranışları ifade eder. Bu, insanın sosyal etkileşimlerinde sevgi ve kabul görme arzusunun bir yansımasıdır. Aynı zamanda, bu davranışların samimiyeti ve dürüstlüğü de sorgulanabilir.", "mikro_mantik": "Bu bab, kökün anlamını bir yansıma veya kendini ifade etme eylemine dönüştürür. Nazlanma eylemi, kökün içerdiği sevgi ve ilgi anlamlarını başkalarından talep etme veya elde etme çabası olarak yorumlanabilir. Bu kalıp, eylemin öznel ve kişisel doğasını vurgular."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَدَلَّ - istadalla", "muzari": "يَسْتَدِلُّ - yastadillu", "masdar": "اِسْتِدْلَالٌ - istidlal"}, "bab_anlami": "Delil aramak, kanıt bulmaya çalışmak, bir şeyin varlığını veya gerçeğini ispatlamak için delil kullanmak; mantıksal çıkarımlar yoluyla bir sonuca varmak. Bu kalıp, bilginin elde edilmesi ve gerçeğin ortaya çıkarılması süreçlerinde kullanılan akıl yürütme ve kanıt toplama yöntemlerini ifade eder. Bu, bilimsel araştırmaların ve felsefi düşüncenin temelini oluşturur.", "mikro_mantik": "Bu bab, kökün temel anlamını bir arayış veya talep etme eylemine dönüştürür. Delil arama eylemi, kökün içerdiği işaret etme veya rehberlik etme anlamlarını daha derinlemesine anlama ve kanıtlama çabası olarak yorumlanabilir. Bu kalıp, eylemin aktif ve amaç odaklı doğasını vurgular."}]}], "دلو": [{"kok": "دلو", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Boşaltma, sarkma, gevşeme, bir şeyin aşağıya doğru inmesi. Bu kök, bir şeyin özünden ayrılması, hafiflemesi veya bir yükün boşaltılması gibi anlamları taşır. Aynı zamanda, bir şeyin kontrolünü kaybetmesi veya bir durumun zayıflaması gibi daha soyut anlamlara da gelebilir.", "kavramsal_derinlik": "Fiziksel bir nesnenin yer değiştirmesinden, soyut bir kavramın zayıflamasına kadar geniş bir yelpazede anlamlar içerir. Beşeri boyutta, bir yükten kurtulmayı veya bir sorumluluğu devretmeyi ifade edebilirken, ilahi boyutta, ilahi rahmetin aşağıya doğru akışını veya bir lütfun tecelli etmesini sembolize edebilir."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "دَلَا - Dela", "muzari": "يَدْلُو - Yedlu", "masdar": "دَلْو - Delv"}, "bab_anlami": "Bir şeyi sarkıtmak, aşağıya doğru indirmek veya bir şeyi bir kuyuya salmak gibi anlamlara gelir. Bu kalıp, bir şeyin yukarıdan aşağıya doğru hareketini veya bir yerden bir yere aktarılmasını ifade eder. Metaforik olarak, bir bilginin veya bir lütfun bir kaynaktan başka bir kaynağa aktarılmasını da temsil edebilir. Bu, bilginin yayılması ve paylaşılması eyleminin ilahi bir lütuf olarak tezahür etmesini ifade eder.", "mikro_mantik": "Bu bab, kökün temel anlamını doğrudan eyleme dönüştürür. 'Yapmak, etmek' anlamı katar. Kökün içerdiği potansiyel hareketi somut bir fiile dönüştürerek, anlamın daha belirgin ve odaklı bir şekilde ifade edilmesini sağlar. Bu kalıp, eylemin yönünü ve amacını vurgulayarak, kökün anlamını daha spesifik bir bağlama yerleştirir."}]}], "دمدم": [{"kok": "دمدم", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Süreklilik ve tekrar yoluyla varoluşsal bir durumu derinlemesine deneyimleme, bir halin kalıcılığına işaret etme.", "kavramsal_derinlik": "Zamanın döngüsel yapısı içinde, bireyin kendi iç dünyasına yaptığı yolculuk ve bu yolculukta karşılaştığı tekrarların anlamı. Hem dünyevi tecrübelerin tekrarı, hem de ruhani arayışın sonsuz döngüsü."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "دَمْدَمَ", "muzari": "يُدَمْدِمُ", "masdar": "دَمْدَمَة"}, "bab_anlami": "Bir şeyin içten içe kaynaması, coşması veya sürekli tekrar etmesi. Bu, bir duygunun, düşüncenin veya eylemin zihinde veya dış dünyada yankılanması anlamına gelebilir. Aynı zamanda, bir durumun veya olayın sürekli tekrar ederek belirginleşmesi, kalıcı bir iz bırakması şeklinde de yorumlanabilir.", "mikro_mantik": "Bu kalıp, kökün anlamını yoğunlaştırır ve eylemin sürekliliğini vurgular. Kökün temel anlamındaki 'tekrar' veya 'devamlılık' unsuru, bu kalıpla birlikte eylemin içsel bir zorunluluk veya dışsal bir etkiyle sürekli tekrarlandığı fikrini destekler. Bu, eylemin sadece bir kez gerçekleşmekle kalmayıp, bir döngü içinde sürdüğünü gösterir."}]}], "دمر": [{"kok": "دمر", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Yıkım, tahrip, bir şeyin temelden bozulması veya ortadan kaldırılması. Varlığın özündeki çözülme potansiyeli.", "kavramsal_derinlik": "Beşeri düzlemde maddi yapıların yok oluşu, ilahi düzlemde ise nefsin kötü huylarından arınmasıyla yeni bir varoluşa geçiş."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "دَمَرَ - damara", "muzari": "يَدْمُرُ - yadmuru", "masdar": "دَمْرٌ - damr"}, "bab_anlami": "Bir şeyi temelinden yıkmak, tahrip etmek, yok etmek. Bir yapının veya durumun içten veya dıştan gelen etkilerle çöküşünü ifade eder. Bu, fiziksel bir yıkım olabileceği gibi, soyut bir kavramın veya ilişkinin sona ermesi de olabilir. Varlığın bir halden başka bir hale geçişindeki şiddetli ve geri dönülmez değişim.", "mikro_mantik": "Bu kalıp, kökün temel anlamını doğrudan ve yoğun bir şekilde ifade eder. Fiilin yalın hali, eylemin fail tarafından doğrudan gerçekleştirildiğini ve sonucun kesin ve tam olduğunu gösterir. Kökün anlamı, nesnenin tamamen ortadan kalktığı veya işlevini yitirdiği bir durumu belirtir."}, {"bab_no": 2, "fiil_formlari": {"mazi": "دَمَّرَ - dammara", "muzari": "يُدَمِّرُ - yudammiru", "masdar": "تَدْمِيرٌ - tadmir"}, "bab_anlami": "Bir şeyi parça parça etmek, tamamen yok etmek, sistematik bir şekilde tahrip etmek. Bu kalıp, yıkım eyleminin yoğunluğunu ve sürekliliğini vurgular. Bir şeyin kademeli olarak ortadan kaldırılması, her bir parçanın yok edilmesiyle bütünün yok oluşuna ulaşılması anlamını taşır. Bu, içsel bir dönüşümün dışsal tezahürü olarak da yorumlanabilir; nefsin kötü alışkanlıklarından arınma sürecinde, her bir kötü alışkanlığın teker teker yok edilmesi gibi.", "mikro_mantik": "Bu kalıp, kökün anlamını yoğunlaştırır ve eylemin tekrarlanan veya sürekli olduğunu gösterir. Fiilin tefil babında olması, eylemin bir süreç içinde gerçekleştiğini ve failin yıkım eylemini bilinçli ve kasıtlı olarak gerçekleştirdiğini ifade eder. Bu, yıkımın sadece fiziksel değil, aynı zamanda zihinsel veya duygusal bir boyutta da olabileceğini gösterir."}, {"bab_no": 3, "fiil_formlari": {"mazi": "دَامَرَ - daamara", "muzari": "يُدَامِرُ - yudaamiru", "masdar": "مُدَامَرَةٌ - mudaamara"}, "bab_anlami": "Yıkımda yarışmak, birbirini tahrip etmeye çalışmak, karşılıklı olarak yok etme çabası içinde olmak. Bu kalıp, yıkımın rekabetçi veya karşılıklı bir eylem olduğunu gösterir. İki veya daha fazla tarafın birbirini yok etmeye çalıştığı bir durumu ifade eder. Bu, sadece fiziksel bir savaş değil, aynı zamanda fikirlerin veya ideolojilerin çatışması da olabilir. Tarafların birbirini alt etme ve yok etme arzusu, varoluşsal bir mücadeleyi temsil eder.", "mikro_mantik": "Bu kalıp, kökün anlamını karşılıklılık ve rekabet unsurlarıyla genişletir. Fiilin müfaale babında olması, eylemin iki veya daha fazla taraf arasında gerçekleştiğini ve her bir tarafın diğerini etkilemeye çalıştığını gösterir. Bu, yıkımın sadece bir eylem değil, aynı zamanda bir etkileşim ve mücadele olduğunu vurgular."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَدْمَرَ - admara", "muzari": "يُدْمِرُ - yudmiru", "masdar": "إِدْمَارٌ - idmaar"}, "bab_anlami": "Yıkıma uğratmak, tahrip etmek, yok olmaya sebep olmak. Bir şeyi tamamen yok olmaya götüren bir süreci başlatmak veya bir duruma neden olmak. Bu kalıp, yıkımın bir sonuç olduğunu ve bir failin eylemiyle ortaya çıktığını gösterir. Bir şeyin yok olmasına neden olan faktörlerin veya koşulların yaratılması anlamını taşır. Bu, sadece fiziksel bir yıkım değil, aynı zamanda bir sistemin veya düzenin çöküşüne neden olan faktörlerin de ortaya çıkarılması olabilir.", "mikro_mantik": "Bu kalıp, kökün anlamını nedensellik ve sonuç ilişkisiyle ilişkilendirir. Fiilin if'al babında olması, eylemin bir sonucu olarak yıkımın ortaya çıktığını ve failin bu sonuca neden olduğunu gösterir. Bu, yıkımın sadece bir eylem değil, aynı zamanda bir süreç ve sonuç olduğunu vurgular."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَدَمَّرَ - tadammara", "muzari": "يَتَدَمَّرُ - yatadammara", "masdar": "تَدَمُّرٌ - tadammur"}, "bab_anlami": "Yavaş yavaş yıkılmak, kendi kendine tahrip olmak, içten içe çökmek. Bir şeyin içsel zayıflıklar veya dışsal etkiler nedeniyle kademeli olarak yok olması. Bu kalıp, yıkımın bir süreç olduğunu ve bir şeyin zamanla kendi kendine yok olduğunu gösterir. İçsel bir çürüme veya dışsal bir baskı sonucu ortaya çıkan bir çöküşü ifade eder. Bu, sadece fiziksel bir yıkım değil, aynı zamanda bir ilişkinin veya bir projenin zamanla başarısızlığa uğraması da olabilir.", "mikro_mantik": "Bu kalıp, kökün anlamını içsel süreçler ve kademeli değişimlerle ilişkilendirir. Fiilin tefa'ul babında olması, eylemin bir süreç içinde gerçekleştiğini ve öznenin bu süreçte aktif bir rol oynadığını gösterir. Bu, yıkımın sadece dışsal faktörlerden kaynaklanmadığını, aynı zamanda içsel zayıflıkların da etkili olduğunu vurgular."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَدَامَرَ - tadaamara", "muzari": "يَتَدَامَرُ - yatadaamaru", "masdar": "تَدَامُرٌ - tadaamur"}, "bab_anlami": "Yıkım konusunda anlaşmak, birbirini yok etmek için işbirliği yapmak, ortaklaşa tahrip etmek. Bu kalıp, yıkımın bir işbirliği sonucu ortaya çıktığını gösterir. İki veya daha fazla tarafın bir araya gelerek bir şeyi yok etmeye karar vermesi ve bu amaçla birlikte hareket etmesi. Bu, sadece fiziksel bir yıkım değil, aynı zamanda bir komplonun veya bir ihanetin sonucu da olabilir. Tarafların ortak çıkarları doğrultusunda bir araya gelerek bir şeyi yok etme arzusu, ahlaki bir çöküşü temsil eder.", "mikro_mantik": "Bu kalıp, kökün anlamını işbirliği ve ortak eylem unsurlarıyla genişletir. Fiilin tefa'ul babında olması, eylemin iki veya daha fazla taraf arasında gerçekleştiğini ve her bir tarafın diğerini etkilemeye çalıştığını gösterir. Bu, yıkımın sadece bir eylem değil, aynı zamanda bir işbirliği ve ortak karar olduğunu vurgular."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْدَمَرَ - indamara", "muzari": "يَنْدَمِرُ - yandamiru", "masdar": "اِنْدِمَارٌ - indimar"}, "bab_anlami": "Yıkılmak, tahrip olmak, yok olmak, ortadan kalkmak. Bir şeyin kendiliğinden veya dışsal etkilerle yok olması. Bu kalıp, yıkımın pasif bir eylem olduğunu ve bir şeyin kendi kontrolü dışında yok olduğunu gösterir. İçsel bir çöküş veya dışsal bir saldırı sonucu ortaya çıkan bir yok oluşu ifade eder. Bu, sadece fiziksel bir yıkım değil, aynı zamanda bir umudun veya bir hayalin sona ermesi de olabilir.", "mikro_mantik": "Bu kalıp, kökün anlamını pasiflik ve kendiliğindenlik unsurlarıyla ilişkilendirir. Fiilin infial babında olması, eylemin özne üzerinde gerçekleştiğini ve öznenin bu eylemi başlatmadığını gösterir. Bu, yıkımın sadece dışsal faktörlerden kaynaklandığını ve öznenin bu duruma karşı koyamadığını vurgular."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِدَّمَرَ - iddamara", "muzari": "يَدَّمِرُ - yaddamiru", "masdar": "اِدِّمارٌ - iddimar"}, "bab_anlami": "(İddiğamlı kullanım) Yoğun bir şekilde yıkmak, tamamen tahrip etmek, yok etmekte aşırıya gitmek. Bu kalıp, yıkımın şiddetini ve yoğunluğunu vurgular. Bir şeyin tamamen ve geri dönülmez bir şekilde yok edilmesi. Bu, sadece fiziksel bir yıkım değil, aynı zamanda bir duygunun veya bir düşüncenin tamamen ortadan kaldırılması da olabilir. Yıkımın aşırıya kaçması, bir tür fanatizm veya aşırılık halini temsil eder.", "mikro_mantik": "Bu kalıp, kökün anlamını yoğunluk ve aşırılık unsurlarıyla ilişkilendirir. Fiilin ifti'al babında idğamlı kullanımı, eylemin şiddetini ve yoğunluğunu artırır. Bu, yıkımın sadece bir eylem değil, aynı zamanda bir aşırılık ve fanatizm göstergesi olduğunu vurgular."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اِدْمَأَرَّ - idma'arra", "muzari": "يَدْمَئِرُّ - yadma'irru", "masdar": "اِدْمِئْرَارٌ - idmi'raar"}, "bab_anlami": "Yıkımdan dolayı kararmak, tahribattan dolayı rengi solmak, yok olmanın etkisiyle değişime uğramak. Bu kalıp, yıkımın bir şey üzerindeki etkisini ve bıraktığı izleri vurgular. Bir şeyin yıkımdan sonraki durumunu, renginin solmasını veya kararmasını ifade eder. Bu, sadece fiziksel bir yıkım değil, aynı zamanda bir travmanın veya bir acının bir kişi üzerindeki etkisini de temsil edebilir. Yıkımın bıraktığı izler, bir tür kalıcı hasarı ifade eder.", "mikro_mantik": "Bu kalıp, kökün anlamını sonuç ve etki unsurlarıyla ilişkilendirir. Fiilin if'illal babında olması, eylemin bir sonucu olarak bir değişimin ortaya çıktığını ve bu değişimin yıkımın etkisiyle gerçekleştiğini gösterir. Bu, yıkımın sadece bir eylem değil, aynı zamanda bir sonuç ve etki zinciri olduğunu vurgular."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَدْمَرَ - istadmara", "muzari": "يَسْتَدْمِرُ - yastadmiru", "masdar": "اِسْتِدْمَارٌ - istidmaar"}, "bab_anlami": "Yıkım istemek, tahrip edilmesini talep etmek, yok etmeye çalışmak. Bir şeyin yok edilmesini arzulamak veya bu yönde çaba göstermek. Bu kalıp, yıkımın bir amaç olduğunu ve bir kişinin veya bir grubun bu amaca ulaşmak için çaba gösterdiğini gösterir. Bir şeyin yok edilmesini istemek, bir tür intikam veya nefret duygusunu temsil edebilir. Yıkım isteği, ahlaki bir çöküşün veya bir sapmanın işareti olabilir.", "mikro_mantik": "Bu kalıp, kökün anlamını istek ve çaba unsurlarıyla ilişkilendirir. Fiilin istif'al babında olması, eylemin bir amaca yönelik olduğunu ve öznenin bu amaca ulaşmak için çaba gösterdiğini gösterir. Bu, yıkımın sadece bir eylem değil, aynı zamanda bir istek ve çaba sonucu olduğunu vurgular."}]}], "دمع": [{"kok": "دمع", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Gözyaşı, akıtma, sızma; içsel bir acının dışa vurumu, bir duygunun yoğunluğunun tezahürü.", "kavramsal_derinlik": "Beşeri tecrübenin kırılganlığı ile ilahi rahmetin tezahürü arasındaki ilişki."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "دَمَعَ - Demia", "muzari": "يَدْمَعُ - Yedmeu", "masdar": "دَمْع - Dem'un"}, "bab_anlami": "Gözyaşı dökmek, ağlamak; içsel bir duygunun dışa vurumu. Bu kalıp, kökün temel anlamını doğrudan ifade eder ve genellikle hüzün, pişmanlık veya yoğun bir duygu durumunu belirtir. Aynı zamanda, bir şeyin sızması veya damlaması anlamında da kullanılabilir, bu da kökün akışkanlık ve hareketlilik özelliklerini vurgular.", "mikro_mantik": "Bu bab, kökün temel anlamını en yalın haliyle ifade eder. Fiilin faili, gözyaşını döken veya sızdıran öznedir. Eylem, doğrudan ve aracısız bir şekilde gerçekleşir, bu da duygusal veya fiziksel bir tepkinin anlık ve doğal olduğunu gösterir."}, {"bab_no": 2, "fiil_formlari": {"mazi": "دَمَّعَ - Demmea", "muzari": "يُدَمِّعُ - Yüdemmiu", "masdar": "تَدْمِيع - Tedmi'un"}, "bab_anlami": "Gözyaşı döktürmek, ağlatmak; bir başkasının duygusal tepkisini tetiklemek. Bu kalıp, eylemin dolaylı olduğunu ve bir etki-tepki ilişkisi içerdiğini gösterir. Aynı zamanda, bir şeyin yüzeyinde damlalar oluşturmak veya bir şeyi gözyaşı gibi göstermek anlamında da kullanılabilir, bu da manipülasyon veya yanılsama kavramlarını içerir.", "mikro_mantik": "Bu bab, köke bir etki ve neden-sonuç ilişkisi ekler. Fiilin faili, bir başkasının ağlamasına neden olan veya bir şeyi gözyaşı gibi gösteren öznedir. Eylem, dolaylı ve etkileşimli bir şekilde gerçekleşir, bu da duygusal veya fiziksel bir etkinin bir başkası üzerinde yaratıldığını gösterir."}, {"bab_no": 3, "fiil_formlari": {"mazi": "أَدْمَعَ - Edmea", "muzari": "يُدْمِعُ - Yüdmiu", "masdar": "إِدْمَاع - İdma'un"}, "bab_anlami": "Gözleri yaşarmak, gözleri dolmak; içsel bir duygunun dışa vurulmaya hazır hale gelmesi. Bu kalıp, eylemin başlangıç aşamasını veya potansiyelini ifade eder. Aynı zamanda, bir şeyin gözyaşı gibi görünmesine neden olmak veya bir şeyi gözyaşıyla ıslatmak anlamında da kullanılabilir, bu da yoğun bir duygu veya etki durumunu belirtir.", "mikro_mantik": "Bu bab, köke bir başlangıç veya potansiyel anlamı ekler. Fiilin faili, gözleri yaşarmış veya dolmuş olan öznedir. Eylem, henüz tam olarak gerçekleşmemiş ancak gerçekleşme potansiyeli taşıyan bir durumu ifade eder, bu da duygusal bir tepkinin eşiğinde olunduğunu gösterir."}, {"bab_no": 4, "fiil_formlari": {"mazi": "تَدَامَعَ - Tedamea", "muzari": "يَتَدَامَعُ - Yetedameu", "masdar": "تَدَامُع - Tedamu'un"}, "bab_anlami": "Ağlar gibi yapmak, sahte gözyaşı dökmek; içsel bir duygu yokken dışarıya öyleymiş gibi göstermek. Bu kalıp, riyakarlık veya manipülasyon anlamı taşır. Aynı zamanda, bir şeyin gözyaşı gibi görünmesini sağlamak için hile yapmak veya aldatmak anlamında da kullanılabilir, bu da gerçek duyguların gizlenmesi veya çarpıtılması durumunu belirtir.", "mikro_mantik": "Bu bab, köke bir sahtelik veya yapmacıklık anlamı ekler. Fiilin faili, ağlar gibi yapan veya sahte gözyaşı döken öznedir. Eylem, gerçek duyguların gizlenmesi veya çarpıtılması amacıyla gerçekleştirilir, bu da dürüst olmayan bir davranışın sergilendiğini gösterir."}, {"bab_no": 5, "fiil_formlari": {"mazi": "اِدَّمَعَ - İddemea", "muzari": "يَدَّمِعُ - Yeddemiu", "masdar": "اِدِّمَاع - İddima'un"}, "bab_anlami": "Gözleri yaşla dolmak, gözleri kendiliğinden yaşarmak; içsel bir duygunun kontrolsüz bir şekilde dışa vurulması. Bu kalıp, ani ve beklenmedik bir duygusal tepkiyi ifade eder. Aynı zamanda, bir şeyin gözyaşıyla ıslanması veya kaplanması anlamında da kullanılabilir, bu da yoğun bir duygu veya etki durumunu belirtir.", "mikro_mantik": "Bu bab, köke bir kendiliğindenlik veya kontrolsüzlük anlamı ekler. Fiilin faili, gözleri yaşla dolmuş veya kendiliğinden yaşarmış olan öznedir. Eylem, ani ve beklenmedik bir şekilde gerçekleşir, bu da duygusal bir tepkinin kontrol dışı olduğunu gösterir."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَدَاعَى - Tedaea", "muzari": "يَتَدَاعَى - Yetedaeu", "masdar": "تَدَاعِي - Tedai"}, "bab_anlami": "Gözyaşları içinde feryat etmek, acıyla haykırmak; derin bir üzüntü veya acının yoğun bir şekilde ifade edilmesi. Bu kalıp, genellikle toplumsal veya kolektif bir acıyı ifade eder. Aynı zamanda, bir şeyin gözyaşı gibi akması veya dökülmesi anlamında da kullanılabilir, bu da bir kaybın veya felaketin büyüklüğünü vurgular.", "mikro_mantik": "Bu bab, köke bir yoğunluk veya kolektiflik anlamı ekler. Fiilin faili, gözyaşları içinde feryat eden veya acıyla haykıran öznedir. Eylem, derin bir üzüntü veya acının yoğun bir şekilde ifade edilmesini içerir, bu da toplumsal bir tepki veya dayanışma duygusunu gösterir."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْدَمَعَ - İndemea", "muzari": "يَنْدَمِعُ - Yendemiu", "masdar": "اِنْدِمَاع - İndima'un"}, "bab_anlami": "Gözyaşlarının akması, gözden yaş süzülmesi; içsel bir duygunun dışa vurulması ve rahatlama sağlanması. Bu kalıp, genellikle pasif bir durumu ifade eder. Aynı zamanda, bir şeyin gözyaşıyla yıkanması veya temizlenmesi anlamında da kullanılabilir, bu da arınma veya yenilenme kavramlarını içerir.", "mikro_mantik": "Bu bab, köke bir pasiflik veya arınma anlamı ekler. Fiilin faili, gözyaşlarının aktığı veya gözden yaş süzüldüğü durumdur. Eylem, içsel bir duygunun dışa vurulması ve rahatlama sağlanmasıyla sonuçlanır, bu da duygusal bir arınma veya yenilenme sürecini gösterir."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِدَّانَعَ - İddanea", "muzari": "يَدَّانِعُ - Yeddaniu", "masdar": "اِدِّيَان - İddiyan"}, "bab_anlami": "Gözyaşlarına boğulmak, kendini ağlamaya bırakmak; derin bir üzüntü veya çaresizlik içinde olmak. Bu kalıp, genellikle aşırı bir duygusal tepkiyi ifade eder. Aynı zamanda, bir şeyin gözyaşıyla kaplanması veya boğulması anlamında da kullanılabilir, bu da bir duygunun yoğunluğunun her şeyi sardığını gösterir.", "mikro_mantik": "Bu bab, köke bir aşırılık veya çaresizlik anlamı ekler. Fiilin faili, gözyaşlarına boğulmuş veya kendini ağlamaya bırakmış olan öznedir. Eylem, derin bir üzüntü veya çaresizlik içinde olmayı içerir, bu da duygusal bir tepkinin kontrol dışı ve yoğun olduğunu gösterir."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اِسْتَدْمَعَ - İstedmea", "muzari": "يَسْتَدْمِعُ - Yestedmiu", "masdar": "اِسْتِدْمَاع - İstidma'un"}, "bab_anlami": "Ağlamaya çalışmak, gözyaşı dökmeye çabalamak; içsel bir duygu yokken dışarıya öyleymiş gibi göstermeye çalışmak veya bir duyguyu tetiklemeye çalışmak. Bu kalıp, yapaylık veya manipülasyon anlamı taşıyabilir. Aynı zamanda, bir şeyden gözyaşı çıkarmaya çalışmak veya bir şeyi gözyaşı gibi göstermeye çalışmak anlamında da kullanılabilir, bu da bir amaca ulaşmak için duyguların kullanıldığını gösterir.", "mikro_mantik": "Bu bab, köke bir çaba veya yapaylık anlamı ekler. Fiilin faili, ağlamaya çalışan veya gözyaşı dökmeye çabalayan öznedir. Eylem, içsel bir duygu yokken dışarıya öyleymiş gibi göstermeye çalışmayı veya bir duyguyu tetiklemeye çalışmayı içerir, bu da dürüst olmayan bir davranışın sergilendiğini veya bir amaca ulaşmak için duyguların kullanıldığını gösterir."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِدْمَأَنَّ - İdmeenne", "muzari": "يَدْمَئِنُّ - Yedmeinnu", "masdar": "اِدْمِئْنَان - İdmi'nan"}, "bab_anlami": "Gözyaşlarının dinmesi, gözlerin kuruması; acının hafiflemesi veya sona ermesi. Bu kalıp, genellikle bir rahatlama veya huzur durumunu ifade eder. Aynı zamanda, bir şeyin gözyaşıyla temizlenmesi ve arınması anlamında da kullanılabilir, bu da bir sürecin tamamlandığını ve yeni bir başlangıcın mümkün olduğunu gösterir.", "mikro_mantik": "Bu bab, köke bir dinme veya rahatlama anlamı ekler. Fiilin faili, gözyaşlarının dindiği veya gözlerin kuruduğu durumdur. Eylem, acının hafiflemesi veya sona ermesiyle sonuçlanır, bu da duygusal bir iyileşme veya huzur durumunu gösterir."}]}], "دمغ": [{"kok": "دمغ", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Zihinsel mühürleme, bir düşünceyi veya bilgiyi kesin ve kalıcı bir şekilde sabitleme.", "kavramsal_derinlik": "Bilginin kalıcılığı ve etkisinin derinliği arasındaki ilişkiyi inceler. İnsan zihninin bilgiyi nasıl işlediği ve bu bilginin davranışlara, inançlara nasıl yansıdığı üzerine odaklanır. Aynı zamanda, ilahi bilginin insan zihnine nüfuz etmesi ve kalıcı bir etki bırakması gibi daha yüksek bir boyutu da kapsar."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "دَمَغَ - damagha", "muzari": "يَدْمَغُ - yadmaughu", "masdar": "دَمْغ - damgh"}, "bab_anlami": "Bir şeyi kesin bir şekilde mühürlemek, damgalamak veya işaretlemek. Bu, fiziksel bir nesneye bir işaret koymak olabileceği gibi, zihinsel bir kavramı kesin bir şekilde kabul etmek veya benimsemek anlamına da gelebilir. Bir düşünceyi zihinde kesin olarak sabitlemek ve onu değiştirmeyecek şekilde mühürlemek eylemidir. Bu, bir kararın kesinliği veya bir inancın sarsılmazlığı gibi durumları ifade edebilir.", "mikro_mantik": "Bu kalıp, kökün anlamını doğrudan ve etkili bir eylem olarak ifade eder. Kökün temel anlamını yoğunlaştırır ve eylemin kesinliğini vurgular. Fiilin öznesi, damgalama eylemini gerçekleştiren ve nesnesi ise damgalanan şeydir; bu da bir etki-tepki ilişkisi yaratır. Bu kalıp, eylemin sonuçlarının kalıcı ve değiştirilemez olduğunu gösterir."}, {"bab_no": 2, "fiil_formlari": {"mazi": "دُمِّغَ - dummiğa", "muzari": "يُدَمَّغُ - yudammağu", "masdar": "تَدْمِيغ - tadmigh"}, "bab_anlami": "Bir şeyin yoğun bir şekilde damgalanması veya mühürlenmesi, hatta bir şeyin damgalanmaya maruz bırakılması. Bu, bir nesnenin veya fikrin yoğun bir şekilde etki altında kalması veya bir kişinin bir düşünceye derinden maruz kalması anlamına gelebilir. Bu kalıp, edilgen bir anlam taşır ve bir şeyin dışsal bir etkiyle damgalandığını veya mühürlendiğini gösterir. Bu durum, bir kişinin bir ideolojiye maruz kalması ve onun tarafından derinden etkilenmesi gibi durumları ifade edebilir.", "mikro_mantik": "Bu kalıp, kökün anlamını edilgen bir duruma dönüştürür. Kökün temel anlamını yoğunlaştırır ve eylemin etkisini vurgular. Fiilin öznesi, damgalanmaya maruz kalan ve nesnesi ise damgalayan şeydir; bu da bir etki-tepki ilişkisi yaratır. Bu kalıp, eylemin sonuçlarının derin ve kalıcı olduğunu gösterir."}, {"bab_no": 3, "fiil_formlari": {"mazi": "دَامَغَ - daamagha", "muzari": "يُدَامِغُ - yudaamighu", "masdar": "مُدَامَغَة - mudaamagha"}, "bab_anlami": "Karşılıklı damgalama veya mühürleme, iki tarafın birbirini etkileyerek bir tür ortak damga oluşturması. Bu, iki kişinin veya fikrin etkileşimi sonucunda ortaya çıkan ortak bir anlayışı veya inancı ifade edebilir. Bir tartışma veya müzakere sonucunda tarafların birbirlerini etkileyerek ortak bir noktaya gelmeleri gibi durumları ifade edebilir. Bu, bir tür uzlaşma veya sentez anlamına gelebilir.", "mikro_mantik": "Bu kalıp, kökün anlamını karşılıklı bir eyleme dönüştürür. Kökün temel anlamını etkileşimli bir şekilde ifade eder ve eylemin karşılıklı olduğunu vurgular. Fiilin öznesi ve nesnesi, birbirini etkileyen iki tarafı temsil eder; bu da bir etki-tepki ilişkisi yaratır. Bu kalıp, eylemin sonuçlarının ortak ve paylaşılan bir anlayış olduğunu gösterir."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَدْمَغَ - admagha", "muzari": "يُدْمِغُ - yudmighu", "masdar": "إِدْمَاغ - idmagh"}, "bab_anlami": "Bir şeyi kesin bir şekilde damgalamak veya mühürlemek, bir şeyi bir özellik veya nitelikle donatmak. Bu, bir nesneye veya fikre kalıcı bir özellik kazandırmak anlamına gelebilir. Bir kişiye bir unvan veya sıfat vermek gibi durumları ifade edebilir. Bu, bir şeyin kimliğini veya niteliğini kesin olarak belirlemek anlamına gelebilir.", "mikro_mantik": "Bu kalıp, kökün anlamını bir şeyi bir özellikle donatma eylemi olarak ifade eder. Kökün temel anlamını yoğunlaştırır ve eylemin etkisini vurgular. Fiilin öznesi, damgalama eylemini gerçekleştiren ve nesnesi ise damgalanan şeydir; bu da bir etki-tepki ilişkisi yaratır. Bu kalıp, eylemin sonuçlarının kalıcı ve değiştirilemez olduğunu gösterir."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَدَمَّغَ - tadammagha", "muzari": "يَتَدَمَّغُ - yatadammaghu", "masdar": "تَدَمُّغ - tadammug"}, "bab_anlami": "Bir şeyi damgalanmış veya mühürlenmiş gibi göstermek, kendini bir özellikle donatılmış gibi davranmak. Bu, bir kişinin veya nesnenin gerçekte sahip olmadığı bir özelliği sergilemeye çalışması anlamına gelebilir. Kendini bilge veya bilgili göstermeye çalışmak gibi durumları ifade edebilir. Bu, bir tür yapmacıklık veya gösteriş anlamına gelebilir.", "mikro_mantik": "Bu kalıp, kökün anlamını bir şeyi taklit etme veya gibi görünme eylemi olarak ifade eder. Kökün temel anlamını yansıtır ve eylemin yapmacık olduğunu vurgular. Fiilin öznesi, damgalanmış gibi davranan ve nesnesi ise taklit edilen özelliktir; bu da bir etki-tepki ilişkisi yaratır. Bu kalıp, eylemin sonuçlarının yüzeysel ve geçici olduğunu gösterir."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَدَامَغَ - tadaamagha", "muzari": "يَتَدَامَغُ - yatadaamaghu", "masdar": "تَدَامُغ - tadaamugh"}, "bab_anlami": "Karşılıklı olarak birbirini damgalamaya veya mühürlemeye çalışmak, iki tarafın birbirini etkilemeye ve kendi özelliklerini empoze etmeye çalışması. Bu, iki kişinin veya fikrin rekabeti sonucunda ortaya çıkan bir durumu ifade edebilir. Bir tartışma veya müzakere sırasında tarafların birbirlerini ikna etmeye çalışması gibi durumları ifade edebilir. Bu, bir tür mücadele veya rekabet anlamına gelebilir.", "mikro_mantik": "Bu kalıp, kökün anlamını karşılıklı bir rekabet eylemi olarak ifade eder. Kökün temel anlamını etkileşimli bir şekilde ifade eder ve eylemin rekabetçi olduğunu vurgular. Fiilin öznesi ve nesnesi, birbirini etkilemeye çalışan iki tarafı temsil eder; bu da bir etki-tepki ilişkisi yaratır. Bu kalıp, eylemin sonuçlarının belirsiz ve değişken olduğunu gösterir."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْدَمَغَ - indamagha", "muzari": "يَنْدَمِغُ - yandamighu", "masdar": "اِنْدِمَاغ - indimagh"}, "bab_anlami": "Damgalanmaya veya mühürlenmeye yatkın olmak, bir şeyin bir özellik veya nitelikle kolayca donatılabilmesi. Bu, bir nesnenin veya fikrin kolayca etki altında kalabilmesi anlamına gelebilir. Bir kişinin kolayca manipüle edilebilmesi gibi durumları ifade edebilir. Bu, bir tür zayıflık veya hassasiyet anlamına gelebilir.", "mikro_mantik": "Bu kalıp, kökün anlamını bir şeyi etki altında kalmaya yatkınlık olarak ifade eder. Kökün temel anlamını yansıtır ve eylemin pasif olduğunu vurgular. Fiilin öznesi, damgalanmaya yatkın olan ve nesnesi ise damgalayan şeydir; bu da bir etki-tepki ilişkisi yaratır. Bu kalıp, eylemin sonuçlarının kalıcı ve değiştirilemez olduğunu gösterir."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِدَّمَغَ - iddamagha", "muzari": "يَدَّمِغُ - yaddamiğu", "masdar": "اِدِّماَغ - iddimaagh"}, "bab_anlami": "Yoğun bir şekilde damgalamak veya mühürlemek, bir şeyi bir özellik veya nitelikle tamamen donatmak. Bu, bir nesneye veya fikre kalıcı ve derin bir etki bırakmak anlamına gelebilir. Bir kişiye bir kimlik veya karakter kazandırmak gibi durumları ifade edebilir. Bu, bir şeyin kimliğini veya niteliğini kesin olarak belirlemek anlamına gelebilir.", "mikro_mantik": "Bu kalıp, kökün anlamını bir şeyi yoğun bir şekilde donatma eylemi olarak ifade eder. Kökün temel anlamını yoğunlaştırır ve eylemin etkisini vurgular. Fiilin öznesi, damgalama eylemini gerçekleştiren ve nesnesi ise damgalanan şeydir; bu da bir etki-tepki ilişkisi yaratır. Bu kalıp, eylemin sonuçlarının kalıcı ve değiştirilemez olduğunu gösterir."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اِدْمَاغَّ - idmaaggha", "muzari": "يَدْمَاغُّ - yadmaagghu", "masdar": "اِدْمِيْغَاغ - idmiighaagh"}, "bab_anlami": "Aşırı derecede damgalanmış veya mühürlenmiş olmak, bir şeyin bir özellik veya nitelikle tamamen dolmuş olması. Bu, bir nesnenin veya fikrin bir özellik tarafından tamamen tanımlanması anlamına gelebilir. Bir kişinin bir ideoloji tarafından tamamen ele geçirilmesi gibi durumları ifade edebilir. Bu, bir tür aşırılık veya fanatizm anlamına gelebilir.", "mikro_mantik": "Bu kalıp, kökün anlamını bir şeyi aşırı derecede donatma durumu olarak ifade eder. Kökün temel anlamını yoğunlaştırır ve eylemin aşırılığını vurgular. Fiilin öznesi, damgalanmış olan ve nesnesi ise damgalayan şeydir; bu da bir etki-tepki ilişkisi yaratır. Bu kalıp, eylemin sonuçlarının kalıcı ve değiştirilemez olduğunu gösterir."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَدْمَغَ - istadmagha", "muzari": "يَسْتَدْمِغُ - yastadmiğu", "masdar": "اِسْتِدْمَاغ - istidmaagh"}, "bab_anlami": "Damgalamayı veya mühürlemeyi istemek, bir şeyi bir özellik veya nitelikle donatılmasını talep etmek. Bu, bir nesnenin veya fikrin bir özellik kazanmasını istemek anlamına gelebilir. Bir kişinin bir unvan veya sıfat almasını talep etmek gibi durumları ifade edebilir. Bu, bir tür arzu veya talep anlamına gelebilir.", "mikro_mantik": "Bu kalıp, kökün anlamını bir şeyi talep etme eylemi olarak ifade eder. Kökün temel anlamını yansıtır ve eylemin arzuya dayalı olduğunu vurgular. Fiilin öznesi, damgalamayı talep eden ve nesnesi ise damgalanacak olan şeydir; bu da bir etki-tepki ilişkisi yaratır. Bu kalıp, eylemin sonuçlarının belirsiz ve değişken olduğunu gösterir."}]}], "دمو": [{"kok": "دمو", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Bir şeyi bütün yönleriyle yok etme, izini silme; varlığın bir halden başka bir hale geçişi, dönüşümün potansiyeli.", "kavramsal_derinlik": "Varlığın özündeki değişim ve dönüşümün ilahi iradeyle olan ilişkisi, yok olmanın ardındaki hikmet."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "دَمَا - dema", "muzari": "يَدْمُو - yedmu", "masdar": "دَمْو - demv"}, "bab_anlami": "Bir şeyin yok olması, silinmesi; bir izin kaybolması. Bu kalıp, kökün temel anlamını pekiştirerek, bir şeyin tamamen ortadan kalktığını, varlığının sona erdiğini ifade eder. Aynı zamanda, bir sürecin tamamlanması, bir dönemin kapanması gibi anlamlara da gelebilir. Bu yok oluş, bazen bir başlangıcın habercisi olabilir, tıpkı bir tohumun çürüyerek yeni bir bitkiye dönüşmesi gibi.", "mikro_mantik": "Bu bab, kökün anlamını yoğunlaştırır ve eylemin tamamlanmışlığını vurgular. Bir şeyin yok olması veya silinmesi eyleminin kesinliğini ve geri dönüşsüzlüğünü ifade eder. Matematiksel olarak, bir değerin sıfıra indirgenmesi veya bir kümenin boş kümeye dönüşmesi gibi düşünülebilir."}]}], "دنر": [{"kok": "دنر", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Gizli ve derin bir şeyi aydınlatma, ortaya çıkarma potansiyeli taşıyan öz.", "kavramsal_derinlik": "İçsel potansiyelin açığa çıkarılması ve bunun evrensel bilgiyle olan ilişkisi."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "دَنَرَ", "muzari": "يَدْنُرُ", "masdar": "دَنْر"}, "bab_anlami": "Bu bab, kökün temel anlamı olan 'aydınlatma' veya 'ortaya çıkarma' eylemini en yalın haliyle ifade eder. Bir şeyin özünü, iç yüzünü veya gizli kalmış bir yönünü açığa çıkarmak, görünür kılmak anlamına gelir. Bu, fiziksel bir aydınlatma olabileceği gibi, mecazi anlamda bir gerçeği veya bilgiyi ortaya çıkarma şeklinde de tezahür edebilir.", "mikro_mantik": "Bu bab, fiilin temel ve değişmez halini gösterir. Kökün anlamını herhangi bir ekleme veya çıkarma olmadan doğrudan ifade eder. Eylemin basitçe gerçekleştiğini vurgular."}]}], "دنو": [{"kok": "دنو", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Yakınlaşma, alçalma, bir şeye meyletme", "kavramsal_derinlik": "Fiziksel ve manevi yakınlık, bir hedefe yönelme"}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "دَنَا - denâ", "muzari": "يَدْنُو - yednû", "masdar": "دُنُوّ - dunuvv"}, "bab_anlami": "Yaklaşmak, yakın olmak, bir şeye doğru eğilmek. Bu kalıp, bir nesneye veya amaca fiziksel veya manevi olarak yaklaşma eylemini ifade eder. Aynı zamanda, bir hedefe ulaşma veya bir ideale yakınsama arzusunu da içerebilir. Kişinin kendi iç dünyasına dönerek, özüne yaklaşması da bu kalıbın anlam derinliklerindendir.", "mikro_mantik": "Bu bab, kökün temel anlamını doğrudan ve basit bir şekilde ifade eder. Fiilin yalın hali, eylemin kendiliğindenliğini ve doğal akışını vurgular. Kökün anlamı herhangi bir ekleme veya değişiklik olmadan temel haliyle korunur."}, {"bab_no": 2, "fiil_formlari": {"mazi": "دَانَى - dânâ", "muzari": "يُدَانِي - yüdânî", "masdar": "مُدَانَاة - müdânât"}, "bab_anlami": "Yakınlaşmaya çalışmak, yaklaşır gibi yapmak, bir şeyi taklit ederek ona benzemeye çalışmak. Bu kalıp, bir şeye benzeme çabasını veya birine yakın davranma eylemini ifade eder. İçten olmayan bir yakınlık veya yüzeysel bir benzerlik de bu kalıbın anlamlarına dahil olabilir. Bir amaca ulaşmak için gösterilen samimiyetsiz çabayı da ifade edebilir.", "mikro_mantik": "Bu bab, kökün anlamını bir çaba veya taklit unsuru ekleyerek genişletir. Fiilin geçişli hale gelmesi, eylemin bir özne tarafından bilinçli olarak yapıldığını ve bir nesneye yöneldiğini gösterir. Kökün anlamı, bir niyet ve çaba unsuruyla zenginleşir."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَدْنَى - ednâ", "muzari": "يُدْنِي - yüdni", "masdar": "إِدْنَاء - idnâ"}, "bab_anlami": "Yaklaştırmak, bir şeyi kendine yakınlaştırmak, birinin seviyesini yükseltmek. Bu kalıp, bir nesneyi veya kişiyi kendine yakınlaştırma eylemini ifade eder. Aynı zamanda, birinin değerini veya konumunu yükseltme anlamını da içerebilir. Manevi bir yükseliş ve yakınlaşma da bu kalıbın anlam derinliklerindendir.", "mikro_mantik": "Bu bab, kökün anlamını bir etki ve yönlendirme unsuru ekleyerek dönüştürür. Fiilin geçişli hale gelmesi, eylemin bir özne tarafından yapıldığını ve bir nesne üzerinde bir etki yarattığını gösterir. Kökün anlamı, bir eylem ve sonuç ilişkisiyle zenginleşir."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَدَنَّى - tedennâ", "muzari": "يَتَدَنَّى - yetedennâ", "masdar": "تَدَنِّي - tedennî"}, "bab_anlami": "Aşağı inmek, alçalmak, değersizleşmek, seviye kaybetmek. Bu kalıp, bir şeyin değerinin veya konumunun düşmesini ifade eder. Aynı zamanda, ahlaki veya manevi bir çöküşü de içerebilir. İnsanın kendi özünden uzaklaşarak değersizleşmesi de bu kalıbın anlam derinliklerindendir.", "mikro_mantik": "Bu bab, kökün anlamını bir azalma ve düşüş unsuru ekleyerek tersine çevirir. Fiilin dönüşlü hale gelmesi, eylemin öznenin kendisi üzerinde bir etkisi olduğunu gösterir. Kökün anlamı, bir kayıp ve gerileme kavramıyla ilişkilendirilir."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَدْنَى - istednâ", "muzari": "يَسْتَدْنِي - yestednî", "masdar": "اِسْتِدْنَاء - istidnâ"}, "bab_anlami": "Yakınlaşmayı istemek, yakınlık talep etmek, bir şeyi kendine çekmeye çalışmak. Bu kalıp, bir şeye yakın olma arzusunu veya bir şeyi elde etme çabasını ifade eder. Aynı zamanda, birinin yardımını veya desteğini isteme anlamını da içerebilir. İlahi yakınlığı arzulama ve ona ulaşmak için çabalama da bu kalıbın anlam derinliklerindendir.", "mikro_mantik": "Bu bab, kökün anlamını bir istek ve talep unsuru ekleyerek genişletir. Fiilin geçişli hale gelmesi, eylemin bir özne tarafından yapıldığını ve bir nesne üzerinde bir etki yaratmayı amaçladığını gösterir. Kökün anlamı, bir arzu ve çaba kavramıyla ilişkilendirilir."}]}], "دهر": [{"kok": "دهر", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Sonsuzluk, zamanın akışı, varoluşun döngüsel doğası", "kavramsal_derinlik": "Zamanın hem yıkıcı hem de yapıcı gücü; ebediyetin ve geçiciliğin iç içe geçmesi"}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "دَهَرَ - dahara", "muzari": "يَدْهُرُ - yadhuru", "masdar": "دَهْر - dahr"}, "bab_anlami": "Zamanın geçmesi, bir şeyin uzun bir süre devam etmesi veya eskimesi anlamına gelir. Bu kalıp, varlıkların zaman içinde yıpranmasını, olayların uzun bir süreçte gerçekleşmesini ve dünyanın sürekli değişimini ifade eder. Aynı zamanda, bir şeyin değerini yitirmesi veya unutulması gibi anlamlara da gelebilir. Bu fiil, evrenin döngüsel yapısını ve her şeyin zamanın hükmü altında olduğunu vurgular.", "mikro_mantik": "Bu basit fiil kalıbı, kökün temel anlamını doğrudan ifade eder; zamanın doğrusal ve sürekli akışını vurgular. Fiilin yalın hali, eylemin basitliğini ve zamansal sürecin doğal akışını gösterir. Kökün özündeki 'zaman' kavramını herhangi bir ek anlam veya yoğunluk katmadan sunar."}, {"bab_no": 2, "fiil_formlari": {"mazi": "دَهَّرَ - dahhara", "muzari": "يُدَهِّرُ - yudahhiru", "masdar": "تَدْهِير - tadhiir"}, "bab_anlami": "Bir şeyi zamana bırakmak, ertelemek veya zamana yaymak anlamına gelir. Bu kalıp, bir sürecin uzatılmasını, bir şeyin yavaş yavaş olgunlaşmasını veya bir kararın ertelenmesini ifade eder. Aynı zamanda, bir şeyi zamana karşı dayanıklı hale getirmek veya sonsuzlaştırmak gibi bir anlam da taşıyabilir. Bu fiil, zamanın bir araç olarak kullanıldığı durumları ve süreçlerin zamana yayılarak tamamlanmasını vurgular.", "mikro_mantik": "Bu kalıp, kökün anlamını yoğunlaştırır ve eylemin zamansal boyutunu vurgular. Tekrarlama (şedde) yoluyla, eylemin sürekli veya yoğun bir şekilde yapıldığını gösterir. Bu, zamanın etkisini artırarak, bir şeyin zamana daha fazla maruz kalmasını veya zaman içinde daha fazla değişmesini ifade eder."}, {"bab_no": 3, "fiil_formlari": {"mazi": "دَاهَرَ - daahara", "muzari": "يُدَاهِرُ - yudaahiru", "masdar": "مُدَاهَرَة - mudaahara"}, "bab_anlami": "Zamanla yarışmak, zamana ayak uydurmaya çalışmak veya zamanın akışına karşı koymak anlamına gelir. Bu kalıp, bir şeyin hızla değişen dünyaya uyum sağlamasını, zamanın getirdiği zorluklara karşı mücadele etmesini veya geleceğe yönelik planlar yapmasını ifade eder. Aynı zamanda, zamanın değerini anlamak ve onu en iyi şekilde kullanmak gibi bir anlam da taşıyabilir. Bu fiil, zamanın dinamik ve rekabetçi doğasını ve insanların onunla olan ilişkisini vurgular.", "mikro_mantik": "Bu kalıp, karşılıklılık ve etkileşim anlamı katar. Kökün anlamını, zamanla bir etkileşim veya rekabet içinde olma durumuna dönüştürür. Bu, bir şeyin zamana karşı aktif bir şekilde uyum sağlama veya direnme çabasını gösterir. Kökün temel anlamı, bu kalıpla birlikte dinamik bir süreç haline gelir."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَدْهَرَ - adhara", "muzari": "يُدْهِرُ - yudhiru", "masdar": "إِدْهَار - idhaar"}, "bab_anlami": "Zamanın bir şeyi eskitmesi, yıpratması veya yok etmesi anlamına gelir. Bu kalıp, zamanın yıkıcı gücünü, her şeyin geçiciliğini ve dünyanın sürekli değişimini ifade eder. Aynı zamanda, bir şeyin değerini yitirmesi, unutulması veya tarihe karışması gibi anlamlara da gelebilir. Bu fiil, zamanın kaçınılmaz etkilerini ve her şeyin sonunda yok olmaya mahkum olduğunu vurgular.", "mikro_mantik": "Bu kalıp, geçişlilik ve neden-sonuç ilişkisi anlamı katar. Kökün anlamını, zamanın bir şey üzerinde doğrudan bir etki yaratması veya bir şeyi bir duruma sokması şeklinde ifade eder. Bu, zamanın aktif bir fail olarak rolünü ve bir şeyin zamanın etkisiyle değişime uğramasını gösterir."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَدَهَّرَ - tadahhara", "muzari": "يَتَدَهَّرُ - yatadahharu", "masdar": "تَدَهُّر - tadahhur"}, "bab_anlami": "Zamanla yıpranmak, esimek, çürümek veya bozulmak anlamına gelir. Bu kalıp, bir şeyin zamanın etkisiyle yavaş yavaş kötüleşmesini, değerini yitirmesini veya yok olmaya doğru gitmesini ifade eder. Aynı zamanda, ahlaki veya manevi olarak gerilemek, yozlaşmak veya bozulmak gibi bir anlam da taşıyabilir. Bu fiil, zamanın yıkıcı etkilerini ve her şeyin sonunda çürümeye mahkum olduğunu vurgular.", "mikro_mantik": "Bu kalıp, dönüşlülük ve edilgenlik anlamı katar. Kökün anlamını, bir şeyin zamanın etkisi altında kendi kendine değişime uğraması veya bozulması şeklinde ifade eder. Bu, bir şeyin dış bir etken olmadan, zamanın doğal akışı içinde yıpranmasını veya çürümesini gösterir."}, {"bab_no": 6, "fiil_formlari": {"mazi": "اِدَّهَرَ - iddahara", "muzari": "يَدَّهِرُ - yaddahiru", "masdar": "اِدِّهَار - iddihaar"}, "bab_anlami": "Zamanın geçmesini fırsat bilerek bir şeyi elde etmek, kazanmak veya biriktirmek anlamına gelebilir. Bu kalıp, zamanın sunduğu imkanları değerlendirerek bir amaca ulaşmayı, geleceğe yönelik yatırım yapmayı veya bir şeyi koruyup saklamayı ifade eder. Aynı zamanda, zamanın değerini anlamak ve onu en iyi şekilde kullanmak gibi bir anlam da taşıyabilir. Bu fiil, zamanın bir kaynak olarak kullanıldığı durumları ve insanların onunla olan ilişkisini vurgular.", "mikro_mantik": "Bu kalıp, yoğunluk ve çaba anlamı katar. Kökün anlamını, zamanı yoğun bir şekilde kullanarak bir şeyi elde etme veya biriktirme çabası şeklinde ifade eder. Bu, zamanın değerini anlayan ve onu en iyi şekilde kullanmaya çalışan birinin eylemlerini gösterir."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْدَهَرَ - indahara", "muzari": "يَنْدَهِرُ - yandahiru", "masdar": "اِنْدِهَار - indihaar"}, "bab_anlami": "Zaman içinde kaybolmak, silinmek veya unutulmak anlamına gelir. Bu kalıp, bir şeyin zamanın etkisiyle yavaş yavaş yok olmasını, tarihe karışmasını veya hafızalardan silinmesini ifade eder. Aynı zamanda, bir şeyin değerini yitirmesi, önemini kaybetmesi veya etkisini yitirmesi gibi bir anlam da taşıyabilir. Bu fiil, zamanın yıkıcı etkilerini ve her şeyin sonunda unutulmaya mahkum olduğunu vurgular.", "mikro_mantik": "Bu kalıp, edilgenlik ve sonuç anlamı katar. Kökün anlamını, zamanın etkisiyle bir şeyin kaybolması veya silinmesi şeklinde ifade eder. Bu, bir şeyin kendi iradesi dışında, zamanın doğal akışı içinde yok olmasını gösterir."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِدَّاهَرَ - iddaahara", "muzari": "يَدَّاهِرُ - yaddaahiru", "masdar": "اِدِّدَاهَر - iddidaahar"}, "bab_anlami": "Zamanın geçişini umursamamak, zamanın değerini anlamamak veya zamanı boşa harcamak anlamına gelir. Bu kalıp, bir şeyin zamanın önemini kavramadan yaşaması, geleceğe yönelik plan yapmaması veya anı yaşamayı tercih etmesini ifade eder. Aynı zamanda, sorumsuzluk, umursamazlık veya vurdumduymazlık gibi bir anlam da taşıyabilir. Bu fiil, zamanın değerini bilmeyen ve onu boşa harcayan insanların davranışlarını vurgular.", "mikro_mantik": "Bu kalıp, abartı ve yoğunluk anlamı katar. Kökün anlamını, zamanı umursamama veya boşa harcama eyleminin aşırı bir şekilde yapılması şeklinde ifade eder. Bu, zamanın değerini bilmeyen ve onu sürekli olarak boşa harcayan birinin davranışlarını gösterir."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اِدْهَارَّ - idharra", "muzari": "يَدْهَارُّ - yadharru", "masdar": "اِدْهِرَارّ - idhirarr"}, "bab_anlami": "Zamanın etkisiyle şiddetlenmek, artmak veya kötüleşmek anlamına gelir. Bu kalıp, bir şeyin zamanla daha da kötü bir hale gelmesini, sorunların büyümesini veya olumsuz durumların artmasını ifade eder. Aynı zamanda, bir hastalığın ilerlemesi, bir ilişkinin bozulması veya bir durumun kontrolden çıkması gibi bir anlam da taşıyabilir. Bu fiil, zamanın olumsuz etkilerini ve her şeyin sonunda daha da kötüye gidebileceğini vurgular.", "mikro_mantik": "Bu kalıp, yoğunluk ve abartı anlamı katar. Kökün anlamını, zamanın etkisiyle bir şeyin şiddetlenmesi veya artması şeklinde ifade eder. Bu, bir şeyin zamanla daha da kötü bir hale gelmesini ve olumsuz etkilerinin artmasını gösterir."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَدْهَرَ - istadhara", "muzari": "يَسْتَدْهِرُ - yastadhiru", "masdar": "اِسْتِدْهَار - istidhaar"}, "bab_anlami": "Zamanın geçmesini beklemek, zamanı kendi lehine kullanmaya çalışmak veya zamana güvenmek anlamına gelir. Bu kalıp, bir şeyin olgunlaşması için zaman tanımak, sabırla beklemek veya geleceğe yönelik umut beslemek gibi bir anlam taşır. Aynı zamanda, zamanın getireceği fırsatları değerlendirmek, geleceğe yatırım yapmak veya bir şeyin zamanla düzeleceğine inanmak gibi bir anlam da taşıyabilir. Bu fiil, zamanın bir müttefik olarak görüldüğü durumları ve insanların onunla olan ilişkisini vurgular.", "mikro_mantik": "Bu kalıp, talep ve arayış anlamı katar. Kökün anlamını, zamandan bir şey talep etmek veya zamanı kendi lehine kullanmaya çalışmak şeklinde ifade eder. Bu, zamanın getireceği fırsatları bekleyen veya geleceğe yönelik umut besleyen birinin eylemlerini gösterir."}]}], "دهق": [{"kok": "دهق", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Ezmek, çiğnemek, bir şeyi ortadan kaldırmak; bir şeyin özünü çıkarmak, yoğunlaştırmak.", "kavramsal_derinlik": "Bu kök, hem fiziksel bir eylemi (ezmek) hem de soyut bir süreci (özünü çıkarmak) ifade eder. Beşeri boyutta, bir şeyi yok etme veya dönüştürme gücünü temsil ederken, ilahi boyutta yaratılışın özünü anlama ve yoğunlaştırma yeteneğini simgeler."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "دَهَقَ", "muzari": "يَدْهُقُ", "masdar": "دَهْق"}, "bab_anlami": "Bu bab, fiilin temel anlamını taşır: ezmek, çiğnemek, yok etmek. Aynı zamanda, bir şeyin içindeki potansiyeli ortaya çıkarma, onu özüne indirgeme eylemini de ifade edebilir. Bu kalıp, varlığın özündeki gücün ve potansiyelin ortaya çıkarılmasını simgeler.", "mikro_mantik": "Bu bab, kökün temel anlamını en yalın haliyle sunar. Fiilin fail tarafından doğrudan gerçekleştirilen eylemi vurgular. Kökün anlam yoğunluğunu ve etkisini doğrudan gösterir."}, {"bab_no": 2, "fiil_formlari": {"mazi": "دُهِقَ", "muzari": "يُدْهَقُ", "masdar": "تَدْهِيق"}, "bab_anlami": "Bu bab, edilgenlik anlamı taşır; ezilmek, çiğnenmek, yok edilmek. Aynı zamanda, bir şeyin özünün çıkarılmasına maruz kalmak, yoğunlaştırılmak anlamlarını da içerebilir. Bu kalıp, dışsal bir gücün etkisiyle dönüşümü ve özün açığa çıkmasını ifade eder.", "mikro_mantik": "Edilgen yapı, kökün anlamının nesne üzerindeki etkisini vurgular. Bir şeyin dışsal bir etkiyle nasıl dönüştüğünü veya özünün nasıl ortaya çıkarıldığını gösterir."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَدَهَّقَ", "muzari": "يَتَدَهَّقُ", "masdar": "تَدَهُّق"}, "bab_anlami": "Bu bab, bir şeyin ezilmeye, yok olmaya doğru gitme sürecini veya bir şeyin özünün yoğunlaşma sürecini ifade eder. Kökün anlamının zaman içinde yavaş yavaş gerçekleştiğini gösterir. Bu kalıp, varoluşsal bir dönüşümü ve özün kademeli olarak ortaya çıkışını simgeler.", "mikro_mantik": "Bu bab, fiilin süreç odaklı olduğunu gösterir. Eylemin anlık bir olay değil, zaman içinde gelişen bir süreç olduğunu vurgular."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَدْهَقَ", "muzari": "يَسْتَدْهِقُ", "masdar": "اِسْتِدْهاق"}, "bab_anlami": "Bu bab, ezme, çiğneme veya yok etme isteğini veya bir şeyin özünü çıkarma arayışını ifade eder. Bir amaca yönelik çabayı ve yoğunlaşma arzusunu gösterir. Bu kalıp, ilahi bilgiye ulaşma ve varlığın özünü anlama çabasını temsil eder.", "mikro_mantik": "Bu bab, fiilin bir amaç doğrultusunda yapıldığını gösterir. Eylemin ardındaki niyeti ve hedefe ulaşma çabasını vurgular."}]}], "دهم": [{"kok": "دهم", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Bastırma, ezme, yok etme; gizleme, örtme, belirsizleştirme.", "kavramsal_derinlik": "Maddi ve manevi varlıkların özündeki potansiyel yıkım ve gizlenme halleri. Bir şeyin varlığının zıddına dönüşme veya bilinmezliğe gömülme yeteneği."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "دَهَمَ - dahama", "muzari": "يَدْهَمُ - yadhimu", "masdar": "دَهْم - dahm"}, "bab_anlami": "Ani bir şekilde baskın yapmak, ansızın bir olayın gerçekleşmesi. Bu kalıp, bir durumun veya olayın beklenmedik bir anda ortaya çıkışını ve etkisini vurgular. Belirsizlikten doğan bir gücün, hazırlıksız yakalanan bir varlık üzerindeki etkisini ifade eder. Bu, hem fiziksel bir saldırı hem de duygusal bir şok olabilir, her ikisi de ani ve sarsıcı bir etki yaratır.", "mikro_mantik": "Bu bab, kökün temel anlamını (bastırma, ezme) eylem haline dönüştürerek, eylemin ani ve beklenmedik oluşunu vurgular. Fiilin fail üzerinde yarattığı baskınlık ve şaşkınlık hali ön plandadır. Kökün potansiyelini kinetik bir enerjiye dönüştürür."}]}], "دهن": [{"kok": "دهن", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Yağ, öz, içsel niteliklerin yoğunlaşması ve belirginleşmesi.", "kavramsal_derinlik": "Maddi ve manevi alemde özün tezahürü, bilginin içselleştirilmesi ve eyleme dönüşmesi."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "دَهَنَ - dahana", "muzari": "يَدْهُنُ - yadhunu", "masdar": "دَهْن - dahn"}, "bab_anlami": "Yağlamak, sıvamak, bir şeyi özüyle kaplamak. Bu kalıp, bir şeyin içsel niteliğini dışa vurmak, bir şeyi özüyle beslemek veya bir şeyi özüyle korumak anlamına gelir. Aynı zamanda, bir şeyin içsel potansiyelini ortaya çıkarmak ve onu olgunlaştırmak için yapılan eylemleri de ifade edebilir.", "mikro_mantik": "Bu kalıp, kökün temel anlamını doğrudan ve basit bir eylemle ifade eder. Bir şeyi yağlamak veya sıvamak, onun özünü korumak veya güzelleştirmek için yapılan temel bir eylemdir. Bu kalıp, kökün anlamını en temel ve somut düzeyde ifade eder."}, {"bab_no": 2, "fiil_formlari": {"mazi": "دَهَّنَ - dahhana", "muzari": "يُدَهِّنُ - yudahhinu", "masdar": "تَدْهِين - tadhiin"}, "bab_anlami": "Bir şeyi aşırı derecede yağlamak, süslemek veya olduğundan farklı göstermek. Bu kalıp, bir şeyin dış görünüşünü abartılı bir şekilde iyileştirmek veya bir şeyi olduğundan daha değerli göstermek anlamına gelir. Aynı zamanda, bir şeyi gizlemek veya örtbas etmek için yapılan eylemleri de ifade edebilir.", "mikro_mantik": "Bu kalıp, kökün anlamını yoğunlaştırır ve abartılı bir şekilde ifade eder. Bir şeyi aşırı derecede yağlamak veya süslemek, onun dış görünüşünü olduğundan farklı göstermek veya bir şeyi gizlemek için yapılan bir eylemdir. Bu kalıp, kökün anlamını abartılı ve manipülatif bir düzeyde ifade eder."}, {"bab_no": 3, "fiil_formlari": {"mazi": "دَاهَنَ - daahana", "muzari": "يُدَاهِنُ - yudaahinu", "masdar": "مُدَاهَنَة - mudaahanah"}, "bab_anlami": "Yağcılık yapmak, dalkavukluk etmek, birine hoş görünmek için yalan söylemek veya gerçekleri gizlemek. Bu kalıp, birinin çıkarı için başkasına yaranmaya çalışmak veya birini aldatmak için yapılan eylemleri ifade eder. Aynı zamanda, birinin gerçek niyetini gizlemek veya bir durumu olduğundan farklı göstermek için yapılan eylemleri de ifade edebilir.", "mikro_mantik": "Bu kalıp, kökün anlamını sosyal ve psikolojik bir bağlamda ifade eder. Yağcılık yapmak veya dalkavukluk etmek, birinin çıkarı için başkasına yaranmaya çalışmak veya birini aldatmak için yapılan bir eylemdir. Bu kalıp, kökün anlamını manipülatif ve çıkar odaklı bir düzeyde ifade eder."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَدْهَنَ - adhana", "muzari": "يُدْهِنُ - yudhinu", "masdar": "إِدْهَان - idhaan"}, "bab_anlami": "Yağlı hale getirmek, yağ sürmek, yağlanmasına sebep olmak. Bu kalıp, bir şeyi yağ ile doyurmak, onun niteliğini yağlı hale getirmek veya bir şeyi yağ ile korumak anlamına gelir. Aynı zamanda, bir şeyi beslemek, zenginleştirmek veya bir şeye değer katmak için yapılan eylemleri de ifade edebilir.", "mikro_mantik": "Bu kalıp, kökün anlamını bir nesnenin niteliğini değiştirme veya geliştirme eylemi olarak ifade eder. Bir şeyi yağlı hale getirmek, onun fiziksel veya kimyasal özelliklerini değiştirmek anlamına gelir. Bu kalıp, kökün anlamını dönüştürücü ve geliştirici bir düzeyde ifade eder."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَدَهَّنَ - tadahhana", "muzari": "يَتَدَهَّنُ - yatadahhanu", "masdar": "تَدَهُّن - tadahhun"}, "bab_anlami": "Yağ sürmek, yağlanmak, kendini yağlamak. Bu kalıp, kişinin kendisine yağ sürmesi, kendini yağ ile beslemesi veya kendini yağ ile koruması anlamına gelir. Aynı zamanda, kişinin kendini güzelleştirmesi, kendine bakması veya kendine değer vermesi için yapılan eylemleri de ifade edebilir.", "mikro_mantik": "Bu kalıp, kökün anlamını kişisel bir eylem olarak ifade eder. Kişinin kendisine yağ sürmesi, kendi bedenine veya ruhuna bakması anlamına gelir. Bu kalıp, kökün anlamını öz bakım ve kişisel gelişim düzeyinde ifade eder."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَدَاهَنَ - tadaahana", "muzari": "يَتَدَاهَنُ - yatadaahanu", "masdar": "تَدَاهُن - tadaahun"}, "bab_anlami": "Birbirine yağcılık yapmak, birbirini pohpohlamak, karşılıklı olarak yaranmaya çalışmak. Bu kalıp, iki veya daha fazla kişinin birbirine yaranmaya çalışması, birbirini pohpohlaması veya birbirine dalkavukluk etmesi anlamına gelir. Aynı zamanda, karşılıklı çıkar ilişkileri kurmak veya birbirini aldatmak için yapılan eylemleri de ifade edebilir.", "mikro_mantik": "Bu kalıp, kökün anlamını karşılıklı bir ilişki içinde ifade eder. İki veya daha fazla kişinin birbirine yağcılık yapması, karşılıklı çıkar ilişkileri kurmak veya birbirini aldatmak için yapılan bir eylemdir. Bu kalıp, kökün anlamını sosyal etkileşim ve çıkar ilişkileri düzeyinde ifade eder."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْدَهَنَ - indahana", "muzari": "يَنْدَهِـنُ - yandahinu", "masdar": "اِنْدِهَان - indihan"}, "bab_anlami": "Yağlanmak, yağ ile kaplanmak, yağa bulanmak. Bu kalıp, bir şeyin yağ ile kaplanması, yağ ile doyurulması veya yağ ile korunması anlamına gelir. Aynı zamanda, bir şeyin beslenmesi, zenginleşmesi veya bir şeye değer katılması için yapılan eylemleri de ifade edebilir.", "mikro_mantik": "Bu kalıp, kökün anlamını pasif bir eylem olarak ifade eder. Bir şeyin yağlanması, kendiliğinden veya dış bir etkiyle gerçekleşen bir durumdur. Bu kalıp, kökün anlamını edilgen ve dönüşümsel bir düzeyde ifade eder."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِدَّهَنَ - iddahana", "muzari": "يَدَّهِنُ - yaddahinu", "masdar": "اِدِّهَان - iddihan"}, "bab_anlami": "Yağ sürmek, yağlanmak (mübalağa anlamı içerir). Bu kalıp, kişinin kendisine aşırı derecede yağ sürmesi, kendini yağ ile beslemesi veya kendini yağ ile koruması anlamına gelir. Aynı zamanda, kişinin kendini aşırı derecede güzelleştirmesi, kendine aşırı derecede bakması veya kendine aşırı derecede değer vermesi için yapılan eylemleri de ifade edebilir.", "mikro_mantik": "Bu kalıp, kökün anlamını abartılı bir eylem olarak ifade eder. Kişinin kendisine aşırı derecede yağ sürmesi, kendi bedenine veya ruhuna aşırı derecede bakması anlamına gelir. Bu kalıp, kökün anlamını aşırı öz bakım ve kişisel gösteriş düzeyinde ifade eder."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اِدْهَانَّ - idhanna", "muzari": "يَدْهَانُّ - yadhannu", "masdar": "اِدْهِيْنَان - idhinan"}, "bab_anlami": "Çok yağlı olmak, yağlı görünmek, yağlı bir niteliğe sahip olmak. Bu kalıp, bir şeyin aşırı derecede yağlı olması, yağlı bir görünüme sahip olması veya yağlı bir niteliğe sahip olması anlamına gelir. Aynı zamanda, bir şeyin zengin, bereketli veya verimli olması için gereken niteliklere sahip olması durumunu da ifade edebilir.", "mikro_mantik": "Bu kalıp, kökün anlamını bir nesnenin kalıcı bir özelliği olarak ifade eder. Bir şeyin çok yağlı olması, onun temel bir özelliğidir. Bu kalıp, kökün anlamını niteliksel ve kalıcı bir düzeyde ifade eder."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَدْهَنَ - istadhana", "muzari": "يَسْتَدْهِنُ - yastadhinu", "masdar": "اِسْتِدْهَان - istidhan"}, "bab_anlami": "Yağ sürmesini istemek, yağlanmasını talep etmek, yağ ile muamele görmek istemek. Bu kalıp, birinin başkasından kendisine yağ sürmesini istemesi, yağlanmasını talep etmesi veya yağ ile muamele görmek istemesi anlamına gelir. Aynı zamanda, birinin başkasından kendisine ilgi göstermesini, kendisine değer vermesini veya kendisine özen göstermesini istemesi durumunu da ifade edebilir.", "mikro_mantik": "Bu kalıp, kökün anlamını bir talep veya istek olarak ifade eder. Birinin başkasından kendisine yağ sürmesini istemesi, bir ihtiyaç veya arzu ifadesidir. Bu kalıp, kökün anlamını sosyal etkileşim ve ihtiyaç giderme düzeyinde ifade eder."}]}], "دهي": [{"kok": "دهي", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Bir şeyin özüne, iç kısmına nüfuz etmek, gizli veya saklı olanı ortaya çıkarmak, bir şeyin iç yüzünü kavramak. Bu, sadece fiziksel bir derinlik değil, aynı zamanda zihinsel ve ruhsal bir derinliği de ifade eder. Bir şeyin hakikatine ulaşma çabası.", "kavramsal_derinlik": "Beşeri boyutta, bir insanın bir konuyu derinlemesine anlaması, bir sırrı çözmesi veya bir problemin kökenine inmesi anlamına gelir. İlahi boyutta ise, Allah'ın (c.c.) yaratılışın sırlarını ve insanın kalbinin derinliklerini bilmesi, her şeyin iç yüzünü görmesi anlamını taşır."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "دَهَى - dahaa", "muzari": "يَدْهِي - yadhî", "masdar": "دَهْيٌ - dahyun"}, "bab_anlami": "Bir şeyi derinden etkilemek, büyük bir felaket veya musibetle sarsmak, bir şeyi şaşkınlığa düşürmek. Bu kalıp, kökün anlamını yoğunlaştırarak, derin ve sarsıcı bir etki yaratma eylemini ifade eder. Aynı zamanda, bir olayın veya durumun beklenmedik ve yıkıcı bir şekilde ortaya çıkışını da vurgular.", "mikro_mantik": "Bu bab, kökün temel anlamını (derinlemesine nüfuz etmek) bir eylem ve sonuç ilişkisi içinde yoğunlaştırır. Fiilin faili, bir şeyi derinden etkileyen, sarsan veya şaşkınlığa düşüren aktördür. Bu kalıp, kökün taşıdığı potansiyel enerjiyi kinetik enerjiye dönüştürerek, etkileşim ve değişim süreçlerini vurgular."}]}], "دور": [{"kok": "دور", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Dönüş, çevreleme, bir şeyin etrafında dolaşma veya bir durumdan diğerine geçme.", "kavramsal_derinlik": "Fiziksel bir hareketten (dönme) soyut bir duruma (devir, zaman dilimi) geçişi ifade eder. Döngüsellik, tekrar ve değişim kavramlarını içerir. Hem maddi dünyadaki döngüleri (gece ve gündüz, mevsimler) hem de manevi dünyadaki değişimleri (halden hale geçiş, tekamül) kapsar."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "دَارَ - dāra", "muzari": "يَدُورُ - yadūru", "masdar": "دَوْر - dawr"}, "bab_anlami": "Bir şeyin etrafında dönmek, dolaşmak, bir şeyin etrafını çevrelemek veya bir durumdan diğerine geçmek. Bu kalıp, temel anlamı itibarıyla bir hareket veya değişim sürecini ifade eder. Bir nesnenin fiziksel olarak dönmesi veya bir konunun etrafında konuşulması gibi somut anlamlardan, zamanın döngüsü veya bir durumun evrimi gibi soyut anlamlara kadar geniş bir yelpazede kullanılabilir. Bu kalıp, varoluşun döngüsel doğasını ve sürekli değişimi vurgular; her şeyin bir başlangıcı ve sonu olduğunu, ancak bu sonun aynı zamanda yeni bir başlangıcın işareti olabileceğini ima eder.", "mikro_mantik": "Bu kalıp, kökün temel anlamını (dönüş) doğrudan ve basit bir şekilde ifade eder. Fiilin yalın hali, eylemin kendisini, herhangi bir ek anlam veya yoğunluk katmadan belirtir. Bu, eylemin temel ve değişmez doğasını vurgular."}, {"bab_no": 2, "fiil_formlari": {"mazi": "دَوَّرَ - dawwara", "muzari": "يُدَوِّرُ - yudawwiru", "masdar": "تَدْوِير - tadwīr"}, "bab_anlami": "Bir şeyi döndürmek, çevirmek, dolaştırmak veya bir şeyi dairesel hale getirmek. Bu kalıp, eylemin yoğunluğunu veya tekrarlanmasını ifade eder. Bir nesneyi sürekli döndürmek, bir konuyu farklı açılardan ele almak veya bir şeyi dairesel bir şekle sokmak gibi anlamlara gelebilir. Bu kalıp, bir şeyin üzerinde yoğunlaşmayı, onu farklı yönlerden incelemeyi ve onu bir bütün haline getirmeyi ifade eder. Aynı zamanda, bir şeyin döngüsel doğasını vurgulayarak, her şeyin bir döngü içinde olduğunu ve sürekli bir değişim halinde olduğunu belirtir.", "mikro_mantik": "Tekrarlama ve yoğunlaştırma anlamı katar. Eylemin daha bilinçli, kasıtlı ve yönlendirilmiş olduğunu gösterir. Kök anlamındaki dönüşün, bir amaç doğrultusunda ve kontrol altında yapıldığını vurgular."}, {"bab_no": 3, "fiil_formlari": {"mazi": "دَاوَرَ - dāwara", "muzari": "يُدَاوِرُ - yudāwiru", "masdar": "مُدَاوَرَة - mudāwara"}, "bab_anlami": "Karşılıklı dönmek, birbirinin etrafında dolaşmak veya bir konuda müzakere etmek. Bu kalıp, iki veya daha fazla taraf arasındaki etkileşimi ve döngüsel iletişimi ifade eder. Bir konuyu farklı açılardan tartışmak, fikir alışverişinde bulunmak veya bir sorunu çözmek için bir araya gelmek gibi anlamlara gelebilir. Bu kalıp, işbirliğini, karşılıklı anlayışı ve ortak bir amaca ulaşmak için birlikte çalışmayı vurgular. Aynı zamanda, her bir tarafın diğerinin etrafında döndüğü ve birbirini etkilediği bir denge durumunu ifade eder.", "mikro_mantik": "Karşılıklılık ve etkileşim anlamı katar. Kök anlamındaki dönüşün, birden fazla aktör arasında gerçekleştiğini ve her birinin diğerini etkilediğini gösterir. Bu, ortak bir amaca ulaşmak için birlikte çalışma ve müzakere etme sürecini vurgular."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَدَارَ - ʾadāra", "muzari": "يُدِيرُ - yudīru", "masdar": "إِدَارَة - ʾidāra"}, "bab_anlami": "Döndürmek, çevirmek, yönetmek veya idare etmek. Bu kalıp, bir şeyi kontrol altında tutmayı, yönlendirmeyi veya bir süreci yönetmeyi ifade eder. Bir işi yönetmek, bir projeyi yürütmek veya bir organizasyonu idare etmek gibi anlamlara gelebilir. Bu kalıp, sorumluluğu, kontrolü ve bir şeyi amaca uygun bir şekilde yönlendirme yeteneğini vurgular. Aynı zamanda, bir şeyin döngüsünü kontrol etmeyi ve onu istenilen yönde ilerletmeyi ifade eder.", "mikro_mantik": "Kontrol ve yönlendirme anlamı katar. Kök anlamındaki dönüşün, bir amaç doğrultusunda ve bilinçli bir şekilde yönlendirildiğini gösterir. Bu, yönetme, idare etme ve bir şeyi kontrol altında tutma eylemlerini vurgular."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَدَوَّرَ - tadawwara", "muzari": "يَتَدَوَّرُ - yatadawwaru", "masdar": "تَدَوُّر - tadawwur"}, "bab_anlami": "Dönmek, yuvarlaklaşmak veya dairesel bir şekil almak. Bu kalıp, bir şeyin kendiliğinden dönmesini veya dairesel bir şekle dönüşmesini ifade eder. Bir nesnenin yuvarlaklaşması, bir konunun etrafında dolanması veya bir durumun döngüsel bir şekilde tekrarlanması gibi anlamlara gelebilir. Bu kalıp, doğal süreçleri, kendiliğindenliği ve bir şeyin döngüsel doğasını vurgular. Aynı zamanda, bir şeyin kendi etrafında dönerek tamamlanmasını ve bütünleşmesini ifade eder.", "mikro_mantik": "Kendiliğindenlik ve dönüşüm anlamı katar. Kök anlamındaki dönüşün, dış bir etki olmadan kendiliğinden gerçekleştiğini ve bir şeyin dairesel bir şekil aldığını gösterir. Bu, doğal süreçleri, evrimi ve bir şeyin kendi potansiyelini gerçekleştirmesini vurgular."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَدَايَرَ - tadāyara", "muzari": "يَتَدَايَرُ - yatadāyaru", "masdar": "تَدَايُر - tadāyur"}, "bab_anlami": "Birbirinin etrafında dönmek, birbirini takip etmek veya birbiriyle rekabet etmek. Bu kalıp, iki veya daha fazla taraf arasındaki etkileşimi, rekabeti ve döngüsel hareketi ifade eder. Bir yarışta birbirini takip etmek, bir tartışmada farklı görüşleri savunmak veya bir ilişkide sürekli bir etkileşim içinde olmak gibi anlamlara gelebilir. Bu kalıp, dinamizmi, rekabeti ve taraflar arasındaki sürekli değişimi vurgular. Aynı zamanda, her bir tarafın diğerinin etrafında döndüğü ve birbirini etkilediği bir denge durumunu ifade eder.", "mikro_mantik": "Karşılıklı rekabet ve etkileşim anlamı katar. Kök anlamındaki dönüşün, birden fazla aktör arasında gerçekleştiğini ve her birinin diğerini geçmeye çalıştığını gösterir. Bu, dinamizmi, rekabeti ve taraflar arasındaki sürekli değişimi vurgular."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْدَارَ - indāra", "muzari": "يَنْدَارُ - yandāru", "masdar": "اِنْدِيَار - indiyār"}, "bab_anlami": "Dönmek, çevrilmek veya bir şeyin etrafında toplanmak. Bu kalıp, bir şeyin kendiliğinden dönmesini, bir şeyin etrafında toplanılmasını veya bir durumun değişmesini ifade eder. Bir nesnenin dönmesi, insanların bir olay etrafında toplanması veya bir durumun farklı bir yöne evrilmesi gibi anlamlara gelebilir. Bu kalıp, kendiliğindenliği, bir araya gelmeyi ve değişimi vurgular. Aynı zamanda, bir şeyin kendi etrafında dönerek tamamlanmasını ve bütünleşmesini ifade eder.", "mikro_mantik": "Kendiliğinden dönüş ve bir araya gelme anlamı katar. Kök anlamındaki dönüşün, dış bir etki olmadan kendiliğinden gerçekleştiğini ve bir şeyin etrafında toplanıldığını gösterir. Bu, doğal süreçleri, bir araya gelmeyi ve değişimi vurgular."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِدَّارَ - idّāra", "muzari": "يَدَّارُ - yaddaāru", "masdar": "اِدِّدَار - idّidār"}, "bab_anlami": "Dönmek, dolaşmak, bir şeyin etrafında dönerek bilgi edinmek veya bir durumu anlamaya çalışmak. Bu kalıp, bir şeyin etrafında dönerek bilgi toplama, bir durumu anlamaya çalışma veya bir konuyu farklı açılardan inceleme eylemini ifade eder. Bir dedektifin bir olayı araştırırken ipuçlarını takip etmesi, bir öğrencinin bir konuyu farklı kaynaklardan öğrenmesi veya bir filozofun bir sorunu farklı açılardan düşünmesi gibi anlamlara gelebilir. Bu kalıp, merakı, araştırmayı ve bir şeyi derinlemesine anlama çabasını vurgular. Aynı zamanda, bir şeyin etrafında dönerek onun özünü keşfetmeyi ifade eder.", "mikro_mantik": "Derinlemesine araştırma ve anlama çabası anlamı katar. Kök anlamındaki dönüşün, bir amaç doğrultusunda ve bilinçli bir şekilde bilgi edinmek için yapıldığını gösterir. Bu, merakı, araştırmayı ve bir şeyi derinlemesine anlama çabasını vurgular."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اِسْتَدَارَ - istadāra", "muzari": "يَسْتَدِيرُ - yastadīru", "masdar": "اِسْتِدَارَة - istidāra"}, "bab_anlami": "Dönmek, yuvarlaklaşmak, dairesel bir şekil almak veya bir şeyi döndürmesini istemek. Bu kalıp, bir şeyin yuvarlaklaşmasını, dairesel bir şekil almasını veya bir şeyi döndürmesini istemeyi ifade eder. Bir nesnenin yuvarlaklaşması, bir konunun etrafında dolanması veya birinden bir şeyi döndürmesini istemek gibi anlamlara gelebilir. Bu kalıp, bir şeyin şeklini değiştirmeyi, bir şeyin etrafında dolanmayı veya birinden bir şeyi yapmasını istemeyi vurgular. Aynı zamanda, bir şeyin döngüsel doğasını ve sürekli değişimi ifade eder.", "mikro_mantik": "Şekil değiştirme ve talep etme anlamı katar. Kök anlamındaki dönüşün, bir şeyin şeklini değiştirmek veya birinden bir şeyi yapmasını istemek için kullanıldığını gösterir. Bu, kontrolü, yönlendirmeyi ve bir şeyi amaca uygun bir şekilde kullanma yeteneğini vurgular."}]}], "دول": [{"kok": "دول", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Dönüşüm ve halden hale geçişin özü. Bir durumdan diğerine evrilme yeteneği, varoluşun dinamik yapısını ifade eder.", "kavramsal_derinlik": "Fani olandan baki olana, dünyevi olandan uhrevi olana geçişin potansiyeli. Bu, insanın içsel yolculuğunda sürekli bir arayış ve değişim halinde olmasını simgeler."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "دَالَ - dāle", "muzari": "يَدُولُ - yadūlu", "masdar": "دَوْل - davl"}, "bab_anlami": "Bir halden diğerine geçmek, dönüşmek, devretmek. Bu kalıp, bir şeyin sürekli olarak değiştiğini, bir durumdan diğerine aktığını ifade eder. Zamanın akışı içinde olayların ve durumların birbirini takip etmesi, kaderin cilveleri ve hayatın iniş çıkışları bu anlamda değerlendirilebilir. Bu, aynı zamanda bir gücün veya yetkinin el değiştirmesi, bir kişiden diğerine geçmesi anlamını da taşır.", "mikro_mantik": "Kökün temel anlamı olan 'dönüşüm' ve 'hal değiştirme' eylemini ifade eder. Bu kalıp, fiilin basit ve temel bir dönüşüm eylemini gösterdiğini vurgular. Eylemin öznesi ve nesnesi arasındaki ilişkiyi doğrudan ifade eder, herhangi bir ek anlam veya yoğunluk katmaz."}, {"bab_no": 2, "fiil_formlari": {"mazi": "دَوَّلَ - davvela", "muzari": "يُدَوِّلُ - yudavvilu", "masdar": "تَدْوِيل - tadveel"}, "bab_anlami": "Bir şeyi dolaştırmak, devrettirmek, uluslararası hale getirmek. Bu kalıp, kökün anlamını genişleterek bir şeyin yaygınlaşmasını, dolaşıma girmesini veya uluslararası bir nitelik kazanmasını ifade eder. Bir fikrin, bir uygulamanın veya bir sistemin farklı yerlere yayılması, evrenselleşmesi bu kalıpla anlatılabilir. Aynı zamanda, bir şeyi sürekli olarak döndürmek, çevirmek veya bir döngü içinde tutmak anlamını da içerebilir.", "mikro_mantik": "Kökün anlamını yoğunlaştırarak, eylemin tekrarlı veya yaygın bir şekilde yapıldığını gösterir. Bu kalıp, eylemin etkisini artırır ve daha geniş bir alana yayılmasını vurgular. Nesnenin dönüşümünün veya dolaşımının sürekliliğini ve kapsamını belirtir."}, {"bab_no": 3, "fiil_formlari": {"mazi": "دَاوَلَ - dāvele", "muzari": "يُدَاوِلُ - yudāvilu", "masdar": "مُدَاوَلَة - mudāvele"}, "bab_anlami": "Karşılıklı olarak döndürmek, el değiştirmek, müzakere etmek. Bu kalıp, iki veya daha fazla taraf arasında bir şeyin sürekli olarak el değiştirmesini, karşılıklı olarak dönüştürülmesini ifade eder. Fikir alışverişi, müzakere, ticaret gibi eylemler bu kalıpla anlatılabilir. Taraflar arasındaki etkileşimi ve karşılıklı değişimi vurgular. Aynı zamanda, bir konuyu derinlemesine tartışmak, farklı açılardan ele almak anlamını da taşır.", "mikro_mantik": "Eylemin karşılıklı ve etkileşimli olduğunu vurgular. Bu kalıp, özne ve nesne arasındaki ilişkinin dinamik ve çift yönlü olduğunu gösterir. Taraflar arasındaki dönüşümün veya değişimin karşılıklı etkileşim sonucu gerçekleştiğini belirtir."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَدَالَ - edāle", "muzari": "يُدِيلُ - yudīlu", "masdar": "إِدَالَة - idāle"}, "bab_anlami": "Döndürmek, çevirmek, birine galip gelme fırsatı vermek. Bu kalıp, bir şeyi harekete geçirmek, döndürmek veya birine bir konuda üstünlük sağlama imkanı vermek anlamını taşır. Bir olayın seyrini değiştirmek, bir durumu tersine çevirmek veya bir kişiye avantaj sağlamak bu kalıpla ifade edilebilir. Aynı zamanda, birine yardım etmek, desteklemek veya bir konuda önünü açmak anlamını da içerebilir.", "mikro_mantik": "Eylemin bir başkası üzerinde bir etki yarattığını ve bir durumu değiştirdiğini vurgular. Bu kalıp, öznenin eylemiyle nesnenin durumunu etkilediğini ve bir dönüşüm yarattığını gösterir. Eylemin sonucunda bir üstünlük veya avantaj elde edildiğini belirtir."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَدَوَّلَ - tedevvele", "muzari": "يَتَدَوَّلُ - yetedevvelu", "masdar": "تَدَوُّل - tedevvul"}, "bab_anlami": "Dönüştürmek, halden hale geçmek, evrilmek. Bu kalıp, bir şeyin kendi kendine dönüştüğünü, değiştiğini veya evrim geçirdiğini ifade eder. İçsel bir değişim, doğal bir süreç veya kendiliğinden oluşan bir dönüşüm bu kalıpla anlatılabilir. Aynı zamanda, bir şeyin farklı aşamalardan geçerek olgunlaşması, gelişmesi veya mükemmelleşmesi anlamını da içerebilir.", "mikro_mantik": "Eylemin öznenin kendisi üzerinde gerçekleştiğini ve içsel bir dönüşümü ifade ettiğini vurgular. Bu kalıp, öznenin kendi içinde bir değişim yaşadığını ve bu değişimin doğal bir süreç olduğunu gösterir. Eylemin sonucunda öznenin farklı bir hale geldiğini belirtir."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَدَاوَلَ - tedāvele", "muzari": "يَتَدَاوَلُ - yetedāvelu", "masdar": "تَدَاوُل - tedāvul"}, "bab_anlami": "El değiştirmek, dolaşmak, yaygınlaşmak. Bu kalıp, bir şeyin birçok kişi arasında el değiştirdiğini, dolaşıma girdiğini veya yaygınlaştığını ifade eder. Bilgi, fikir, para gibi şeylerin insanlar arasında dolaşması, paylaşılması veya yayılması bu kalıpla anlatılabilir. Aynı zamanda, bir şeyin herkes tarafından bilinir hale gelmesi, popülerleşmesi veya kabul görmesi anlamını da taşır.", "mikro_mantik": "Eylemin birçok kişi arasında gerçekleştiğini ve yaygın bir etki yarattığını vurgular. Bu kalıp, öznenin eylemiyle nesnenin birçok kişi tarafından deneyimlendiğini ve paylaşıldığını gösterir. Eylemin sonucunda nesnenin yaygınlaştığını ve herkes tarafından bilinir hale geldiğini belirtir."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْدَالَ - indāle", "muzari": "يَنْدَالُ - yandālu", "masdar": "اِنْدِيَال - indiyal"}, "bab_anlami": "Akıp gitmek, yayılmak, dağılmak. Bu kalıp, bir şeyin kontrolsüz bir şekilde yayıldığını, dağıldığını veya akıp gittiğini ifade eder. Su, ışık, ses gibi şeylerin yayılması, bir duygunun veya düşüncenin zihinlerde dağılması bu kalıpla anlatılabilir. Aynı zamanda, bir şeyin kaybolması, yok olması veya etkisini yitirmesi anlamını da içerebilir.", "mikro_mantik": "Eylemin kontrolsüz ve kendiliğinden gerçekleştiğini vurgular. Bu kalıp, öznenin eylemiyle nesnenin yayıldığını, dağıldığını veya akıp gittiğini gösterir. Eylemin sonucunda nesnenin kontrolünü kaybettiğini ve etkisini yitirdiğini belirtir."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِدَّالَ - iddāle", "muzari": "يَدَّالُ - yaddālu", "masdar": "اِدِّيال - iddiyal"}, "bab_anlami": "Dönüşmek, değişmek, halden hale geçmek (yoğunluklu). Bu kalıp, bir şeyin yoğun bir şekilde dönüştüğünü, değiştiğini veya halden hale geçtiğini ifade eder. İçsel bir dönüşümün derinleşmesi, bir durumun şiddetlenmesi veya bir olayın etkisinin artması bu kalıpla anlatılabilir. Aynı zamanda, bir şeyin tamamen farklı bir hale gelmesi, özünü kaybetmesi veya tanınmaz hale gelmesi anlamını da içerebilir.", "mikro_mantik": "Eylemin yoğun ve şiddetli bir şekilde gerçekleştiğini vurgular. Bu kalıp, öznenin eylemiyle nesnenin derin bir dönüşüm yaşadığını ve tamamen farklı bir hale geldiğini gösterir. Eylemin sonucunda nesnenin özünü kaybettiğini veya tanınmaz hale geldiğini belirtir."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اِدْوَلَّ - idvelle", "muzari": "يَدْوَلُّ - yadvellu", "masdar": "اِدْوِلَال - idvilal"}, "bab_anlami": "Eğilmek, bükülmek, zayıflamak. Bu kalıp, bir şeyin eğildiğini, büküldüğünü veya zayıfladığını ifade eder. Gücünü kaybetmek, etkisini yitirmek veya bir baskı altında ezilmek bu kalıpla anlatılabilir. Aynı zamanda, bir şeyin çökmesi, yıkılması veya yok olması anlamını da içerebilir.", "mikro_mantik": "Eylemin bir zayıflama veya çöküşe neden olduğunu vurgular. Bu kalıp, öznenin eylemiyle nesnenin gücünü kaybettiğini, etkilendiğini veya çöktüğünü gösterir. Eylemin sonucunda nesnenin zayıfladığını veya yok olduğunu belirtir."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَدَالَ - istedāle", "muzari": "يَسْتَدِيلُ - yestedīlu", "masdar": "اِسْتِدَالَة - istidāle"}, "bab_anlami": "Delil istemek, kanıt aramak, bir şeyin dönüşümünü talep etmek. Bu kalıp, bir şeyin doğruluğunu kanıtlamak için delil aramak, bir iddiayı desteklemek için kanıt sunmak veya bir şeyin dönüşümünü gerçekleştirmek için çaba göstermek anlamını taşır. Bir gerçeği ortaya çıkarmak, bir hakkı savunmak veya bir amacı gerçekleştirmek için yapılan girişimler bu kalıpla ifade edilebilir. Aynı zamanda, bir şeyin nedenini anlamaya çalışmak, bir olayın ardındaki sebebi araştırmak veya bir sorunu çözmek için çözüm yolları aramak anlamını da içerebilir.", "mikro_mantik": "Eylemin bir arayış veya talep içerdiğini vurgular. Bu kalıp, öznenin eylemiyle nesnenin doğruluğunu kanıtlamaya çalıştığını, bir dönüşüm talep ettiğini veya bir amaca ulaşmaya çalıştığını gösterir. Eylemin sonucunda bir delil bulunduğunu, bir kanıt sunulduğunu veya bir dönüşümün gerçekleştiğini belirtir."}]}], "دوم": [{"kok": "دوم", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Süreklilik, kalıcılık, bir şeyin sonu veya akıbeti. Bir durumun veya varlığın devamlılığı fikrini içerir. Zamanın akışında bir şeyin iz bırakması, tamamlanması ve nihai haline ulaşması anlamlarını taşır.", "kavramsal_derinlik": "Beşeri boyutta, bir eylemin veya sürecin tamamlanması, bir hedefe ulaşılması gibi somut sonuçları ifade ederken; ilahi boyutta, Allah'ın isimlerinin tecellisi, kaderin gerçekleşmesi ve her şeyin O'na dönmesi gibi daha soyut ve metafiziksel anlamlara işaret eder."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "دَامَ - dâme", "muzari": "يَدُومُ - yedûmu", "masdar": "دَوَام - devâm"}, "bab_anlami": "Bir şeyin sürekli olması, devamlılık arz etmesi, kalıcı olması. Bu kalıp, bir durumun veya varlığın zaman içinde değişmeden veya kesintiye uğramadan sürmesini ifade eder. Varlığın özünde bulunan bir istikrar ve sebat halini yansıtır, geçici olanın aksine ebedi ve daimi olanı işaret eder.", "mikro_mantik": "Bu bab, köke süreklilik ve devamlılık anlamı katar. Fiilin temel anlamının zaman içinde kesintisiz bir şekilde varlığını sürdürmesi vurgulanır. Bir şeyin özünde bulunan kalıcılık ve istikrar bu kalıpla ifade edilir."}, {"bab_no": 2, "fiil_formlari": {"mazi": "لا يوجد - lâ yûced", "muzari": "لا يوجد - lâ yûced", "masdar": "لا يوجد - lâ yûced"}, "bab_anlami": "Bu bab Kur'an'da bu kök ile kullanılmamıştır. Ancak potansiyel anlamı, bir şeyi sürekli hale getirme, devamlı kılma çabasıdır. Bir varlığın veya durumun kalıcılığını sağlama, onu ebediyete taşıma arzusunu ifade eder. Bu, yaratılışın özündeki süreklilik arayışının bir yansımasıdır, her şeyin bir başlangıcı ve sonu olsa da, ilahi irade ile devamlılığın mümkün olduğunu gösterir.", "mikro_mantik": "Bu babın potansiyel anlamı, köke etki ederek fiilin anlamını yoğunlaştırmak ve sürekliliği pekiştirmektir. Fiilin etkisinin kalıcı ve sürekli olmasını sağlamaya yönelik bir anlam taşır."}, {"bab_no": 3, "fiil_formlari": {"mazi": "لا يوجد - lâ yûced", "muzari": "لا يوجد - lâ yûced", "masdar": "لا يوجد - lâ yûced"}, "bab_anlami": "Bu bab Kur'an'da bu kök ile kullanılmamıştır. Ancak potansiyel anlamı, bir şeyin karşılıklı olarak devamlılığını sağlama, birbirini destekleyerek sürmesini temin etmektir. İki veya daha fazla varlığın sürekli etkileşim halinde olması ve bu etkileşimin kalıcılığı ifade edilir. Bu, evrenin dengesi ve varlıkların birbirine olan bağımlılığı ilkesini yansıtır, her şeyin birbiriyle bağlantılı olduğu ve bu bağlantının sürekliliğinin önemini vurgular.", "mikro_mantik": "Bu babın potansiyel anlamı, köke karşılıklı etkileşim ve süreklilik anlamı katar. Fiilin etkisinin karşılıklı ve sürekli olmasını sağlamaya yönelik bir anlam taşır, varlıklar arasındaki denge ve uyumu ifade eder."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَدَامَ - edâme", "muzari": "يُدِيمُ - yudîmu", "masdar": "إِدَامَة - idâme"}, "bab_anlami": "Bir şeyi devam ettirmek, sürdürmek, kalıcı kılmak. Bu kalıp, bir eylemin veya durumun devamlılığını sağlama, onu koruma ve muhafaza etme anlamlarını taşır. Varlığın özündeki potansiyeli ortaya çıkarma ve onu sürekli olarak besleme çabasını yansıtır, geçici olanı kalıcıya dönüştürme arzusunu ifade eder.", "mikro_mantik": "Bu bab, köke bir şeyi sürdürme ve devam ettirme anlamı katar. Fiilin etkisinin bilinçli bir şekilde devam ettirilmesi ve korunması vurgulanır. Bir şeyin özündeki potansiyeli ortaya çıkarma ve onu sürekli olarak besleme çabasını ifade eder."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَدَوَّمَ - tedevveme", "muzari": "يَتَدَوَّمُ - yetedevvemu", "masdar": "تَدَوُّم - tedevvüm"}, "bab_anlami": "Süreklilik gösterme, devamlılık arz etme, bir durumun veya eylemin sürekli olarak tekrar etmesi. Bu kalıp, bir şeyin döngüsel bir şekilde devam ettiğini, belirli bir ritimde tekrarlandığını ifade eder. Varlığın özündeki hareket ve değişim ilkesini yansıtır, her şeyin bir döngü içinde olduğunu ve bu döngünün sürekliliğinin önemini vurgular.", "mikro_mantik": "Bu bab, köke döngüsel bir süreklilik anlamı katar. Fiilin etkisinin sürekli tekrar etmesi ve döngüsel bir şekilde devam etmesi vurgulanır. Bir şeyin özündeki hareket ve değişim ilkesini ifade eder."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَدَايَمَ - tedâyeme", "muzari": "يَتَدَايَمُ - yetedâyemu", "masdar": "تَدَايُم - tedâyüm"}, "bab_anlami": "Birbirini sürekli kılmaya çalışma, karşılıklı olarak devamlılık sağlama. Bu kalıp, iki veya daha fazla varlığın birbirini destekleyerek ve etkileyerek sürekli olarak var olmasını ifade eder. Varlığın özündeki birlik ve dayanışma ilkesini yansıtır, her şeyin birbirine bağlı olduğunu ve bu bağın sürekliliğinin önemini vurgular.", "mikro_mantik": "Bu bab, köke karşılıklı süreklilik ve dayanışma anlamı katar. Fiilin etkisinin karşılıklı olarak birbirini desteklemesi ve sürekli olarak var olmasını sağlaması vurgulanır. Bir şeyin özündeki birlik ve dayanışma ilkesini ifade eder."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْدَامَ - indâme", "muzari": "يَنْدَامُ - yendâmu", "masdar": "اِنْدِيَام - indiyâm"}, "bab_anlami": "Sürekliliğe dahil olma, devamlılığa katılma, bir şeyin sürekli hale gelmesi. Bu kalıp, bir varlığın veya durumun kendiliğinden sürekli hale geldiğini, bir döngüye dahil olduğunu ifade eder. Varlığın özündeki uyum ve ahenk ilkesini yansıtır, her şeyin bir bütünün parçası olduğunu ve bu bütünün sürekliliğine katkıda bulunduğunu vurgular.", "mikro_mantik": "Bu bab, köke kendiliğinden süreklilik anlamı katar. Fiilin etkisinin kendiliğinden ortaya çıkması ve sürekli hale gelmesi vurgulanır. Bir şeyin özündeki uyum ve ahenk ilkesini ifade eder."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِدْدَامَ - iddâme", "muzari": "يَدَّامُ - yeddâmu", "masdar": "اِدْدِيَام - iddiyâm"}, "bab_anlami": "Sürekli olarak devam etme çabası içinde olma, devamlılığı arama, bir şeyin kalıcı olmasını isteme. Bu kalıp, bir varlığın veya durumun sürekli olarak var olma arzusunu, kalıcılığa ulaşma çabasını ifade eder. Varlığın özündeki arayış ve gelişim ilkesini yansıtır, her şeyin bir amaca yönelik olduğunu ve bu amacın sürekliliğe ulaşmak olduğunu vurgular.", "mikro_mantik": "Bu bab, köke sürekli çaba ve arayış anlamı katar. Fiilin etkisinin sürekli olarak devam etme çabası içinde olması ve kalıcılığa ulaşma arzusunu taşıması vurgulanır. Bir şeyin özündeki arayış ve gelişim ilkesini ifade eder."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اِسْتَدَامَ - istedâme", "muzari": "يَسْتَدِيمُ - yestedîmu", "masdar": "اِسْتِدَامَة - istidâme"}, "bab_anlami": "Süreklilik isteme, devamlılık talep etme, bir şeyin kalıcı olmasını arzu etme. Bu kalıp, bir varlığın veya durumun kalıcı olmasını isteme, onun devamlılığını sağlama çabasını ifade eder. Varlığın özündeki irade ve istek ilkesini yansıtır, her şeyin bir amaca yönelik olduğunu ve bu amaca ulaşmak için irade göstermenin önemini vurgular.", "mikro_mantik": "Bu bab, köke istek ve talep anlamı katar. Fiilin etkisinin kalıcı olmasını isteme ve onun devamlılığını sağlama çabasını vurgular. Bir şeyin özündeki irade ve istek ilkesini ifade eder."}, {"bab_no": 10, "fiil_formlari": {"mazi": "لا يوجد - lâ yûced", "muzari": "لا يوجد - lâ yûced", "masdar": "لا يوجد - lâ yûced"}, "bab_anlami": "Bu bab Kur'an'da bu kök ile kullanılmamıştır. Ancak potansiyel anlamı, bir şeyin sürekli olarak devam etmesini sağlama konusunda aşırılığa kaçma, devamlılık konusunda mübalağa etmektir. Bir varlığın veya durumun kalıcılığını sağlamak için gösterilen aşırı çabayı, bu konudaki takıntıyı ifade eder. Varlığın özündeki denge ve ölçü ilkesini yansıtır, her şeyin bir sınırı olduğunu ve bu sınırın aşılmasının olumsuz sonuçlar doğurabileceğini vurgular.", "mikro_mantik": "Bu babın potansiyel anlamı, köke aşırılık ve mübalağa anlamı katar. Fiilin etkisinin sürekli olarak devam etmesini sağlama konusunda aşırılığa kaçılması ve bu konudaki takıntı vurgulanır. Bir şeyin özündeki denge ve ölçü ilkesini ifade eder."}]}], "دون": [{"kok": "دون", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Yakınlık, alçakgönüllülük, aşağılık veya değersizlik hissi etrafında döner. Bir şeyin diğerine göre daha aşağıda, daha az önemli veya daha az değerli olduğunu ifade eder. Aynı zamanda, bir şeyin bir amaca hizmet etme veya bir hedefe ulaşma konusunda yetersiz kalması anlamına da gelebilir.", "kavramsal_derinlik": "Beşeri ilişkilerde tevazu ve fedakarlık gibi erdemleri temsil ederken, ilahi boyutta ise insanın acziyetini ve Allah'a olan mutlak ihtiyacını vurgular. Bu kök, varoluşsal bir hiyerarşiyi ve her varlığın kendi konumunu idrak etmesini ifade eder."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "دَانَ", "muzari": "يَدُونُ", "masdar": "دَوْن"}, "bab_anlami": "Yakın olmak, alçalmak, aşağıda olmak, değersizleşmek anlamlarına gelir. Bu bab, bir şeyin diğerine göre daha düşük bir konumda olduğunu veya bir hedefe ulaşma konusunda yetersiz kaldığını ifade eder. Aynı zamanda, bir kimsenin bir başkasına karşı tevazu göstermesi veya kendini alçaltması anlamına da gelebilir. Bu anlam, kişinin kendi sınırlarını ve acziyetini kabul etmesiyle de ilişkilendirilebilir.", "mikro_mantik": "Bu bab, kökün temel anlamını doğrudan ifade eder ve fiilin yalın halini korur. Fiilin anlamı, kökün içerdiği 'aşağılık' veya 'yakınlık' kavramlarını doğrudan yansıtır. Bu kalıp, eylemin basit ve değişmez bir şekilde gerçekleştiğini gösterir."}]}], "دين": [{"kok": "دين", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Borç, itaat, hüküm, alışkanlık, din, ceza, hesap verme", "kavramsal_derinlik": "İnsanın yaratıcısına karşı sorumluluğu, toplumsal düzenin sağlanması için gerekli kurallar bütünü ve bireyin ahlaki pusulası. Bu kök, sadece bir inanç sistemi değil, aynı zamanda insanın varoluşsal borcunu ve bu borcun bilincinde yaşamasını ifade eder. Aynı zamanda, eylemlerin sonuçları ve hesap verme sorumluluğu da bu derinliğin bir parçasıdır."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "دَانَ", "muzari": "يَدِينُ", "masdar": "دَيْن"}, "bab_anlami": "Boyun eğmek, itaat etmek, borçlanmak, hükmetmek, bir inanca sahip olmak. Bu kalıp, kökün temel anlamlarını taşır ve eylemin basit bir şekilde gerçekleştiğini gösterir. Bir şeye itaat etmek, birine borçlu olmak veya bir inancı benimsemek gibi temel eylemleri ifade eder. Aynı zamanda, birinin üzerinde hüküm sürmek veya bir şeyi yönetmek anlamlarına da gelebilir, bu da otorite ve sorumluluk kavramlarını içerir.", "mikro_mantik": "Bu bab, fiilin temel ve yalın halini ifade eder. Kök anlamının özünü korur ve eylemin doğrudan fail tarafından gerçekleştirildiğini vurgular. Fiilin anlamında herhangi bir yoğunlaştırma veya değişiklik yapmaz, sadece temel eylemi belirtir."}, {"bab_no": 2, "fiil_formlari": {"mazi": "دَيَّنَ", "muzari": "يُدَيِّنُ", "masdar": "تَدْيِين"}, "bab_anlami": "Borçlandırmak, birine dinini öğretmek, bir şeyi dine uygun hale getirmek, bir şeyi benimsetmek. Bu kalıp, eylemin bir başkası üzerinde gerçekleştirildiğini veya bir şeyi belirli bir duruma sokma çabasını gösterir. Birini borçlandırmak, ona bir inancı aşılamak veya bir şeyi dini prensiplere uygun hale getirmek gibi anlamlara gelir. Bu, eylemin dolaylılığını ve etkisini vurgular.", "mikro_mantik": "Bu bab, fiilin geçişli (müteaddi) hale geldiğini gösterir. Yani, eylem bir nesneye yöneliktir ve failin eylemi doğrudan bir başkasını veya bir şeyi etkiler. Fiilin anlamında bir yoğunlaştırma veya yönlendirme söz konusudur."}, {"bab_no": 3, "fiil_formlari": {"mazi": "دَايَنَ", "muzari": "يُدَايِنُ", "masdar": "مُدَايَنَة"}, "bab_anlami": "Karşılıklı borçlanmak, birbirine borç vermek, dini konularda tartışmak, karşılıklı olarak hüküm vermek. Bu kalıp, eylemin karşılıklı veya ortaklaşa yapıldığını gösterir. İki tarafın birbirine borç vermesi, dini konularda fikir alışverişinde bulunması veya karşılıklı olarak bir konuda hüküm vermesi gibi anlamlara gelir. Bu, etkileşim ve işbirliği kavramlarını içerir.", "mikro_mantik": "Bu bab, fiilin iki taraflı veya karşılıklı bir eylem olduğunu ifade eder. Fail ve meful arasında bir etkileşim söz konusudur ve eylem her iki tarafı da etkiler. Fiilin anlamında bir paylaşım ve ortaklık vurgusu vardır."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَدَانَ", "muzari": "يُدِينُ", "masdar": "إِدَانَة"}, "bab_anlami": "Borçlu olmak, suçlamak, mahkum etmek, birini bir inanca zorlamak, bir şeyi dini bir gereklilik olarak görmek. Bu kalıp, eylemin bir sonuç doğurduğunu veya bir durumu belirlediğini gösterir. Birini suçlamak, onu mahkum etmek veya bir şeyi dini bir gereklilik olarak kabul etmek gibi anlamlara gelir. Bu, yargılama ve sonuçlandırma kavramlarını içerir.", "mikro_mantik": "Bu bab, fiilin bir sonucu veya neticesi olduğunu ifade eder. Eylem, bir yargılama, suçlama veya bir durumun belirlenmesiyle sonuçlanır. Fiilin anlamında bir kesinlik ve sonuçlandırma vurgusu vardır."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَدَيَّنَ", "muzari": "يَتَدَيَّنُ", "masdar": "تَدَيُّن"}, "bab_anlami": "Dindar olmak, dine yönelmek, dindarlık göstermek, borçlanmak (zor durumda kalmak). Bu kalıp, eylemin kişinin kendi üzerinde gerçekleştiğini veya bir duruma girme çabasını gösterir. Dindar olmak, dine yönelmek veya borçlanmak gibi anlamlara gelir. Bu, içsel bir yönelim ve kişisel bir çaba kavramlarını içerir.", "mikro_mantik": "Bu bab, fiilin dönüşlü (lazım) hale geldiğini gösterir. Yani, eylem failin kendisi üzerinde gerçekleşir ve dışarıya bir etkisi yoktur. Fiilin anlamında bir içselleşme ve kişisel bir yönelim vurgusu vardır."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَدَايَنَ", "muzari": "يَتَدَايَنُ", "masdar": "تَدَايُن"}, "bab_anlami": "Borçlanmak, borç alışverişinde bulunmak, dini konularda karşılıklı tartışmak, birbirine dini öğütler vermek. Bu kalıp, eylemin karşılıklı ve sürekli bir şekilde yapıldığını gösterir. İki tarafın sürekli olarak borç alışverişinde bulunması veya dini konularda tartışması gibi anlamlara gelir. Bu, süreklilik ve etkileşim kavramlarını içerir.", "mikro_mantik": "Bu bab, fiilin karşılıklı ve tekrarlanan bir eylem olduğunu ifade eder. Fail ve meful arasında sürekli bir etkileşim söz konusudur ve eylem zaman içinde tekrarlanır. Fiilin anlamında bir süreklilik ve etkileşim vurgusu vardır."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْدَانَ", "muzari": "يَنْدِينُ", "masdar": "اِنْدِيَان"}, "bab_anlami": "Boyun eğmek, itaat etmek (zorunluluktan), bir şeye mecbur kalmak, bir duruma razı olmak. Bu kalıp, eylemin zorunlu veya kaçınılmaz bir şekilde gerçekleştiğini gösterir. Bir şeye boyun eğmek, bir duruma mecbur kalmak veya bir şeye razı olmak gibi anlamlara gelir. Bu, zorlama ve kabullenme kavramlarını içerir.", "mikro_mantik": "Bu bab, fiilin pasif veya zorunlu bir eylem olduğunu ifade eder. Fail, eylemi kendi iradesiyle değil, dışsal bir zorlama sonucu gerçekleştirir. Fiilin anlamında bir pasiflik ve zorunluluk vurgusu vardır."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِدَّانَ", "muzari": "يَدَّانُ", "masdar": "اِدِّيَان"}, "bab_anlami": "Borçlanmak, borç istemek, birinden yardım talep etmek, bir şeye muhtaç olmak. Bu kalıp, eylemin bir ihtiyaç veya talep sonucu gerçekleştiğini gösterir. Birinden borç istemek, yardım talep etmek veya bir şeye muhtaç olmak gibi anlamlara gelir. Bu, ihtiyaç ve talep kavramlarını içerir.", "mikro_mantik": "Bu bab, fiilin bir ihtiyaç veya talep sonucu ortaya çıktığını ifade eder. Fail, eylemi kendi ihtiyacını karşılamak veya bir talebini yerine getirmek için gerçekleştirir. Fiilin anlamında bir ihtiyaç ve talep vurgusu vardır."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اِدْيَانَّ", "muzari": "يَدْيَانُّ", "masdar": "اِدْيِينَان"}, "bab_anlami": "Çok dindar olmak, aşırı derecede dine bağlı olmak, kendini tamamen dine adamak, dindarlığı abartmak. Bu kalıp, eylemin aşırı veya abartılı bir şekilde gerçekleştiğini gösterir. Çok dindar olmak veya kendini tamamen dine adamak gibi anlamlara gelir. Bu, aşırılık ve abartı kavramlarını içerir.", "mikro_mantik": "Bu bab, fiilin aşırı veya abartılı bir şekilde gerçekleştiğini ifade eder. Fail, eylemi normalin ötesinde bir yoğunlukla gerçekleştirir. Fiilin anlamında bir aşırılık ve abartı vurgusu vardır."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَدَانَ", "muzari": "يَسْتَدِينُ", "masdar": "اِسْتِدَانَة"}, "bab_anlami": "Borçlanmak, borç istemek, birinden yardım talep etmek, bir şeye muhtaç olmak (çaresizlikten). Bu kalıp, eylemin bir ihtiyaç veya talep sonucu gerçekleştiğini ve çaresizlik durumunu vurguladığını gösterir. Birinden borç istemek, yardım talep etmek veya bir şeye muhtaç olmak gibi anlamlara gelir. Bu, çaresizlik, ihtiyaç ve talep kavramlarını içerir.", "mikro_mantik": "Bu bab, fiilin bir ihtiyaç veya talep sonucu ortaya çıktığını ve failin çaresiz bir durumda olduğunu ifade eder. Fail, eylemi kendi ihtiyacını karşılamak veya bir talebini yerine getirmek için gerçekleştirir, ancak bu durumda çaresizlik hissi de mevcuttur. Fiilin anlamında bir çaresizlik, ihtiyaç ve talep vurgusu vardır."}]}]}