{"ذأب": [{"kok": "ذأب", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Kurt doğası, yırtıcılık, zeka ve hayatta kalma içgüdüsü. Vahşi doğanın sembolü olarak, bireyin içindeki kontrol edilemeyen dürtüleri ve potansiyel tehlikeyi temsil eder.", "kavramsal_derinlik": "Beşeri düzlemde, hırs ve acımasız rekabet; ilahi düzlemde ise, imtihan ve sınanma aracı olarak tezahür eder. İnsanın kendi içindeki 'kurt'la yüzleşmesi, ahlaki olgunluğa erişme yolunda bir dönüm noktasıdır."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "ذَأَبَ", "muzari": "يَذْأَبُ", "masdar": "ذَأْب"}, "bab_anlami": "Temel anlamıyla 'kurt gibi davranmak, yırtıcı olmak' demektir. Bu kalıp, kökün temel anlamını doğrudan yansıtır ve bir şeyin doğal, içgüdüsel yırtıcılığını veya vahşiliğini ifade eder. Metaforik olarak, kişinin acımasızca ve başkalarını umursamadan kendi çıkarlarını takip etmesini temsil edebilir. Bu, hayatta kalma mücadelesinde baskın olma arzusunu veya rekabetçi bir ortamda başarılı olma çabasını da simgeleyebilir.", "mikro_mantik": "Bu kalıp, kökün temel anlamını en yalın haliyle sunar. Fiilin basit ve doğrudan bir eylemi ifade etmesi, kökün özündeki yırtıcılık ve vahşet kavramlarını vurgular. Bu form, eylemin kendisinin, herhangi bir ek anlam veya yoğunlaştırma olmaksızın, temel anlamı taşıdığını gösterir."}, {"bab_no": 2, "fiil_formlari": {"mazi": "ذَأَّبَ", "muzari": "يُذَئِّبُ", "masdar": "تَذْئِيب"}, "bab_anlami": "Bir şeyi 'kurt gibi yapmak' veya 'kurtlaştırmak' anlamına gelir. Bu kalıp, bir şeyi daha yırtıcı, daha vahşi veya daha tehlikeli hale getirme eylemini ifade eder. Metaforik olarak, bir durumu veya kişiyi acımasız rekabetin hüküm sürdüğü bir ortama dönüştürmeyi veya birini ahlaki değerlerden yoksun bırakarak vahşileştirmeyi temsil edebilir. Bu, manipülasyon, şiddet veya diğer olumsuz etkiler yoluyla bir şeyin özünü bozma ve onu daha tehlikeli bir hale getirme sürecini ifade eder.", "mikro_mantik": "Bu kalıp, kökün anlamını yoğunlaştırır ve dönüştürücü bir etkiyi vurgular. Fiilin geçişli hale gelmesi, eylemin bir nesne üzerinde gerçekleştiğini ve onu değiştirdiğini gösterir. Bu form, kökün anlamının bir süreç veya eylem yoluyla nasıl dönüştürücü bir etki yaratabileceğini gösterir."}, {"bab_no": 3, "fiil_formlari": {"mazi": "ذَاءَبَ", "muzari": "يُذَاءِبُ", "masdar": "مُذَاءَبَة"}, "bab_anlami": "Karşılıklı olarak 'kurt gibi davranmak' veya 'birbirine karşı yırtıcı olmak' anlamına gelir. Bu kalıp, iki veya daha fazla tarafın birbirine karşı rekabetçi, acımasız veya düşmanca davrandığı bir durumu ifade eder. Metaforik olarak, şiddetli bir rekabet ortamında, tarafların birbirlerini alt etmek için her türlü yolu denediği bir senaryoyu temsil edebilir. Bu, iş dünyasında, politikada veya kişisel ilişkilerde görülebilen, karşılıklı çıkar çatışmalarının ve düşmanlığın hakim olduğu bir durumu ifade eder.", "mikro_mantik": "Bu kalıp, kökün anlamını karşılıklılık ve etkileşim bağlamında sunar. Fiilin iki taraflı bir eylemi ifade etmesi, rekabet ve çatışma dinamiklerini vurgular. Bu form, kökün anlamının sosyal etkileşimler ve ilişkiler üzerindeki etkisini gösterir."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَذْأَبَ", "muzari": "يُذْئِبُ", "masdar": "إِذْآب"}, "bab_anlami": "'Kurtlaştırmak', 'kurt gibi davranmaya sevk etmek' veya 'kurt gibi bir nitelik kazandırmak' anlamına gelir. Bu kalıp, bir şeyi veya birini kurt benzeri özelliklere sahip olmaya yönlendirme veya teşvik etme eylemini ifade eder. Metaforik olarak, bir kişiyi acımasız, rekabetçi veya başkalarını umursamayan bir hale getirmeyi veya bir durumu vahşi bir rekabet ortamına dönüştürmeyi temsil edebilir. Bu, bir şeyin doğal dengesini bozarak onu daha tehlikeli veya kontrolsüz bir hale getirme sürecini ifade eder.", "mikro_mantik": "Bu kalıp, kökün anlamını neden-sonuç ilişkisi içinde sunar. Fiilin geçişli hale gelmesi ve bir etkiyi ifade etmesi, kökün anlamının bir şeyi nasıl etkileyebileceğini veya dönüştürebileceğini gösterir. Bu form, kökün anlamının bir süreç veya eylem yoluyla nasıl bir sonuç doğurabileceğini vurgular."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَذَأَّبَ", "muzari": "يَتَذَأَّبُ", "masdar": "تَذَؤُّب"}, "bab_anlami": "'Kurt gibi davranmaya çalışmak', 'kurt taklidi yapmak' veya 'kurt gibi görünmeye çalışmak' anlamına gelir. Bu kalıp, birinin aslında kurt olmamasına rağmen, kurt gibi davranarak veya kurt gibi görünerek bir avantaj elde etmeye çalışmasını ifade eder. Metaforik olarak, bir kişinin gerçek niyetlerini gizleyerek, başkalarını manipüle etmek veya aldatmak için yırtıcı bir rol üstlenmesini temsil edebilir. Bu, sahtekarlık, hile veya başkalarının zayıflıklarından yararlanma yoluyla çıkar sağlama çabasını ifade eder.", "mikro_mantik": "Bu kalıp, kökün anlamını yapmacıklık ve taklit bağlamında sunar. Fiilin dönüşlü hale gelmesi ve bir çabayı ifade etmesi, kökün anlamının bir rol veya davranış olarak nasıl sergilenebileceğini gösterir. Bu form, kökün anlamının dışsal bir görünüm veya davranışla nasıl ifade edilebileceğini vurgular."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَذَاءَبَ", "muzari": "يَتَذَاءَبُ", "masdar": "تَذَاؤُب"}, "bab_anlami": "Karşılıklı olarak 'kurt gibi davranır görünmek', 'birbirine kurtmuş gibi davranmak' anlamına gelir. Bu kalıp, iki veya daha fazla tarafın birbirlerine karşı dürüst olmamaları ve birbirlerini aldatmaya yönelik davranışlar sergilemeleri durumunu ifade eder. Metaforik olarak, politik arenada veya iş dünyasında, tarafların birbirlerine karşı samimiyetsiz oldukları ve gerçek niyetlerini gizledikleri bir durumu temsil edebilir. Bu, güven eksikliği, manipülasyon ve gizli gündemlerin hakim olduğu bir ortamı ifade eder.", "mikro_mantik": "Bu kalıp, kökün anlamını karşılıklı aldatma ve samimiyetsizlik bağlamında sunar. Fiilin dönüşlü ve karşılıklı hale gelmesi, tarafların birbirlerine karşı dürüst olmadıklarını ve birbirlerini manipüle etmeye çalıştıklarını gösterir. Bu form, kökün anlamının ilişkilerdeki güvensizlik ve aldatma dinamiklerini nasıl etkileyebileceğini vurgular."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْذَأَبَ", "muzari": "يَنْذَئِبُ", "masdar": "اِنْذِئَاب"}, "bab_anlami": "'Kurt gibi davranmaya başlamak', 'kurtlaşmak' veya 'kurt haline gelmek' anlamına gelir. Bu kalıp, bir şeyin veya birinin yavaş yavaş kurt benzeri özellikler kazanmaya başlamasını veya yırtıcı bir hale gelmesini ifade eder. Metaforik olarak, bir kişinin ahlaki değerlerini yitirerek acımasız ve bencil bir hale gelmesini veya bir durumun kontrolden çıkarak vahşi bir rekabet ortamına dönüşmesini temsil edebilir. Bu, yozlaşma, dejenerasyon veya olumsuz etkiler sonucu bir şeyin özünün değişime uğraması sürecini ifade eder.", "mikro_mantik": "Bu kalıp, kökün anlamını değişim ve dönüşüm bağlamında sunar. Fiilin edilgen hale gelmesi ve bir sürecin başlangıcını ifade etmesi, kökün anlamının bir şeyi nasıl değiştirebileceğini veya dönüştürebileceğini gösterir. Bu form, kökün anlamının zamanla nasıl bir etki yaratabileceğini vurgular."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِذْدَأَبَ", "muzari": "يَذْدَئِبُ", "masdar": "اِذْدِئَاب"}, "bab_anlami": "'Kurt gibi davranmakta ısrar etmek', 'kurt gibi davranmaya devam etmek' veya 'kurt gibi davranmakta kararlı olmak' anlamına gelir. Bu kalıp, birinin kurt gibi davranmaya veya yırtıcı olmaya kararlı olduğunu ve bu davranışından vazgeçmeyeceğini ifade eder. Metaforik olarak, bir kişinin ahlaki değerlerini hiçe sayarak, kendi çıkarları için başkalarını sömürmeye devam etmesini veya bir organizasyonun acımasız rekabet stratejilerini sürdürmesini temsil edebilir. Bu, kararlılık, azim veya inatçılık yoluyla olumsuz bir davranışın devamlılığını ifade eder.", "mikro_mantik": "Bu kalıp, kökün anlamını süreklilik ve kararlılık bağlamında sunar. Fiilin tekrarlayan bir eylemi ifade etmesi, kökün anlamının bir davranış veya tutum olarak nasıl sürdürülebileceğini gösterir. Bu form, kökün anlamının zaman içindeki etkisini vurgular."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اِسْتَذْأَبَ", "muzari": "يَسْتَذْئِبُ", "masdar": "اِسْتِذْآب"}, "bab_anlami": "'Kurt gibi davranmayı istemek', 'kurt gibi davranmaya çalışmak' veya 'kurt gibi davranmayı arzu etmek' anlamına gelir. Bu kalıp, birinin kurt gibi davranmaya veya yırtıcı olmaya yönelik bir eğilim veya arzu taşıdığını ifade eder. Metaforik olarak, bir kişinin güç, kontrol veya çıkar elde etmek için başkalarını manipüle etme veya sömürme isteğini temsil edebilir. Bu, hırs, açgözlülük veya ahlaki zayıflık gibi içsel motivasyonların bir sonucu olarak ortaya çıkan bir davranışı ifade eder.", "mikro_mantik": "Bu kalıp, kökün anlamını istek ve arzu bağlamında sunar. Fiilin bir talebi veya isteği ifade etmesi, kökün anlamının bir motivasyon veya eğilim olarak nasıl ortaya çıkabileceğini gösterir. Bu form, kökün anlamının içsel bir dürtü veya arzu olarak nasıl tezahür edebileceğini vurgular."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِذْأَابَّ", "muzari": "يَذْأَابُّ", "masdar": "اِذْئِيبَاب"}, "bab_anlami": "'Kurt gibi çok öfkelenmek', 'kurt gibi hiddetlenmek' veya 'kurt gibi şiddetli bir şekilde kızmak' anlamına gelir. Bu kalıp, birinin kontrolünü kaybederek aşırı derecede öfkelendiği ve saldırganlaştığı bir durumu ifade eder. Metaforik olarak, bir kişinin içindeki bastırılmış öfke veya nefretin patlak vermesini ve yıkıcı sonuçlara yol açmasını temsil edebilir. Bu, stres, travma veya adaletsizlik gibi tetikleyiciler sonucu ortaya çıkan ani ve şiddetli bir duygusal tepkiyi ifade eder.", "mikro_mantik": "Bu kalıp, kökün anlamını yoğun duygusal tepki bağlamında sunar. Fiilin aşırılığı ve şiddeti ifade etmesi, kökün anlamının bir duygusal patlama olarak nasıl tezahür edebileceğini gösterir. Bu form, kökün anlamının kontrolsüz duyguların yıkıcı etkilerini nasıl yansıtabileceğini vurgular."}]}], "ذأم": [{"kok": "ذأم", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Kınama, ayıplama, kusur bulma; özünde bir şeyin değersizliğini veya kusurluluğunu ortaya çıkarma eylemi.", "kavramsal_derinlik": "Beşeri ilişkilerde eleştirel bakış açısının tezahürü, ilahi düzlemde ise yaratılışın kusursuzluğuna rağmen insanın acziyetini ve eksikliğini idrak etme çabası."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "ذَأَمَ - za'ama", "muzari": "يَذْأَمُ - yaz'amu", "masdar": "ذَأْم - za'm"}, "bab_anlami": "Bir şeyi veya bir kimseyi kusurlu, değersiz veya yetersiz bulmak; eleştirel bir değerlendirme yapmak ve bu değerlendirme sonucunda olumsuz bir yargıya varmak. Bu, dışsal bir kusuru veya içsel bir eksikliği ortaya çıkarma eylemidir. Aynı zamanda, bir şeyin özündeki zayıflığı veya çürük yanı vurgulamak anlamına da gelebilir.", "mikro_mantik": "Bu kalıp, kökün temel anlamını doğrudan ve yalın bir şekilde ifade eder. Fiilin basit ve temel formunda kullanılması, eylemin doğrudan nesneye yönelik olduğunu ve herhangi bir dolaylılık veya yoğunluk içermediğini gösterir. Bu, eleştirel bakışın ve yargılamanın en temel halidir."}]}], "ذبب": [{"kok": "ذبب", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Uzaklaştırma, defetme, kovma; bir şeyin etrafında dönme, koruma; incelik ve zarafetle hareket etme.", "kavramsal_derinlik": "Bu kök, hem fiziksel bir uzaklaştırma eylemini hem de soyut bir koruma ve ihtimam anlamını içerir. Aynı zamanda, bir şeyin etrafında dönerek ona yakınlık gösterme ve onu kuşatma fikrini de barındırır. İnsanın iç dünyasında, zararlı düşünceleri defetme ve olumlu değerleri koruma çabasını temsil ederken, ilahi boyutta ise, rahmetin ve lütfun bir şeyi kuşatması ve onu her türlü kötülükten koruması anlamına gelir."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "ذَبَّ - Zabba", "muzari": "يَذُبُّ - Yazubbu", "masdar": "ذَبّ - Zabb"}, "bab_anlami": "Bir şeyi uzaklaştırmak, defetmek, kovmak; bir şeyi korumak, savunmak; bir şeyin etrafında dönerek onu gözetmek. Bu kalıp, temel anlam çekirdeğindeki uzaklaştırma ve koruma eylemlerini doğrudan ifade eder. Fiilin bu kalıbı, failin aktif bir şekilde bir şeyi uzaklaştırdığını veya koruduğunu gösterir. Aynı zamanda, bir şeyin etrafında dönerek ona yakınlık gösterme ve onu gözetme anlamını da taşıyabilir, bu da bir tür ihtimam ve özen gösterme eylemini ifade eder.", "mikro_mantik": "Bu bab, fiilin temel anlamını doğrudan ve yoğun bir şekilde ifade eder. Kökün anlamını herhangi bir ekleme veya çıkarma yapmadan, eylemin kendisini vurgular. Bu kalıp, failin eylemi bizzat gerçekleştirdiğini ve sonucundan doğrudan etkilendiğini gösterir. Fiilin yalın hali, eylemin basit ve doğrudan bir şekilde gerçekleştiğini ifade eder."}, {"bab_no": 2, "fiil_formlari": {"mazi": "ذَبَّبَ - Zabbaba", "muzari": "يُذَبِّبُ - Yuzabbibu", "masdar": "تَذْبِيب - Tazbib"}, "bab_anlami": "Bir şeyi sürekli olarak uzaklaştırmaya çalışmak, bir şeyi tekrar tekrar defetmek; bir şeyi koruma çabasını yoğunlaştırmak; bir şeyin etrafında sürekli dönerek onu gözetlemek. Bu kalıp, temel anlam çekirdeğindeki uzaklaştırma ve koruma eylemlerinin tekrarını ve yoğunluğunu ifade eder. Fiilin bu kalıbı, failin bir şeyi sürekli olarak uzaklaştırmaya veya korumaya çalıştığını gösterir. Bu, bir tür ısrarlı ve kararlı bir çabayı ifade eder. Aynı zamanda, bir şeyin etrafında sürekli dönerek onu gözetleme anlamını da taşıyabilir, bu da bir tür sürekli ihtimam ve özen gösterme eylemini ifade eder.", "mikro_mantik": "Bu bab, fiilin temel anlamını tekrar ve yoğunluk katarak ifade eder. Kökün anlamını pekiştirir ve eylemin sürekliliğini vurgular. Bu kalıp, failin eylemi sürekli olarak gerçekleştirdiğini ve sonucundan sürekli etkilendiğini gösterir. Fiilin tekrar eden hali, eylemin sürekli ve ısrarlı bir şekilde gerçekleştiğini ifade eder."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَذَبَّبَ - Tazabbaba", "muzari": "يَتَذَبَّبُ - Yatazabbabu", "masdar": "تَذَبُّب - Tazabbub"}, "bab_anlami": "Uzaklaştırma veya koruma eylemini yapar gibi görünmek, bir şeyi defetme veya koruma konusunda samimiyetsiz davranmak; bir şeyin etrafında dönerek onu gözetir gibi yapmak, riyakarlık etmek. Bu kalıp, temel anlam çekirdeğindeki uzaklaştırma ve koruma eylemlerinin görünüşte yapıldığını, ancak gerçekte samimiyetten uzak olduğunu ifade eder. Fiilin bu kalıbı, failin bir şeyi uzaklaştırmaya veya korumaya çalıştığı izlenimini verdiğini, ancak aslında niyetinin farklı olduğunu gösterir. Bu, bir tür riyakarlık ve samimiyetsizlik durumunu ifade eder. Aynı zamanda, bir şeyin etrafında dönerek onu gözetir gibi yapma anlamını da taşıyabilir, bu da bir tür sahte ihtimam ve özen gösterme eylemini ifade eder.", "mikro_mantik": "Bu bab, fiilin temel anlamını samimiyetsizlik ve riyakarlık unsurlarıyla birleştirerek ifade eder. Kökün anlamını çarpıtır ve eylemin gerçek niyetini gizler. Bu kalıp, failin eylemi görünüşte gerçekleştirdiğini, ancak aslında farklı bir amaca hizmet ettiğini gösterir. Fiilin yapar gibi hali, eylemin sahte ve aldatıcı bir şekilde gerçekleştiğini ifade eder."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَذَبَّ - İstazabba", "muzari": "يَسْتَذِبُّ - Yastazibbu", "masdar": "اِسْتِذْبَاب - İstizbab"}, "bab_anlami": "Uzaklaştırma veya koruma eylemini talep etmek, bir şeyi defetmek veya korumak için yardım istemek; bir şeyin etrafında dönerek onu gözetlemesini istemek, birinden ihtimam ve özen beklemek. Bu kalıp, temel anlam çekirdeğindeki uzaklaştırma ve koruma eylemlerinin başkasından talep edildiğini ifade eder. Fiilin bu kalıbı, failin bir şeyi uzaklaştırmak veya korumak için başkasından yardım istediğini gösterir. Bu, bir tür bağımlılık ve ihtiyaç duyma durumunu ifade eder. Aynı zamanda, bir şeyin etrafında dönerek onu gözetlemesini isteme anlamını da taşıyabilir, bu da birinden ihtimam ve özen bekleme eylemini ifade eder.", "mikro_mantik": "Bu bab, fiilin temel anlamını talep ve istek unsurlarıyla birleştirerek ifade eder. Kökün anlamını başkasından yardım isteme ve bağımlılık durumunu vurgular. Bu kalıp, failin eylemi bizzat gerçekleştirmek yerine, başkasından talep ettiğini gösterir. Fiilin isteme hali, eylemin başkasının yardımıyla gerçekleşeceğini ifade eder."}]}], "ذبح": [{"kok": "ذبح", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Hayatın sonlandırılması, bir şeyin varlığının kesilmesi veya sona erdirilmesi eylemi. Bu, sadece fiziksel bir eylem değil, aynı zamanda mecazi anlamda bir ilişkinin, umudun veya sürecin sonunu da ifade edebilir. Derinlemesine düşünüldüğünde, bir şeyin feda edilmesi veya kurban edilmesi anlamını da içerebilir.", "kavramsal_derinlik": "Beşeri boyutta, 'ذبح', genellikle bir canlının yaşamına son verme eylemi olarak görülürken, ilahi boyutta bu, bir adanmışlık, teslimiyet veya arınma ritüeli olarak anlam kazanır. İnsanın içsel dürtüleri ve ahlaki sorumlulukları arasındaki gerilimi temsil eder. Aynı zamanda, daha yüksek bir amaç uğruna bir şeyden vazgeçme veya fedakarlık yapma kavramını da barındırır."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "ذَبَحَ", "muzari": "يَذْبَحُ", "masdar": "ذَبْح"}, "bab_anlami": "Temel anlamıyla kesmek, boğazlamak, bir canlının yaşamına son vermek anlamına gelir. Bu eylem, genellikle belirli ritüeller veya ihtiyaçlar doğrultusunda gerçekleştirilir. Ancak daha derin bir anlamda, bu kalıp, bir şeyin potansiyelini ortadan kaldırmak, bir süreci sonlandırmak veya bir ilişkiyi bitirmek gibi mecazi anlamlara da gelebilir. Bu kalıp, bir eylemin doğrudan ve kesin bir şekilde tamamlanmasını ifade eder.", "mikro_mantik": "Bu bab, kökün temel anlamını doğrudan ve en yalın haliyle ifade eder. Eylemin fail tarafından gerçekleştirildiğini ve nesnenin bu eylemden etkilendiğini gösterir. Kökün anlamını herhangi bir ek anlam veya yoğunluk katmadan, temel ve somut bir şekilde aktarır."}, {"bab_no": 2, "fiil_formlari": {"mazi": "ذُبِّحَ", "muzari": "يُذَبَّحُ", "masdar": "تَذْبِيح"}, "bab_anlami": "Bu kalıp, kesme eyleminin yoğunluğunu veya tekrarlanmasını ifade eder. Bir şeyin defalarca kesilmesi, parçalanması veya yoğun bir şekilde boğazlanması anlamını taşıyabilir. Aynı zamanda, bir durumun veya sürecin aşırı derecede sonlandırılması veya yok edilmesi gibi mecazi anlamlara da gelebilir. Bu kalıp, eylemin şiddetini ve etkisini vurgular.", "mikro_mantik": "Bu bab, köke yoğunluk ve tekrarlama anlamı katar. Eylemin birden fazla kez veya yoğun bir şekilde gerçekleştirildiğini vurgular. Bu, temel anlamın şiddetini artırarak, eylemin etkisini daha belirgin hale getirir."}, {"bab_no": 3, "fiil_formlari": {"mazi": "ذَابَحَ", "muzari": "يُذَابِحُ", "masdar": "مُذَابَحَة / ذِبَاح"}, "bab_anlami": "Bu kalıp, karşılıklı kesme veya boğazlama eylemini ifade eder. İki tarafın birbirini kesmeye çalışması, rekabet veya çatışma içinde olmaları anlamına gelebilir. Mecazi olarak, bu kalıp, iki tarafın birbirini zayıflatmaya veya yok etmeye çalıştığı bir durumu ifade edebilir. Bu, bir savaş, rekabet veya şiddetli bir anlaşmazlık olabilir.", "mikro_mantik": "Bu bab, köke karşılıklılık anlamı katar. Eylemin iki veya daha fazla taraf arasında gerçekleştiğini ve her bir tarafın diğerini etkilediğini gösterir. Bu, temel anlamın etkileşimli bir versiyonunu sunar."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَذْبَحَ", "muzari": "يُذْبِحُ", "masdar": "إِذْبَاح"}, "bab_anlami": "Bu kalıp, birini kesmeye zorlamak, birinin kesilmesine neden olmak veya bir şeyi kesmeye hazır hale getirmek anlamına gelir. Bu, bir eylemin doğrudan gerçekleştirilmesinden ziyade, eylemin gerçekleşmesine yol açan bir durumu ifade eder. Mecazi olarak, bu kalıp, birinin bir şeyi feda etmesine veya sonlandırmasına neden olmak anlamına gelebilir.", "mikro_mantik": "Bu bab, köke neden olma anlamı katar. Failin, eylemi doğrudan gerçekleştirmek yerine, eylemin gerçekleşmesine neden olduğunu gösterir. Bu, temel anlamın dolaylı bir versiyonunu sunar."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَذَبَّحَ", "muzari": "يَتَذَبَّحُ", "masdar": "تَذَبُّح"}, "bab_anlami": "Bu kalıp, kesme eylemini taklit etmek, kesme eylemi yapar gibi görünmek veya kesme eylemine hazırlanmak anlamına gelir. Bu, eylemin gerçekte gerçekleşmediği, ancak eylemin potansiyel olarak gerçekleşebileceği bir durumu ifade eder. Mecazi olarak, bu kalıp, bir şeyin sonlandırılmasını veya feda edilmesini beklemek veya buna hazırlanmak anlamına gelebilir.", "mikro_mantik": "Bu bab, köke taklit veya hazırlanma anlamı katar. Eylemin gerçekte gerçekleşmediğini, ancak eylemin potansiyel olarak gerçekleşebileceğini gösterir. Bu, temel anlamın simüle edilmiş bir versiyonunu sunar."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَذَابَحَ", "muzari": "يَتَذَابَحُ", "masdar": "تَذَابُح"}, "bab_anlami": "Bu kalıp, karşılıklı olarak birbirini kesmek, birbirini boğazlamak veya şiddetli bir şekilde çatışmak anlamına gelir. Bu, iki veya daha fazla tarafın birbirini yok etmeye çalıştığı bir durumu ifade eder. Mecazi olarak, bu kalıp, şiddetli bir rekabet, savaş veya anlaşmazlık içinde olmak anlamına gelebilir. Bu kalıp, karşılıklı yıkım ve şiddeti vurgular.", "mikro_mantik": "Bu bab, köke karşılıklı şiddet anlamı katar. Eylemin iki veya daha fazla taraf arasında gerçekleştiğini ve her bir tarafın diğerini yok etmeye çalıştığını gösterir. Bu, temel anlamın şiddetli ve yıkıcı bir versiyonunu sunar."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْذَبَحَ", "muzari": "يَنْذَبِحُ", "masdar": "اِنْذِبَاح"}, "bab_anlami": "Bu kalıp, kesilmek, boğazlanmak veya birinin kurbanı olmak anlamına gelir. Bu, eylemin fail tarafından değil, nesne tarafından deneyimlendiği bir durumu ifade eder. Mecazi olarak, bu kalıp, bir şeyin feda edilmesi, sonlandırılması veya yok edilmesi anlamına gelebilir. Bu kalıp, pasifliği ve kurban olmayı vurgular.", "mikro_mantik": "Bu bab, köke edilgenlik anlamı katar. Eylemin fail tarafından değil, nesne tarafından deneyimlendiğini gösterir. Bu, temel anlamın pasif bir versiyonunu sunar."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِذْدَبَحَ", "muzari": "يَذْدَبِحُ", "masdar": "اِذْدِبَاح"}, "bab_anlami": "Bu kalıp, kesmek için çabalamak, kesmeye yeltenmek veya kesme eylemini gerçekleştirmeye çalışmak anlamına gelir. Bu, eylemin henüz tamamlanmadığı, ancak eylemin gerçekleşmesi için bir çaba gösterildiği bir durumu ifade eder. Mecazi olarak, bu kalıp, bir şeyi sonlandırmaya, feda etmeye veya yok etmeye çalışmak anlamına gelebilir.", "mikro_mantik": "Bu bab, köke çabalama anlamı katar. Eylemin henüz tamamlanmadığını, ancak eylemin gerçekleşmesi için bir çaba gösterildiğini gösterir. Bu, temel anlamın potansiyel bir versiyonunu sunar."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اِذْبَحَّ", "muzari": "يَذْبَحُّ", "masdar": "اِذْبِحَاح"}, "bab_anlami": "Bu kalıp, kesilmekten dolayı rengi değişmek, solmak veya zayıflamak anlamına gelebilir. Bu, eylemin fiziksel etkilerini vurgular. Mecazi olarak, bu kalıp, bir şeyin feda edilmesinden veya sonlandırılmasından dolayı zayıflamak veya etkisiz hale gelmek anlamına gelebilir. Bu kalıp, eylemin sonuçlarını vurgular.", "mikro_mantik": "Bu bab, köke sonuç anlamı katar. Eylemin fiziksel veya mecazi sonuçlarını vurgular. Bu, temel anlamın etkilerini gösteren bir versiyonunu sunar."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَذْبَحَ", "muzari": "يَسْتَذْبِحُ", "masdar": "اِسْتِذْبَاح"}, "bab_anlami": "Bu kalıp, kesmek istemek, kesmeyi talep etmek veya kesme eylemini gerçekleştirmek için izin istemek anlamına gelir. Bu, eylemin gerçekleşmesi için bir niyet veya talep olduğunu ifade eder. Mecazi olarak, bu kalıp, bir şeyi feda etmek, sonlandırmak veya yok etmek için bir talepte bulunmak anlamına gelebilir. Bu kalıp, niyeti ve talebi vurgular.", "mikro_mantik": "Bu bab, köke talep anlamı katar. Eylemin gerçekleşmesi için bir niyet veya talep olduğunu gösterir. Bu, temel anlamın potansiyel bir versiyonunu sunar, ancak eylemin gerçekleşmesi için bir talep veya izin gerekliliğini vurgular."}]}], "ذبذب": [{"kok": "ذبذب", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Titreme, salınım, kararsızlık; bir durumdan diğerine geçiş hali. Özünde, dengesizlik ve süreklilik arz etmeyen bir hareketi ifade eder.", "kavramsal_derinlik": "Beşeri boyutta, kararsız duyguları, değişken düşünceleri ve istikrarsız durumları temsil eder. İlahi boyutta ise, yaratılışın dinamizmini, sürekli değişimi ve evrenin titreşimini sembolize edebilir."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "ذَبْذَبَ - żabżaba", "muzari": "يُذَبْذِبُ - yużabżibu", "masdar": "ذَبْذَبَةٌ - żabżabah"}, "bab_anlami": "Bir şeyi sürekli olarak sallamak, titretmek veya bir o yana bir bu yana hareket ettirmek. Bu form, kökün temel anlamını yoğunlaştırır ve eylemin tekrarlayan veya sürekli doğasını vurgular. Fiilin bu kalıbı, bir nesnenin veya durumun kararsızlığını ve sürekli değişimini ifade eder; bu da, dışsal bir etkinin nesne üzerindeki sürekli etkisini gösterir.", "mikro_mantik": "Bu kalıp, kökün temel anlamını yineleyerek ve yoğunlaştırarak, eylemin sürekliliğini ve tekrarlanmasını vurgular. Dört harfli fiil kalıbı, eylemin karmaşıklığını ve yoğunluğunu artırır, böylece basit bir titreşimden daha karmaşık ve sürekli bir salınımı ifade eder. Matematiksel olarak, bu kalıp, temel titreşim frekansını modüle ederek daha karmaşık bir dalga formu oluşturur."}]}], "ذخر": [{"kok": "ذخر", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Biriktirme, saklama, geleceğe yönelik hazırlık yapma. Değerli olanı koruma ve muhafaza etme eylemi.", "kavramsal_derinlik": "Hem maddi hem de manevi birikimleri içerir. İnsanların gelecekteki ihtiyaçlarını karşılama arzusunu ve ilahi takdirin bir sonucu olarak elde edilen nimetlerin kıymetini bilmeyi ifade eder."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "ذَخَرَ", "muzari": "يَذْخَرُ", "masdar": "ذَخْر"}, "bab_anlami": "Bir şeyi biriktirmek, saklamak, geleceğe yönelik hazırlık yapmak. Bu kalıp, eylemin basitçe gerçekleştiğini ve öznenin bir şeyi kendi faydası için sakladığını gösterir. Aynı zamanda, kişinin gelecekteki ihtiyaçlarını karşılama amacıyla bilinçli bir şekilde hareket ettiğini vurgular. Bu, hem maddi birikimleri (para, yiyecek vb.) hem de manevi birikimleri (bilgi, deneyim vb.) içerebilir.", "mikro_mantik": "Bu bab, kökün temel anlamını en doğrudan ifade eden kalıptır. Eylemin yalın bir şekilde gerçekleştiğini ve öznenin bir şeyi saklama veya biriktirme eylemini gerçekleştirdiğini belirtir. Burada herhangi bir dönüşlülük, ettirgenlik veya mübalağa söz konusu değildir. Sadece temel fiilin kendisi vurgulanır."}, {"bab_no": 2, "fiil_formlari": {"mazi": "اِذَّخَرَ", "muzari": "يَذَّخِرُ", "masdar": "اِدِّخَار"}, "bab_anlami": "Bir şeyi özenle biriktirmek, saklamak, geleceğe yönelik titizlikle hazırlık yapmak. Bu kalıp, biriktirme eyleminin daha yoğun ve özenli bir şekilde yapıldığını gösterir. Kişi, gelecekteki olası zorluklara karşı hazırlıklı olmak için büyük bir dikkat ve çaba gösterir. Aynı zamanda, biriktirilen şeyin değerinin yüksek olduğunu ve korunmasının önemli olduğunu vurgular. Bu, kişinin uzun vadeli hedeflerine ulaşmak için yaptığı stratejik bir hazırlık olabilir.", "mikro_mantik": "Bu bab, köke bir yoğunluk ve özen anlamı katar. Biriktirme eyleminin daha bilinçli ve planlı bir şekilde yapıldığını gösterir. Öznenin, gelecekteki ihtiyaçlarını veya hedeflerini düşünerek hareket ettiği vurgulanır. Bu kalıp, eylemin sadece basit bir biriktirme değil, aynı zamanda bir hazırlık ve yatırım olduğunu da ifade eder."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَذَخَّرَ", "muzari": "يَتَذَخَّرُ", "masdar": "تَذَخُّر"}, "bab_anlami": "Biriktirme veya saklama eylemini alışkanlık haline getirmek, sürekli olarak geleceğe yönelik hazırlık yapmak. Bu kalıp, biriktirme eyleminin sürekliliğini ve tekrarlanmasını ifade eder. Kişi, biriktirme ve saklama eylemini hayatının bir parçası haline getirmiştir ve sürekli olarak geleceğe yönelik hazırlık yapmaktadır. Bu, kişinin disiplinli ve öngörülü bir yaşam tarzını yansıtabilir. Aynı zamanda, biriktirilen şeyin değerinin zamanla arttığını ve bu nedenle sürekli olarak korunması gerektiğini vurgular.", "mikro_mantik": "Bu bab, köke bir süreklilik ve alışkanlık anlamı katar. Biriktirme eyleminin zaman içinde tekrarlandığını ve öznenin bu eylemi bir rutin haline getirdiğini gösterir. Bu kalıp, eylemin sadece bir kez değil, sürekli olarak yapıldığını ve bu nedenle daha önemli ve değerli olduğunu ifade eder."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَذْخَرَ", "muzari": "يَسْتَذْخِرُ", "masdar": "اِسْتِذْخَار"}, "bab_anlami": "Bir şeyi biriktirmeyi veya saklamayı istemek, biriktirme veya saklama imkanını aramak, geleceğe yönelik hazırlık yapma fırsatını kollamak. Bu kalıp, biriktirme eyleminin arzu ve istek üzerine gerçekleştiğini gösterir. Kişi, biriktirme ve saklama eylemini gerçekleştirmek için fırsatları değerlendirir ve bu konuda çaba gösterir. Aynı zamanda, biriktirilen şeyin değerinin farkında olduğunu ve onu elde etmek için istekli olduğunu vurgular. Bu, kişinin geleceğe yönelik hedeflerine ulaşmak için aktif bir şekilde hareket ettiğini gösterir.", "mikro_mantik": "Bu bab, köke bir istek ve arayış anlamı katar. Biriktirme eyleminin öznenin isteği üzerine gerçekleştiğini ve öznenin bu eylemi gerçekleştirmek için çaba gösterdiğini belirtir. Bu kalıp, eylemin sadece pasif bir biriktirme değil, aynı zamanda aktif bir arayış ve çaba olduğunu ifade eder."}]}], "ذرأ": [{"kok": "ذرأ", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Yaratma, var etme, tohum saçma; bir şeyin başlangıcını oluşturma, yayılma ve çoğalma potansiyeli taşıma.", "kavramsal_derinlik": "Varlığın özündeki yaratılış ilkesi, evrenin sonsuz genişlemesi ve her bir zerrenin potansiyelini ifade eder. İlahi kudretin tecellisiyle, varlıkların yaratılış amacı ve yayılma dinamiği arasındaki ilişkiyi derinlemesine inceler."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "ذَرَأَ - Zara'a", "muzari": "يَذْرَأُ - Yazra'u", "masdar": "ذَرْءٌ - Zar'un"}, "bab_anlami": "Bir şeyi yaratmak, var etmek, tohumunu saçmak ve yaymak anlamına gelir. Bu kalıp, yaratılışın temel eylemini ve varlıkların dünyaya yayılmasını ifade eder. Aynı zamanda, bir şeyin başlangıcını oluşturma ve çoğalma potansiyelini taşıma anlamlarını da içerir. Bu, ilahi yaratılışın bir tezahürü olarak, evrenin sürekli genişlemesini ve varlıkların çoğalmasını simgeler.", "mikro_mantik": "Bu kalıp, kökün temel anlamını doğrudan ve basit bir şekilde ifade eder. Fiilin faili (öznesi) doğrudan yaratma eylemini gerçekleştiren varlıktır. Bu, eylemin temel ve değişmez bir niteliğini gösterir; yaratma eyleminin kendisi, herhangi bir ek nitelik veya durumla sınırlanmamıştır."}, {"bab_no": 2, "fiil_formlari": {"mazi": "ذُرِّئَ - Zurri'e", "muzari": "يُذَرَّأُ - Yuzerra'u", "masdar": "تَذْرِئَةٌ - Tezri'etun"}, "bab_anlami": "Yaratılmış olmak, var edilmiş olmak, tohumu saçılmış olmak; bir şeyin yaratılma sürecine tabi tutulması ve yayılmasına izin verilmesi anlamına gelir. Bu kalıp, yaratılışın pasif yönünü ve varlıkların ilahi iradeye tabi olarak yaratılmasını vurgular. Aynı zamanda, bir şeyin potansiyelinin ortaya çıkması ve yayılması için gerekli koşulların sağlanması anlamını da taşır. Bu, varlıkların yaratılış amacına uygun olarak gelişmesi ve evrende yerini alması için bir fırsat sunulmasıdır.", "mikro_mantik": "Bu kalıp, kökün anlamını edilgen (pasif) hale getirir. Fiilin öznesi (faili) yaratma eylemini yapan değil, yaratılan veya yaratılma eylemine maruz kalan varlıktır. Bu, eylemin yönünü değiştirerek, yaratılışın ilahi iradeye tabi olduğunu ve varlıkların bu iradeye göre şekillendiğini vurgular."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَذَرَّأَ - Tezarraa", "muzari": "يَتَذَرَّأُ - Yetazarrau", "masdar": "تَذَرُّؤٌ - Tezarruun"}, "bab_anlami": "Yaratılmaya çalışmak, yaratılış sürecine dahil olmak, tohum saçmaya benzer bir çaba göstermek; bir şeyin yaratılması için gayret etmek ve çabalamak anlamına gelir. Bu kalıp, yaratılışın aktif ve dinamik bir süreç olduğunu ve varlıkların bu sürece katkıda bulunabileceğini ifade eder. Aynı zamanda, bir şeyin potansiyelini ortaya çıkarmak için bilinçli bir çaba gösterme ve yaratıcı bir eylemde bulunma anlamlarını da içerir. Bu, insanın kendi potansiyelini keşfetmesi ve evrenin yaratılış amacına uygun olarak hareket etmesi için bir davettir.", "mikro_mantik": "Bu kalıp, fiile bir çaba, gayret veya teşebbüs anlamı katar. Fiilin öznesi (faili), yaratma eylemini doğrudan gerçekleştirmese de, bu eyleme benzer bir çaba gösterir veya bu eylemin gerçekleşmesi için bir teşebbüste bulunur. Bu, eylemin yoğunluğunu ve öznenin bu eyleme olan bağlılığını artırır."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَذْرَأَ - İstazraa", "muzari": "يَسْتَذْرِئُ - Yestazriu", "masdar": "اِسْتِذْرَاءٌ - İstizraun"}, "bab_anlami": "Yaratılmayı istemek, yaratılışın gerçekleşmesini talep etmek, tohum saçılmasını beklemek; bir şeyin yaratılması için dua etmek, dilemek ve umut etmek anlamına gelir. Bu kalıp, yaratılışın ilahi bir lütuf olduğunu ve varlıkların bu lütfu talep etme hakkına sahip olduğunu ifade eder. Aynı zamanda, bir şeyin potansiyelinin ortaya çıkması için sabırla beklemek ve ilahi iradeye teslim olmak anlamlarını da içerir. Bu, insanın yaratılış amacına uygun olarak hareket etmesi ve evrenin sonsuz potansiyeline inanması için bir çağrıdır.", "mikro_mantik": "Bu kalıp, fiile bir talep, arzu veya beklenti anlamı katar. Fiilin öznesi (faili), yaratma eylemini doğrudan gerçekleştiremez, ancak bu eylemin gerçekleşmesini ister, arzu eder veya bekler. Bu, eylemin gerçekleşmesi için bir niyetin veya beklentinin olduğunu gösterir ve öznenin bu eyleme olan inancını vurgular."}]}], "ذرر": [{"kok": "ذرر", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Küçük parçacıklar, atomize olma, dağılma, zerrelik", "kavramsal_derinlik": "Maddi dünyanın en küçük yapı taşlarından manevi alemin sonsuzluğuna uzanan bir yelpaze. Varlığın temelini oluşturan zerrenin, hem fiziksel hem de metafiziksel anlamda incelenmesi. Birlik içinde çokluğu, çokluk içinde birliği temsil eden bir kavram."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "ذرَّ - Zerra", "muzari": "يَذُرُّ - Yezurru", "masdar": "ذَرٌّ - Zerr"}, "bab_anlami": "Bir şeyi toz haline getirmek, atomize etmek, küçük parçacıklara ayırmak. Bir şeyi serperek veya püskürterek dağıtmak, yaymak. Mecazi olarak, bir fikri veya bilgiyi yaymak, duyurmak, etrafa saçmak anlamlarına gelir. Bu kalıp, eylemin yoğunluğunu ve tekrarlanmasını ifade eder, sanki bir şey sürekli olarak küçük parçacıklar halinde dağıtılıyormuş gibi.", "mikro_mantik": "Bu kalıp, kökün anlamını yoğunlaştırır ve eylemin tekrarlanan veya sürekli bir şekilde gerçekleştiğini gösterir. Kökün temel anlamı olan 'küçük parçacıklar' fikri, bu kalıpla eylemin sürekli olarak bu parçacıkların oluşumu veya dağılımı şeklinde gerçekleştiğini ifade eder. Bu, bir şeyin atomize edilmesi veya bir fikrin yayılması gibi süreçlerdeki sürekliliği vurgular."}, {"bab_no": 2, "fiil_formlari": {"mazi": "تَذَرَّرَ - Tezerra", "muzari": "يَتَذَرَّرُ - Yetezerru", "masdar": "تَذَرُّرٌ - Tezerrur"}, "bab_anlami": "Zerrelere ayrılmak, toz haline gelmek, atomize olmak. Bir şeyin küçük parçacıklara dönüşmesi, dağılması veya yok olması. Mecazi olarak, bir duygunun veya düşüncenin içsel olarak dağılması, çözülmesi veya etkisini kaybetmesi. Bu kalıp, eylemin dönüşümsel ve içsel bir süreç olduğunu vurgular.", "mikro_mantik": "Bu kalıp, kökün anlamını içselleştirir ve dönüşümsel bir süreci ifade eder. Kökün temel anlamı olan 'küçük parçacıklar' fikri, bu kalıpla bir şeyin içsel olarak bu parçacıklara ayrılması veya dönüşmesi şeklinde gerçekleştiğini gösterir. Bu, bir duygunun çözülmesi veya bir maddenin atomize olması gibi süreçlerdeki içsel dönüşümü vurgular."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَذَرَّى - Tezerra", "muzari": "يَتَذَرَّى - Yetezerra", "masdar": "تَذَرِّي - Tezerri"}, "bab_anlami": "Tozlanmak, tozla kaplanmak, zerrelere bürünmek. Bir şeyin toz veya küçük parçacıklarla örtülmesi, kaplanması. Mecazi olarak, bir şeyin belirsizleşmesi, gizlenmesi veya önemsizleşmesi. Bu kalıp, eylemin pasif bir şekilde gerçekleştiğini ve bir şeyin dış etkenler tarafından etkilendiğini vurgular. Bir şeyin zerrelere bürünmesi, onun özünün gizlenmesine ve görünmez hale gelmesine işaret eder.", "mikro_mantik": "Bu kalıp, kökün anlamını pasifleştirir ve dışsal bir etkiyi ifade eder. Kökün temel anlamı olan 'küçük parçacıklar' fikri, bu kalıpla bir şeyin dışsal olarak bu parçacıklarla kaplanması veya örtülmesi şeklinde gerçekleştiğini gösterir. Bu, bir şeyin gizlenmesi veya önemsizleşmesi gibi durumlardaki dışsal etkiyi vurgular."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَذَارَّ - Tezarra", "muzari": "يَتَذَارُّ - Yetezarru", "masdar": "تَذَارٌّ - Tezarru"}, "bab_anlami": "Karşılıklı olarak toz serpmek, birbirini tozlamak, atomize etmek. İki veya daha fazla şeyin birbirine toz veya küçük parçacıklar serpmesi, püskürtmesi. Mecazi olarak, karşılıklı olarak tartışmak, çekişmek veya birbirine zarar vermek. Bu kalıp, eylemin karşılıklı ve rekabetçi bir şekilde gerçekleştiğini vurgular. Tarafların birbirine karşı zayıflatıcı etkilerde bulunması.", "mikro_mantik": "Bu kalıp, kökün anlamını karşılıklı bir etkileşim şeklinde ifade eder. Kökün temel anlamı olan 'küçük parçacıklar' fikri, bu kalıpla iki veya daha fazla şeyin birbirine bu parçacıkları serpmesi veya püskürtmesi şeklinde gerçekleştiğini gösterir. Bu, karşılıklı tartışma veya rekabet gibi durumlardaki etkileşimi vurgular."}]}], "ذرع": [{"kok": "ذرع", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Ölçmek, takdir etmek, bir şeyin sınırlarını belirlemek. Aynı zamanda, bir şeyin kapasitesini veya potansiyelini anlamak.", "kavramsal_derinlik": "Beşeri boyutta, bir nesnenin veya durumun somut ölçümü; ilahi boyutta ise, yaratılışın sınırları ve insanın anlama kapasitesinin takdiri."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "ذَرَعَ", "muzari": "يَذْرَعُ", "masdar": "ذَرْع"}, "bab_anlami": "Bir şeyi ölçmek, özellikle uzunluğunu veya genişliğini belirlemek. Bu kalıp, bir şeyin sınırlarını veya kapasitesini doğrudan ve somut bir şekilde belirlemeyi ifade eder. Aynı zamanda, bir durumun veya olayın boyutlarını anlamaya yönelik bir çabayı da gösterebilir; bu, bir şeyin gerçek değerini veya önemini takdir etmeye yönelik bir ilk adımdır.", "mikro_mantik": "Bu bab, kökün temel anlamını en doğrudan ve somut şekilde ifade eder. Bir nesnenin veya durumun ölçülebilir özelliklerine odaklanır, bu da onu daha anlaşılır ve yönetilebilir kılar. Bu kalıp, genellikle nesnel ve pratik bir yaklaşımı temsil eder."}, {"bab_no": 2, "fiil_formlari": {"mazi": "ذُرِّعَ", "muzari": "يُذَرَّعُ", "masdar": "تَذْرِيع"}, "bab_anlami": "Bir şeyin ölçülmesine veya takdir edilmesine maruz kalmak, bir başkası tarafından değerlendirilmek. Bu kalıp, öznenin bir ölçüm veya değerlendirme sürecinin nesnesi olduğunu gösterir. Aynı zamanda, bir şeyin değerinin veya öneminin başkaları tarafından kabul edilmesini veya takdir edilmesini de ifade edebilir. Bu, bir tür dışsal onay veya değerlendirme sürecini içerir.", "mikro_mantik": "Bu bab, kökün anlamını pasif bir eyleme dönüştürür. Özne, ölçme eylemini gerçekleştiren değil, ölçülen veya değerlendirilen olur. Bu, bir tür dışsal etkiye veya değerlendirmeye maruz kalmayı ifade eder."}, {"bab_no": 3, "fiil_formlari": {"mazi": "ذَارَعَ", "muzari": "يُذَارِعُ", "masdar": "مُذَارَعَة"}, "bab_anlami": "Karşılıklı ölçmek, birbiriyle yarışmak veya rekabet etmek. Bu kalıp, iki veya daha fazla tarafın birbirini ölçtüğü veya değerlendirdiği bir etkileşimi ifade eder. Aynı zamanda, bir konuda yarışmayı veya rekabet etmeyi de gösterebilir; bu, tarafların birbirlerinin yeteneklerini veya potansiyellerini test ettiği bir süreçtir. Bu, dinamik bir etkileşim ve karşılıklı değerlendirme içerir.", "mikro_mantik": "Bu bab, kökün anlamını karşılıklı bir eyleme dönüştürür. İki veya daha fazla tarafın birbirini ölçtüğü veya değerlendirdiği bir etkileşim söz konusudur. Bu, rekabet, işbirliği veya karşılaştırma gibi çeşitli dinamikleri içerebilir."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَذْرَعَ", "muzari": "يُذْرِعُ", "masdar": "إِذْرَاع"}, "bab_anlami": "Bir şeyi ölçmeye başlamak, bir ölçüm sürecini başlatmak veya bir şeyi ölçmek için araçlar sağlamak. Bu kalıp, bir ölçüm eyleminin başlangıcını veya bir ölçüm sürecini kolaylaştırmayı ifade eder. Aynı zamanda, bir şeyi anlamak veya değerlendirmek için gerekli araçları veya bilgileri sağlamayı da gösterebilir. Bu, bir tür hazırlık veya öncülük etme eylemidir.", "mikro_mantik": "Bu bab, kökün anlamını bir eylemin başlangıcına veya bir sürecin başlatılmasına bağlar. Ölçme eyleminin kendisinden ziyade, bu eylemi mümkün kılan koşullara veya araçlara odaklanır."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَذَرَّعَ", "muzari": "يَتَذَرَّعُ", "masdar": "تَذَرُّع"}, "bab_anlami": "Bir şeyi ölçmeye çalışmak, bir şeyi ölçmek için çaba göstermek veya bir şeyi ölçmek için bahane aramak. Bu kalıp, bir ölçüm eylemine yönelik bir girişimi veya çabayı ifade eder. Aynı zamanda, bir şeyi ölçmekten kaçınmak veya bir şeyi ölçmek için geçerli bir neden sunmak için bahane aramayı da gösterebilir. Bu, bir tür kaçınma veya bahaneler yoluyla bir durumu yönetme çabasıdır.", "mikro_mantik": "Bu bab, kökün anlamını bir çaba veya bahaneler yoluyla bir durumu yönetme çabasına bağlar. Ölçme eyleminin kendisinden ziyade, bu eyleme yönelik tutuma veya motivasyona odaklanır."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَذَارَعَ", "muzari": "يَتَذَارَعُ", "masdar": "تَذَارُع"}, "bab_anlami": "Birbirini ölçmek, karşılıklı olarak ölçülmek veya birbirinin ölçüsünü almak. Bu kalıp, iki veya daha fazla tarafın birbirini ölçtüğü veya değerlendirdiği bir durumu ifade eder. Aynı zamanda, tarafların birbirlerinin yeteneklerini veya potansiyellerini anlamaya çalıştığı bir süreci de gösterebilir. Bu, karşılıklı bir anlayış veya değerlendirme çabasıdır.", "mikro_mantik": "Bu bab, kökün anlamını karşılıklı bir etkileşime bağlar. Taraflar birbirini ölçer ve değerlendirir, bu da bir tür denge veya uyum arayışını ifade eder."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْذَرَعَ", "muzari": "يَنْذَرِعُ", "masdar": "اِنْذِرَاع"}, "bab_anlami": "Ölçülmek, ölçülebilir hale gelmek veya bir ölçüme tabi olmak. Bu kalıp, bir şeyin ölçülebilir bir duruma gelmesini veya bir ölçüm sürecine dahil olmasını ifade eder. Aynı zamanda, bir şeyin değerinin veya öneminin ölçülebilir hale gelmesini de gösterebilir. Bu, bir tür dönüşüm veya ölçülebilirliğe geçiş sürecidir.", "mikro_mantik": "Bu bab, kökün anlamını bir dönüşüm veya ölçülebilirliğe geçiş sürecine bağlar. Özne, ölçülebilir bir duruma gelir veya bir ölçüm sürecine dahil olur."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِذْدَرَعَ", "muzari": "يَذْدَرِعُ", "masdar": "اِذْدِرَاع"}, "bab_anlami": "Ölçmek için çabalamak, bir şeyi ölçmeye gayret etmek veya bir şeyi ölçmek için özel bir çaba göstermek. Bu kalıp, bir ölçüm eylemine yönelik yoğun bir çabayı veya gayreti ifade eder. Aynı zamanda, bir şeyi anlamak veya değerlendirmek için özel bir çaba göstermeyi de gösterebilir. Bu, bir tür kararlılık veya azimle bir hedefe ulaşma çabasıdır.", "mikro_mantik": "Bu bab, kökün anlamını yoğun bir çaba veya gayretle bir hedefe ulaşma çabasına bağlar. Ölçme eylemi, özel bir kararlılık ve azimle gerçekleştirilir."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اِذْرَاعَّ", "muzari": "يَذْرَاعُّ", "masdar": "اِذْرِيعَاع"}, "bab_anlami": "Çok fazla ölçmek, aşırı derecede ölçmek veya ölçme konusunda abartılı davranmak. Bu kalıp, ölçme eyleminin aşırıya kaçtığı veya abartılı bir şekilde yapıldığı bir durumu ifade eder. Aynı zamanda, bir şeyi değerlendirirken veya analiz ederken aşırıya kaçmayı da gösterebilir. Bu, bir tür dengesizlik veya aşırılık durumudur.", "mikro_mantik": "Bu bab, kökün anlamını aşırılık veya abartı ile ilişkilendirir. Ölçme eylemi, normal sınırların ötesine geçer ve aşırıya kaçar."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَذْرَعَ", "muzari": "يَسْتَذْرِعُ", "masdar": "اِسْتِذْرَاع"}, "bab_anlami": "Ölçmeyi istemek, ölçülmesini talep etmek veya bir şeyi ölçmek için yardım istemek. Bu kalıp, bir ölçüm eylemine yönelik bir talebi veya isteği ifade eder. Aynı zamanda, bir şeyi ölçmek için başkasından yardım istemeyi veya bir ölçüm sürecini başlatmak için destek aramayı da gösterebilir. Bu, bir tür işbirliği veya yardım arayışı durumudur.", "mikro_mantik": "Bu bab, kökün anlamını bir talep veya yardım arayışı ile ilişkilendirir. Ölçme eylemi, başkasından yardım veya destek alarak gerçekleştirilir."}, {"bab_no": 11, "fiil_formlari": {"mazi": "اِذْرَوَّعَ", "muzari": "يَذْرَوِّعُ", "masdar": "اِذْرِوَّاع"}, "bab_anlami": "Ölçmekte acele etmek, hızlı bir şekilde ölçmek veya ölçme işlemini hızlandırmak. Bu kalıp, ölçme eyleminin hızlı bir şekilde veya aceleyle yapıldığı bir durumu ifade eder. Aynı zamanda, bir şeyi hızlı bir şekilde değerlendirmek veya analiz etmek için çaba göstermeyi de gösterebilir. Bu, bir tür aciliyet veya hızla sonuç alma isteğidir.", "mikro_mantik": "Bu bab, kökün anlamını hız veya aciliyet ile ilişkilendirir. Ölçme eylemi, hızlı bir şekilde ve aceleyle gerçekleştirilir."}]}], "ذرو": [{"kok": "ذرو", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Yükselme, zirveye ulaşma, en üst nokta; bir şeyin en iyi, en değerli kısmı. Aynı zamanda dağılma, saçılma, savrulma anlamlarını da içerir. Kök, potansiyel olarak hem yükselişi hem de dağılmayı, yani bir döngüyü ifade eder.", "kavramsal_derinlik": "Beşeri boyutta başarı, güç, kontrol; ilahi boyutta ise tecelli, zuhur, en yüksek bilgi ve hikmet. Bu kök, yaratılışın zirvesini ve aynı zamanda dağılıp yeniden birleşme potansiyelini simgeler. İnsanın potansiyelini ve sınırlamalarını, ilahi iradenin tezahürünü ve evrenin döngüsel doğasını içerir."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "ذَرَا - Zara", "muzari": "يَذْرُو - Yazru", "masdar": "ذَرْو - Zarv"}, "bab_anlami": "Bir şeyi savurmak, dağıtmak, yaymak. Bu kalıp, kökün temel anlamını doğrudan yansıtır. Bir şeyin kontrolsüz bir şekilde yayılması, dağılması veya saçılması eylemini ifade eder. Aynı zamanda, bir şeyin özünden ayrılarak farklı yerlere gitmesini de simgeler. Bu, bilginin yayılması, tohumların saçılması veya bir topluluğun dağılması gibi çeşitli şekillerde tezahür edebilir.", "mikro_mantik": "Bu bab, kökün temel anlamını (yayılma, dağılma) doğrudan eyleme dönüştürür. Fiilin faili, bir şeyi dağıtan veya yayan özne olur. Bu kalıp, kökün içerdiği potansiyel enerjinin serbest bırakılmasını ve etkileşimini vurgular."}, {"bab_no": 2, "fiil_formlari": {"mazi": "ذَرَّى - Zarra", "muzari": "يُذَرِّي - Yuzarri", "masdar": "تَذْرِيَة - Tazriye"}, "bab_anlami": "Bir şeyi çok ince bir şekilde dağıtmak, toz haline getirmek. Bu kalıp, kökün anlamını yoğunlaştırır ve inceltir. Bir şeyin daha küçük parçalara ayrılarak yayılmasını, adeta toz zerrecikleri gibi havada asılı kalmasını ifade eder. Bu, bir düşüncenin yayılması, bir duygunun hissedilmesi veya bir olayın etkisinin yayılması gibi soyut kavramlara da uygulanabilir. Bu kalıp, incelik, hassasiyet ve yayılmanın gücünü vurgular.", "mikro_mantik": "Bu bab, kökün yayılma anlamını daha da incelterek, bir şeyin çok küçük parçalar halinde dağılmasını ifade eder. Fiilin etkisi daha yaygın ve daha az fark edilebilir hale gelir. Bu kalıp, kökün içerdiği potansiyel enerjinin daha geniş bir alana yayılmasını ve daha ince bir etki bırakmasını sağlar."}, {"bab_no": 3, "fiil_formlari": {"mazi": "ذَارَى - Zaara", "muzari": "يُذَارِي - Yuzaari", "masdar": "مُذَارَاة - Muzaara"}, "bab_anlami": "Bir şeyi gizlemek, saklamak, örtbas etmek; bir şeyi yaymaktan kaçınmak. Bu kalıp, kökün zıt anlamını, yani dağılmama, yayılmama durumunu ifade eder. Bir şeyi saklamak, gizlemek veya örtbas etmek, onun yayılmasını engellemek anlamına gelir. Bu, sırların saklanması, hataların örtbas edilmesi veya bilginin gizlenmesi gibi çeşitli şekillerde tezahür edebilir. Bu kalıp, kontrol, gizlilik ve yayılmanın engellenmesini vurgular.", "mikro_mantik": "Bu bab, kökün yayılma anlamının zıddını ifade ederek, bir şeyin yayılmasını engellemeyi veya gizlemeyi vurgular. Fiilin etkisi, bir şeyi saklamak veya örtbas etmek yoluyla yayılmayı önlemektir. Bu kalıp, kökün içerdiği potansiyel enerjinin kontrol altında tutulmasını ve yayılmasının engellenmesini sağlar."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَذْرَى - Azra", "muzari": "يُذْرِي - Yuzri", "masdar": "إِذْرَاء - Izra"}, "bab_anlami": "Bir şeyi değersiz görmek, küçümsemek, hor görmek; bir şeyi savurmak, değersiz bir şey gibi atmak. Bu kalıp, kökün dağılma anlamını olumsuz bir bağlamda kullanır. Bir şeyi değersiz görmek, onu savurmak veya atmak, onun değerini düşürmek anlamına gelir. Bu, bir fikrin reddedilmesi, bir yeteneğin küçümsenmesi veya bir insanın hor görülmesi gibi çeşitli şekillerde tezahür edebilir. Bu kalıp, değersizlik, küçümseme ve savurganlığı vurgular.", "mikro_mantik": "Bu bab, kökün yayılma anlamını değersizlik ve küçümseme ile birleştirerek, bir şeyin değersiz görülerek savrulmasını veya atılmasını ifade eder. Fiilin etkisi, bir şeyi değersizleştirmek ve ondan kurtulmaktır. Bu kalıp, kökün içerdiği potansiyel enerjinin olumsuz bir şekilde kullanılması ve bir şeyin değerinin düşürülmesi anlamına gelir."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَذَرَّى - Tazarra", "muzari": "يَتَذَرَّى - Yatazarra", "masdar": "تَذَرِّي - Tazarri"}, "bab_anlami": "Tozlanmak, tozla kaplanmak; bir şeyin toz gibi dağılmasına neden olmak. Bu kalıp, kökün dağılma anlamını pasif bir şekilde ifade eder. Bir şeyin tozla kaplanması veya toz gibi dağılması, onun zayıflaması, etkisini kaybetmesi veya yok olması anlamına gelir. Bu, bir anının solması, bir umudun tükenmesi veya bir toplumun dağılması gibi çeşitli şekillerde tezahür edebilir. Bu kalıp, zayıflık, yok olma ve dağılmanın etkisini vurgular.", "mikro_mantik": "Bu bab, kökün yayılma anlamını pasif bir şekilde ifade ederek, bir şeyin tozlanması veya toz gibi dağılması durumunu vurgular. Fiilin etkisi, bir şeyin zayıflaması, etkisini kaybetmesi veya yok olmasıdır. Bu kalıp, kökün içerdiği potansiyel enerjinin dağılması ve bir şeyin yok olmasına neden olması anlamına gelir."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَذَارَى - Tazaara", "muzari": "يَتَذَارَى - Yatazaara", "masdar": "تَذَارِي - Tazaari"}, "bab_anlami": "Saklanmak, gizlenmek; bir şeyden kaçınmak, uzak durmak. Bu kalıp, kökün zıt anlamını, yani dağılmama, yayılmama durumunu karşılıklı bir eylem olarak ifade eder. Birbirinden saklanmak, gizlenmek veya kaçınmak, yayılmayı engellemek ve etkileşimi azaltmak anlamına gelir. Bu, sırların korunması, düşmanlardan saklanılması veya tehlikeden kaçınılması gibi çeşitli şekillerde tezahür edebilir. Bu kalıp, gizlilik, kaçınma ve karşılıklı etkileşimin azalmasını vurgular.", "mikro_mantik": "Bu bab, kökün yayılma anlamının zıddını karşılıklı bir eylem olarak ifade ederek, birbirini saklamak veya kaçınmak yoluyla yayılmayı engellemeyi vurgular. Fiilin etkisi, etkileşimi azaltmak ve yayılmayı önlemektir. Bu kalıp, kökün içerdiği potansiyel enerjinin kontrol altında tutulmasını ve karşılıklı etkileşimin engellenmesini sağlar."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْذَرَى - Inzara", "muzari": "يَنْذَرِي - Yanzari", "masdar": "اِنْذِرَاء - Inzira"}, "bab_anlami": "Dağılmak, savrulmak; bir şeyin etkisiyle dağılmak. Bu kalıp, kökün dağılma anlamını içsel bir eylem olarak ifade eder. Bir şeyin kendi kendine dağılması veya bir etkinin sonucu olarak dağılması, onun zayıflaması, etkisini kaybetmesi veya yok olması anlamına gelir. Bu, bir topluluğun dağılması, bir fikrin unutulması veya bir duygunun kaybolması gibi çeşitli şekillerde tezahür edebilir. Bu kalıp, zayıflık, yok olma ve içsel dağılmanın etkisini vurgular.", "mikro_mantik": "Bu bab, kökün yayılma anlamını içsel bir eylem olarak ifade ederek, bir şeyin kendi kendine dağılması veya bir etkinin sonucu olarak dağılması durumunu vurgular. Fiilin etkisi, bir şeyin zayıflaması, etkisini kaybetmesi veya yok olmasıdır. Bu kalıp, kökün içerdiği potansiyel enerjinin dağılması ve bir şeyin yok olmasına neden olması anlamına gelir."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِذَّرَى - Izzara", "muzari": "يَذَّرِي - Yazzari", "masdar": "اِذِّرَاء - Izzira"}, "bab_anlami": "(Şiddetli rüzgarın) Tozu kaldırması, savurması; bir şeyi tamamen yok etmesi. Bu kalıp, kökün dağılma anlamını şiddetli ve yıkıcı bir eylem olarak ifade eder. Şiddetli rüzgarın tozu savurması veya bir şeyin tamamen yok olması, onun iz bırakmadan ortadan kalkması anlamına gelir. Bu, bir medeniyetin yıkılması, bir ormanın yok olması veya bir insanın tamamen unutulması gibi çeşitli şekillerde tezahür edebilir. Bu kalıp, şiddet, yıkım ve yok olmanın etkisini vurgular.", "mikro_mantik": "Bu bab, kökün yayılma anlamını şiddet ve yıkım ile birleştirerek, bir şeyin tamamen yok olmasını veya iz bırakmadan ortadan kalkmasını ifade eder. Fiilin etkisi, bir şeyi ortadan kaldırmak ve iz bırakmamaktır. Bu kalıp, kökün içerdiği potansiyel enerjinin yıkıcı bir şekilde kullanılması ve bir şeyin tamamen yok olmasına neden olması anlamına gelir."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اِذْرَوَّى - Izrawwa", "muzari": "يَذْرَوِّي - Yazrawwi", "masdar": "اِذْرِوَّاء - Izriwwa"}, "bab_anlami": "Yüksek bir yere çıkmak, zirveye ulaşmak; bir şeyin en üst noktasına gelmek. Bu kalıp, kökün yükselme anlamını yoğunlaştırır ve mükemmelliğe ulaşmayı ifade eder. Bir dağın zirvesine tırmanmak veya bir işte en üst noktaya gelmek, başarı, güç ve kontrol anlamına gelir. Bu, bir bilginin derinleşmesi, bir sanat eserinin mükemmelleşmesi veya bir liderin zirveye ulaşması gibi çeşitli şekillerde tezahür edebilir. Bu kalıp, başarı, mükemmellik ve zirveye ulaşmanın önemini vurgular.", "mikro_mantik": "Bu bab, kökün yayılma ve yükselme anlamlarını birleştirerek, bir şeyin en üst noktasına ulaşmasını ve etkisini en geniş alana yaymasını ifade eder. Fiilin etkisi, bir şeyi mükemmelleştirmek ve etkisini artırmaktır. Bu kalıp, kökün içerdiği potansiyel enerjinin en üst düzeyde kullanılması ve bir şeyin zirveye ulaşması anlamına gelir."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَذْرَى - Istazra", "muzari": "يَسْتَذْرِي - Yastazri", "masdar": "اِسْتِذْرَاء - Istizra"}, "bab_anlami": "Rüzgardan korunmak, bir yere sığınmak; bir şeyin etkisinden kaçınmak. Bu kalıp, kökün zıt anlamını, yani dağılmama, yayılmama durumunu arayış içinde olmayı ifade eder. Rüzgardan korunmak veya bir şeyin etkisinden kaçınmak, yayılmayı engellemek ve güvende kalmak anlamına gelir. Bu, tehlikeden kaçınmak, zararlı etkilerden korunmak veya sırları saklamak gibi çeşitli şekillerde tezahür edebilir. Bu kalıp, korunma, kaçınma ve güvende kalma arayışını vurgular.", "mikro_mantik": "Bu bab, kökün yayılma anlamının zıddını arayış içinde olmayı ifade ederek, rüzgardan korunmak veya bir şeyin etkisinden kaçınmak yoluyla yayılmayı engellemeyi vurgular. Fiilin etkisi, tehlikeden korunmak ve güvende kalmaktır. Bu kalıp, kökün içerdiği potansiyel enerjinin kontrol altında tutulmasını ve yayılmanın engellenmesini sağlar."}]}], "ذعن": [{"kok": "ذعن", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Boyun eğme, itaat etme, gönüllü teslimiyet. Bu kök, varlığın daha yüksek bir iradeye veya güce karşı duyduğu içsel bir yönelimi ifade eder. Özünde, bireyin kendi sınırlarını aşarak evrensel düzenle uyumlanma arzusunu barındırır.", "kavramsal_derinlik": "Beşeri boyutta, otoriteye saygı ve toplumsal düzenin korunması anlamlarına gelirken; ilahi boyutta, yaratıcıya duyulan koşulsuz sevgi ve teslimiyetle ilişkilidir. Bu, insanın kendi nefsini aşarak ilahi olana yakınlaşma çabasının bir yansımasıdır."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "ذَعَنَ", "muzari": "يَذْعَنُ", "masdar": "ذَعْن"}, "bab_anlami": "Gönüllü olarak boyun eğmek, isteyerek itaat etmek. Bu kalıp, zorlama olmaksızın, içsel bir kabul ve rıza ile gerçekleşen bir teslimiyeti ifade eder. Kişinin kendi özgür iradesiyle daha büyük bir amaca veya güce hizmet etmeyi seçmesi anlamına gelir. Bu, ahlaki bir olgunluk ve ruhsal bir derinlik göstergesidir.", "mikro_mantik": "Bu kalıp, kökün temel anlamını doğrudan ve yalın bir şekilde ifade eder. Fiilin basit yapısı, eylemin kendiliğindenliğini ve içtenliğini vurgular. Kökün anlamı herhangi bir ekleme veya çıkarma olmaksızın, olduğu gibi yansıtılır. Bu, eylemin saflığını ve dürüstlüğünü gösterir."}]}], "ذقن": [{"kok": "ذقن", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Çene; yüzün alt kısmında yer alan, konuşma ve yeme gibi temel işlevlerde rol oynayan anatomik yapı. Aynı zamanda, bir kişinin karakterini, kararlılığını veya meydan okumasını simgeleyen bir metafor.", "kavramsal_derinlik": "Fiziksel varlığın ifadesi ve kişisel iradenin sembolü arasındaki derin bağlantı. Çene, sadece bedensel bir özellik değil, aynı zamanda bireyin dünyaya karşı duruşunu, kararlılığını ve meydan okumasını temsil eder. Bu, insanın hem maddi hem de manevi varoluşunun bir yansımasıdır."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "ذَقَنَ - dhaqana", "muzari": "يَذْقُنُ - yadhqunu", "masdar": "ذَقْن - dhaqn"}, "bab_anlami": "Temel olarak 'çeneye sahip olmak' veya 'çenesi olmak' anlamına gelir. Bu bağlamda, bir şeyin temel bir özelliğe sahip olmasını veya bir niteliği taşımasını ifade edebilir. Örneğin, bir kişinin kararlılığını veya meydan okuma ruhunu somutlaştırması gibi. Aynı zamanda, bir şeyin fiziksel veya metafiziksel bir temele dayanmasını da simgeleyebilir.", "mikro_mantik": "Bu bab, kökün temel anlamını doğrudan ifade eder ve fiilin basit bir eylemi veya durumu tanımlamasını sağlar. Kökün anlamını değiştirmeden, sadece ona bir eylem veya durum özelliği katar. Bu, kökün temel anlamının somutlaşmasını veya belirginleşmesini sağlar."}, {"bab_no": 2, "fiil_formlari": {"mazi": "ذُقِّنَ - dhuqqina", "muzari": "يُذَقَّنُ - yudhaqqanu", "masdar": "تَذْقِين - tadhiqin"}, "bab_anlami": "Bir şeyi 'çeneye benzer hale getirmek' veya 'çene gibi davranmasını sağlamak' anlamına gelir. Bu, bir nesnenin veya durumun, kararlılık veya meydan okuma gibi çeneye atfedilen özellikleri taklit etmesini veya yansıtmasını ifade edebilir. Aynı zamanda, bir şeyi güçlendirmek veya desteklemek amacıyla yapılan bir eylemi de simgeleyebilir.", "mikro_mantik": "Bu bab, kökün anlamını yoğunlaştırır ve ona bir süreç veya dönüşüm anlamı katar. Fiilin edilgen yapısı, eylemin bir özne tarafından değil, nesne üzerinde gerçekleştiğini gösterir. Bu, kökün anlamının daha derinlemesine işlenmesini ve nesnenin niteliklerinin değiştirilmesini sağlar."}, {"bab_no": 3, "fiil_formlari": {"mazi": "تَذَاقَنَ - tadhaqana", "muzari": "يَتَذَاقَنُ - yatadhaqanu", "masdar": "تَذَاقُن - tadhaqun"}, "bab_anlami": "Karşılıklı olarak 'çeneye sahip olmak' veya 'çene gibi davranmak' anlamına gelir. Bu, iki veya daha fazla varlığın birbirlerine karşı kararlılık veya meydan okuma sergilemelerini ifade edebilir. Aynı zamanda, bir anlaşmazlık veya rekabet durumunu da simgeleyebilir. Bu bab, ilişkisel bir anlam taşır ve etkileşimi vurgular.", "mikro_mantik": "Bu bab, kökün anlamını karşılıklılık ve etkileşim bağlamına yerleştirir. Fiilin karşılıklı yapısı, eylemin iki veya daha fazla özne arasında gerçekleştiğini gösterir. Bu, kökün anlamının daha karmaşık ve dinamik bir şekilde ifade edilmesini sağlar."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَذْقَنَ - adhqana", "muzari": "يُذْقِنُ - yudhqinu", "masdar": "إِذْقَان - idhqan"}, "bab_anlami": "'Çeneli hale getirmek' veya 'çene eklemek' anlamına gelir. Bu, bir şeyi güçlendirmek, desteklemek veya daha kararlı hale getirmek için yapılan bir eylemi ifade edebilir. Aynı zamanda, bir şeye temel bir özellik veya nitelik kazandırmak anlamına da gelebilir. Bu bab, bir şeyi tamamlama veya mükemmelleştirme fikrini taşır.", "mikro_mantik": "Bu bab, kökün anlamını bir nesneye eklenen bir özellik veya nitelik olarak ifade eder. Fiilin geçişli yapısı, eylemin bir özne tarafından bir nesne üzerinde gerçekleştirildiğini gösterir. Bu, kökün anlamının nesnenin niteliklerini değiştirmesini veya tamamlamasını sağlar."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَذَقَّنَ - tadhaqqana", "muzari": "يَتَذَقَّنُ - yatadhaqqanu", "masdar": "تَذَقُّن - tadhaqqun"}, "bab_anlami": "'Çeneli gibi davranmak' veya 'çeneye benzemeye çalışmak' anlamına gelir. Bu, bir kişinin veya nesnenin kararlılık veya meydan okuma gibi çeneye atfedilen özellikleri taklit etmeye çalıştığını ifade edebilir. Aynı zamanda, bir şeyi olduğundan daha güçlü veya kararlı göstermeye çalışmak anlamına da gelebilir. Bu bab, bir yanılsama veya taklit fikrini taşır.", "mikro_mantik": "Bu bab, kökün anlamını bir taklit veya yanılsama bağlamına yerleştirir. Fiilin dönüşlü yapısı, eylemin özne üzerinde gerçekleştiğini gösterir. Bu, kökün anlamının öznenin niteliklerini değiştirmeye veya taklit etmeye çalışmasını sağlar."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَذَاقَنَ - tadhaqana", "muzari": "يَتَذَاقَنُ - yatadhaqanu", "masdar": "تَذَاقُن - tadhaqun"}, "bab_anlami": "3. bab ile aynıdır. Karşılıklı olarak 'çeneye sahip olmak' veya 'çene gibi davranmak' anlamına gelir. Bu, iki veya daha fazla varlığın birbirlerine karşı kararlılık veya meydan okuma sergilemelerini ifade edebilir. Aynı zamanda, bir anlaşmazlık veya rekabet durumunu da simgeleyebilir. Bu bab, ilişkisel bir anlam taşır ve etkileşimi vurgular.", "mikro_mantik": "3. bab ile aynıdır. Bu bab, kökün anlamını karşılıklılık ve etkileşim bağlamına yerleştirir. Fiilin karşılıklı yapısı, eylemin iki veya daha fazla özne arasında gerçekleştiğini gösterir. Bu, kökün anlamının daha karmaşık ve dinamik bir şekilde ifade edilmesini sağlar."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِذْقَانَّ - idhqanna", "muzari": "يَذْقَانُّ - yadhqannu", "masdar": "اِذْقِينَان - idhqinan"}, "bab_anlami": "'Çeneli hale gelmek' veya 'çeneye benzer hale gelmek' anlamına gelir. Bu, bir şeyin zamanla kararlılık veya meydan okuma gibi çeneye atfedilen özellikleri kazanmasını ifade edebilir. Aynı zamanda, bir şeyin daha güçlü veya kararlı hale gelmesi anlamına da gelebilir. Bu bab, bir gelişim veya olgunlaşma sürecini taşır.", "mikro_mantik": "Bu bab, kökün anlamını bir süreç veya değişim bağlamına yerleştirir. Fiilin dönüşlü yapısı, eylemin özne üzerinde gerçekleştiğini gösterir. Bu, kökün anlamının öznenin niteliklerini zamanla değiştirmesini veya geliştirmesini sağlar."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِذْدَقَنَ - iddaqana", "muzari": "يَذْدَقِنُ - yaddhaqinu", "masdar": "اِذْدِقَان - iddiqan"}, "bab_anlami": "'Çeneyi kullanmak' veya 'çeneyle hareket etmek' anlamına gelir. Bu, bir kişinin veya nesnenin kararlılık veya meydan okuma ifade etmek için çenesini kullandığını ifade edebilir. Aynı zamanda, bir şeyi zorlamak veya bastırmak için çeneyi kullanmak anlamına da gelebilir. Bu bab, bir eylem veya davranış fikrini taşır.", "mikro_mantik": "Bu bab, kökün anlamını bir eylem veya davranış bağlamına yerleştirir. Fiilin geçişli yapısı, eylemin bir özne tarafından bir nesne üzerinde gerçekleştirildiğini gösterir. Bu, kökün anlamının nesnenin davranışlarını etkilemesini veya yönlendirmesini sağlar."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اِذْقَانَّ - idhqanna", "muzari": "يَذْقَانُّ - yadhqannu", "masdar": "اِذْقِينَان - idhqinan"}, "bab_anlami": "7. bab ile aynıdır. 'Çeneli hale gelmek' veya 'çeneye benzer hale gelmek' anlamına gelir. Bu, bir şeyin zamanla kararlılık veya meydan okuma gibi çeneye atfedilen özellikleri kazanmasını ifade edebilir. Aynı zamanda, bir şeyin daha güçlü veya kararlı hale gelmesi anlamına da gelebilir. Bu bab, bir gelişim veya olgunlaşma sürecini taşır.", "mikro_mantik": "7. bab ile aynıdır. Bu bab, kökün anlamını bir süreç veya değişim bağlamına yerleştirir. Fiilin dönüşlü yapısı, eylemin özne üzerinde gerçekleştiğini gösterir. Bu, kökün anlamının öznenin niteliklerini zamanla değiştirmesini veya geliştirmesini sağlar."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَذْقَنَ - istadhqana", "muzari": "يَسْتَذْقِنُ - yastadhqinu", "masdar": "اِسْتِذْقَان - istidhqan"}, "bab_anlami": "'Çeneli olmayı istemek' veya 'çeneli gibi davranmaya çalışmak' anlamına gelir. Bu, bir kişinin veya nesnenin kararlılık veya meydan okuma gibi çeneye atfedilen özellikleri elde etmeye çalıştığını ifade edebilir. Aynı zamanda, bir şeyi olduğundan daha güçlü veya kararlı göstermeye çalışmak anlamına da gelebilir. Bu bab, bir arzu veya çaba fikrini taşır.", "mikro_mantik": "Bu bab, kökün anlamını bir arzu veya çaba bağlamına yerleştirir. Fiilin geçişli yapısı, eylemin bir özne tarafından bir nesne üzerinde gerçekleştirildiğini gösterir. Bu, kökün anlamının nesnenin niteliklerini değiştirmeye veya elde etmeye çalışmasını sağlar."}]}], "ذكر": [{"kok": "ذكر", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Hatırlama, anma, zihinde tutma eyleminin derin özü. Varlığın, kendi varoluşsal köklerine dönerek anlam arayışında bulunması. Unutmanın zıddı olarak, bilincin sürekli uyanık kalmasını ve hakikati muhafaza etmesini ifade eder.", "kavramsal_derinlik": "Beşeri boyutta, insanın geçmiş deneyimlerinden ders çıkararak geleceğini şekillendirmesi; ilahi boyutta ise, kulun yaratıcısını sürekli anarak O'na yakınlaşması ve O'nun rızasını kazanması."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "ذَكَرَ - dhakara", "muzari": "يَذْكُرُ - yadhkuru", "masdar": "ذِكْر - dhikr"}, "bab_anlami": "Bir şeyi hatırlamak, anmak, zihinde tutmak, bahsetmek, söz etmek. Bu bab, kökün temel anlamını taşır ve eylemin basit bir şekilde gerçekleştiğini gösterir. Zihinsel bir aktiviteyi, bir olayı veya kişiyi hatırlama eylemini ifade eder. Aynı zamanda, bir konuyu açıklamak veya bir şeyden bahsetmek anlamlarına da gelebilir.", "mikro_mantik": "Bu bab (sülasi mücerred), kökün temel anlamını en yalın haliyle ifade eder. Fiilin öznesi, hatırlama, anma veya bahsetme eylemini doğrudan gerçekleştirir. Herhangi bir ek anlam veya yoğunluk katılmaz, eylem basit ve doğrudan bir şekilde gerçekleşir."}, {"bab_no": 2, "fiil_formlari": {"mazi": "ذَكَّرَ - dhakkara", "muzari": "يُذَكِّرُ - yudhakkiru", "masdar": "تَذْكِير - tadhkir"}, "bab_anlami": "Hatırlatmak, uyarmak, öğüt vermek, tefekkür etmeye sevk etmek. Bu bab, bir başkasının hatırlamasını sağlamak veya bir konuyu tekrar gündeme getirmek anlamını taşır. Unutkanlığa karşı bir uyarı niteliği taşır ve zihinsel bir hatırlatma sürecini içerir. Aynı zamanda, birine bir şeyi hatırlatarak onu doğru yola sevk etme anlamını da barındırır.", "mikro_mantik": "Bu bab (tef'il), fiile yoğunluk ve tekrarlama anlamı katar. Hatırlatma eylemi, sürekli ve ısrarlı bir şekilde yapılır. Ayrıca, eylemin bir başkası üzerinde etki yaratma amacı güttüğünü gösterir. Yani, özne hatırlatma eylemini yaparak bir başkasının zihninde bir iz bırakır."}, {"bab_no": 3, "fiil_formlari": {"mazi": "ذَاكَرَ - dhaakara", "muzari": "يُذَاكِرُ - yudhaakiru", "masdar": "مُذَاكَرَة - mudhaakara"}, "bab_anlami": "Müzakere etmek, karşılıklı hatırlamak, tartışmak, bilgi alışverişinde bulunmak. Bu bab, iki veya daha fazla kişi arasında gerçekleşen bir hatırlama ve anlama sürecini ifade eder. Karşılıklı bilgi alışverişi, fikir tartışması ve ortak bir anlayışa ulaşma çabası içerir. Zihinsel bir etkileşim ve paylaşım platformunu temsil eder.", "mikro_mantik": "Bu bab (müfaale), fiile karşılıklılık ve ortaklık anlamı katar. Hatırlama ve anlama eylemi, iki veya daha fazla özne arasında gerçekleşir. Her bir özne, diğerinin zihnine katkıda bulunur ve ortak bir anlayış oluşturulur. Bu bab, sosyal etkileşim ve işbirliği vurgusu yapar."}, {"bab_no": 4, "fiil_formlari": {"mazi": "اَذْكَرَ - adhkara", "muzari": "يُذْكِرُ - yudhkiru", "masdar": "اِذْكَار - idhkar"}, "bab_anlami": "Hatırlamaya vesile olmak, anımsatmak, zihinde canlandırmak, bir şeyi hatırlanır kılmak. Bu bab, bir şeyin hatırlanmasına neden olmak veya birinin zihninde bir anıyı canlandırmak anlamını taşır. Dolaylı bir hatırlatma eylemini ifade eder ve bir şeyin hatırlanmasına katkıda bulunmayı amaçlar. Bir şeyin değerini veya önemini vurgulayarak hatırlanmasını sağlamak.", "mikro_mantik": "Bu bab (if'al), fiile sebep olma ve araç olma anlamı katar. Özne, doğrudan hatırlama eylemini yapmaz, ancak bir şeyin hatırlanmasına vesile olur. Bu bab, dolaylı etki ve neden-sonuç ilişkisi vurgusu yapar. Bir şeyin hatırlanması için bir ortam veya zemin hazırlanır."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَذَكَّرَ - tadhakkara", "muzari": "يَتَذَكَّرُ - yatadhakkaru", "masdar": "تَذَكُّر - tadhakkur"}, "bab_anlami": "Hatırlamaya çalışmak, tefekkür etmek, derinlemesine düşünmek, geçmişi gözden geçirmek. Bu bab, kişinin kendi kendine hatırlamaya çalışması, geçmişi derinlemesine düşünmesi ve tefekkür etmesi anlamını taşır. Zihinsel bir çaba ve içsel bir arayış içerir. Geçmiş deneyimlerden ders çıkarmak ve geleceği şekillendirmek için yapılan bir zihinsel yolculuktur.", "mikro_mantik": "Bu bab (tefe'ul), fiile çaba ve gayret anlamı katar. Hatırlama eylemi, kolayca gerçekleşmez, aksine bir çaba ve gayret gerektirir. Özne, zihnini zorlayarak ve geçmişi derinlemesine düşünerek hatırlamaya çalışır. Bu bab, içsel bir süreç ve kişisel gelişim vurgusu yapar."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَذَاكَرَ - tadhaakara", "muzari": "يَتَذَاكَرُ - yatadhaakaru", "masdar": "تَذَاكُر - tadhaakur"}, "bab_anlami": "Birlikte müzakere etmek, karşılıklı hatırlamak, ortak bir konuda tartışmak ve bilgi alışverişinde bulunmak. Bu bab, iki veya daha fazla kişinin bir araya gelerek bir konuyu hatırlaması, tartışması ve bilgi alışverişinde bulunması anlamını taşır. Ortak bir anlayışa ulaşmak için yapılan bir zihinsel işbirliğidir. Sosyal bir etkileşim ve bilgi paylaşımı platformunu temsil eder.", "mikro_mantik": "Bu bab (tefa'ul), fiile karşılıklılık ve ortaklık anlamı katar. Müzakere ve tartışma eylemi, iki veya daha fazla özne arasında gerçekleşir. Her bir özne, diğerinin zihnine katkıda bulunur ve ortak bir anlayış oluşturulur. Bu bab, sosyal etkileşim ve işbirliği vurgusu yapar."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْذَكَرَ - indhakara", "muzari": "يَنْذَكِرُ - yandhakiru", "masdar": "اِنْذِكَار - indhikaar"}, "bab_anlami": "Hatırlanmak, zihinde canlanmak, akla gelmek, unutulmamak. Bu bab, bir şeyin kendiliğinden hatırlanması veya zihinde canlanması anlamını taşır. Pasif bir durumu ifade eder ve hatırlama eyleminin özne tarafından değil, dış bir etken tarafından tetiklendiğini gösterir. Bir şeyin değerini veya önemini koruyarak unutulmamasını sağlamak.", "mikro_mantik": "Bu bab (infial), fiile edilgenlik ve kendiliğindenlik anlamı katar. Hatırlama eylemi, öznenin iradesi dışında gerçekleşir. Dış bir etken veya durum, hatırlama eylemini tetikler. Bu bab, pasif bir durum ve dış etkenlerin etkisi vurgusu yapar."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِذَّكَرَ - iddhakara", "muzari": "يَذَّكِرُ - yadhdhakiru", "masdar": "اِذِّكَار - iddhikaar"}, "bab_anlami": "Derinlemesine düşünerek hatırlamak, tefekkür ederek anlamak, idrak etmek, aklını başına almak. Bu bab, kişinin zihnini yoğunlaştırarak ve derinlemesine düşünerek bir şeyi hatırlaması veya anlaması anlamını taşır. Zihinsel bir çaba ve içsel bir aydınlanma sürecini ifade eder. Geçmiş deneyimlerden ders çıkarmak ve geleceği daha bilinçli bir şekilde şekillendirmek için yapılan bir zihinsel yolculuktur.", "mikro_mantik": "Bu bab (iftial), fiile yoğunluk ve çaba anlamı katar. Hatırlama eylemi, derinlemesine düşünme ve tefekkür etme ile birlikte gerçekleşir. Özne, zihnini yoğunlaştırarak ve geçmişi analiz ederek hatırlamaya çalışır. Bu bab, içsel bir süreç ve kişisel gelişim vurgusu yapar."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اِذْكَوْكَرَ - idhkawkara", "muzari": "يَذْكَوْكِرُ - yadhkawkiru", "masdar": "اِذْكِيكَار - idhkikaar"}, "bab_anlami": "Hatırlamanın en derin ve karmaşık hali, zihnin labirentlerinde kaybolmuş anıları yeniden inşa etme çabası. Bu bab, unutulmuş veya bastırılmış anıları hatırlamak için yoğun bir zihinsel çaba sarf etmeyi ifade eder. Zihnin derinliklerine inerek, karmaşık ve bağlantısız parçaları bir araya getirme sürecidir. Bu, kişinin kendi iç dünyasında bir arkeolog gibi davranarak, geçmişin izlerini sürmesi ve anlamlandırmasıdır.", "mikro_mantik": "Bu bab (if'ilal), fiile karmaşıklık ve derinlik anlamı katar. Hatırlama eylemi, basit bir anımsamadan çok daha fazlasını içerir. Zihnin derinliklerinde kaybolmuş anıları bulmak ve onları anlamlı bir bütün haline getirmek için yoğun bir çaba gerektirir. Bu bab, zihinsel bir labirentte yolculuk yapmayı ve kayıp parçaları bir araya getirmeyi simgeler."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَذْكَرَ - istadhkara", "muzari": "يَسْتَذْكِرُ - yastadhkiru", "masdar": "اِسْتِذْكَار - istidhkaar"}, "bab_anlami": "Hatırlamaya çalışmak, zihni zorlamak, bir şeyi hatırlamak için çaba göstermek, ezberlemek. Bu bab, bir şeyi hatırlamak için yoğun bir çaba sarf etmek, zihni zorlamak ve konsantre olmak anlamını taşır. Özellikle, unutulmuş veya zor hatırlanan bir şeyi yeniden zihne getirmek için yapılan bir eylemi ifade eder. Ezberleme ve tekrar yoluyla bilgiyi zihinde sabitleme çabasını da içerir.", "mikro_mantik": "Bu bab (istif'al), fiile talep ve çaba anlamı katar. Hatırlama eylemi, kolayca gerçekleşmez, aksine bir talep ve çaba gerektirir. Özne, zihnini zorlayarak ve konsantre olarak hatırlamaya çalışır. Bu bab, zihinsel bir egzersiz ve öğrenme süreci vurgusu yapar."}]}], "ذكو": [{"kok": "ذكو", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Zihinsel keskinlik, anlama yeteneği, farkındalık", "kavramsal_derinlik": "İdrakin derinlemesine nüfuz etmesi, bilginin özünü kavraması, içsel aydınlanma"}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "ذَكَا - żekā", "muzari": "يَذْكُو - yezkū", "masdar": "ذَكْو - żekv"}, "bab_anlami": "Zihnin berraklaşması, algının keskinleşmesi, içsel bir aydınlanma yaşanması. Bu kalıp, bireyin düşüncelerinin netleştiği, karmaşıklıkların çözüldüğü ve gerçeğin daha parlak bir şekilde ortaya çıktığı bir süreci ifade eder. Aynı zamanda, kişinin içsel potansiyelini fark etmesi ve bu potansiyeli gerçekleştirmek için gerekli olan zihinsel güce ulaşması anlamına gelir.", "mikro_mantik": "Bu bab, kökün temel anlamını yoğunlaştırır ve içsel bir nitelik kazandırır. Fiilin özneye doğrudan etki ettiği, öznenin niteliğini değiştirdiği bir anlam taşır. Kökün ifade ettiği 'anlama' eyleminin, öznenin kendisinde bir dönüşüme yol açtığını gösterir."}, {"bab_no": 2, "fiil_formlari": {"mazi": "ذَكَّى - żekkā", "muzari": "يُذَكِّي - yużekkī", "masdar": "تَذْكِيَة - tezkiye"}, "bab_anlami": "Bir şeyi arındırmak, temizlemek, saflaştırmak veya birinin zekasını geliştirmek, onu daha anlayışlı hale getirmek. Bu kalıp, bir nesnenin veya bir kişinin içsel potansiyelini ortaya çıkarmak için yapılan bilinçli bir çabayı ifade eder. Aynı zamanda, bir şeyin değerini artırmak, itibarını yükseltmek veya onu daha değerli hale getirmek anlamına da gelebilir.", "mikro_mantik": "Bu bab, kökün anlamını yoğunlaştırır ve geçişli hale getirir. Yani, eylemin bir nesne üzerinde gerçekleştiğini ve o nesneyi etkilediğini gösterir. Kökün ifade ettiği 'anlama' eyleminin, bir başkasının zihinsel kapasitesini geliştirmeye yönelik bir çaba olduğunu vurgular."}, {"bab_no": 3, "fiil_formlari": {"mazi": "ذَاكَى - żākā", "muzari": "يُذَاكِي - yużākī", "masdar": "مُذَاكَاة - muzākāh"}, "bab_anlami": "Karşılıklı zeka alışverişinde bulunmak, birbirini zihinsel olarak uyarmak, bir konuda tartışarak veya konuşarak anlayışı derinleştirmek. Bu kalıp, iki veya daha fazla kişinin bir araya gelerek, birbirlerinin zihinsel kapasitelerini geliştirmeye yönelik bir etkileşimde bulunduklarını ifade eder. Bu etkileşim, bilgi paylaşımı, fikir alışverişi veya problem çözme şeklinde olabilir.", "mikro_mantik": "Bu bab, kökün anlamını karşılıklı bir etkileşim haline getirir. İki veya daha fazla öznenin birbirini etkilediği, eylemin karşılıklı olarak gerçekleştiği bir anlam taşır. Kökün ifade ettiği 'anlama' eyleminin, bir diyalog veya tartışma yoluyla ortak bir anlayışa ulaşmaya yönelik bir çaba olduğunu gösterir."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَذْكَى - ażkā", "muzari": "يُذْكِي - yużkī", "masdar": "إِذْكَاء - iżkā"}, "bab_anlami": "Ateşi körüklemek, bir duyguyu veya düşünceyi alevlendirmek, bir şeyi daha parlak veya daha yoğun hale getirmek. Bu kalıp, bir şeyin içsel potansiyelini harekete geçirmek, onu daha güçlü veya daha etkili hale getirmek için yapılan bir eylemi ifade eder. Aynı zamanda, bir şeyin varlığını sürdürmesini veya gelişmesini sağlamak anlamına da gelebilir.", "mikro_mantik": "Bu bab, kökün anlamını dışsal bir etkiyle yoğunlaştırır. Bir öznenin, başka bir nesne üzerinde bir etki yaratarak, o nesnenin niteliğini değiştirdiğini gösterir. Kökün ifade ettiği 'anlama' eyleminin, bir başkasının zihinsel potansiyelini harekete geçirmeye yönelik bir çaba olduğunu vurgular."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَذَكَّى - teżekkā", "muzari": "يَتَذَكَّى - yeteżekkā", "masdar": "تَذَكِّي - teżekkī"}, "bab_anlami": "Kendini arındırmak, temizlemek, saflaştırmak veya zekasını geliştirmek için çaba göstermek. Bu kalıp, bireyin içsel potansiyelini ortaya çıkarmak için bilinçli bir şekilde çalıştığı, kendini geliştirmeye odaklandığı bir süreci ifade eder. Aynı zamanda, kişinin hatalarından ders çıkarması, kendini düzeltmesi ve daha iyi bir versiyonuna ulaşması anlamına da gelebilir.", "mikro_mantik": "Bu bab, kökün anlamını içsel bir çaba ile ilişkilendirir. Fiilin özne üzerinde yoğunlaştığı, öznenin kendisini dönüştürmeye yönelik bir eylemde bulunduğu bir anlam taşır. Kökün ifade ettiği 'anlama' eyleminin, bireyin kendi zihinsel kapasitesini geliştirmeye yönelik bir çaba olduğunu gösterir."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَذَاكَى - teżākā", "muzari": "يَتَذَاكَى - yeteżākā", "masdar": "تَذَاكِي - teżākī"}, "bab_anlami": "Zeki görünmeye çalışmak, zekasını göstermeye çalışmak, kendini akıllı gibi göstermek. Bu kalıp, bireyin başkalarının gözünde zeki veya bilgili görünmek için yaptığı bir çabayı ifade eder. Bu çaba, gerçek bir anlayışa dayanmaktan ziyade, dışsal bir imaj yaratmaya yönelik olabilir.", "mikro_mantik": "Bu bab, kökün anlamını yapmacık bir davranışla ilişkilendirir. Öznenin gerçekte sahip olmadığı bir niteliği sergilemeye çalıştığı, dışsal bir gösterişe odaklandığı bir anlam taşır. Kökün ifade ettiği 'anlama' eyleminin, gerçek bir anlayıştan ziyade, bir imaj yaratmaya yönelik bir çaba olduğunu gösterir."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْذَكَى - inżekā", "muzari": "يَنْذَكِي - yenżekī", "masdar": "اِنْذِكَاء - inżikā"}, "bab_anlami": "Ateşin kendiliğinden alevlenmesi, bir duygunun veya düşüncenin aniden ortaya çıkması, içsel bir aydınlanma yaşanması. Bu kalıp, bir şeyin içsel potansiyelinin kendiliğinden harekete geçtiği, dışsal bir etkiye ihtiyaç duymadan ortaya çıktığı bir durumu ifade eder. Aynı zamanda, bir şeyin beklenmedik bir şekilde gelişmesi veya büyümesi anlamına da gelebilir.", "mikro_mantik": "Bu bab, kökün anlamını kendiliğinden gerçekleşen bir olayla ilişkilendirir. Fiilin özne üzerinde kendiliğinden gerçekleştiği, öznenin kontrolü dışında bir durumun ortaya çıktığı bir anlam taşır. Kökün ifade ettiği 'anlama' eyleminin, içsel bir aydınlanma veya ani bir farkındalık şeklinde ortaya çıktığını gösterir."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِذَّكَرَ - iżżekere", "muzari": "يَذَّكِرُ - yeżżekiru", "masdar": "اِذِّكَار - iżżikar"}, "bab_anlami": "Hatırlamak, anımsamak, bir şeyi aklına getirmek veya bir şeyden ders çıkarmak, öğüt almak. Bu kalıp, geçmişte yaşanan bir olayı veya edinilen bir bilgiyi yeniden canlandırmak, onu mevcut duruma uygulamak veya ondan bir ders çıkarmak anlamına gelir. Aynı zamanda, bir şeyin önemini fark etmek, ona değer vermek veya onu unutmamak anlamına da gelebilir.", "mikro_mantik": "Bu bab, kökün anlamını geçmişle ilişkilendirir. Geçmişte yaşanan bir olayın veya edinilen bir bilginin, mevcut durumu anlamlandırmak veya geleceğe yönelik bir ders çıkarmak için kullanıldığını gösterir. Kökün ifade ettiği 'anlama' eyleminin, geçmiş deneyimlerden öğrenmeye yönelik bir çaba olduğunu vurgular."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اِذْكَاكَى - iżkākā", "muzari": "يَذْكَاكِي - yeżkākī", "masdar": "اِذْكِيْكَاء - iżkīkā'"}, "bab_anlami": "Son derece zeki ve anlayışlı olmak, zekanın en üst düzeyine ulaşmak. Bu kalıp, bireyin zihinsel kapasitesinin sınırlarını zorladığı, olağanüstü bir anlayış ve kavrayış yeteneğine sahip olduğu bir durumu ifade eder. Aynı zamanda, kişinin bilgeliğe ulaştığı, derin bir içgörüye sahip olduğu anlamına da gelebilir.", "mikro_mantik": "Bu bab, kökün anlamını aşırılıkla ilişkilendirir. Zekanın ve anlayışın en üst düzeyde olduğunu, olağanüstü bir durumu ifade eder. Kökün ifade ettiği 'anlama' eyleminin, derin bir içgörüye ve bilgeliğe ulaşmaya yönelik bir çaba olduğunu gösterir."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَذْكَى - isteżkā", "muzari": "يَسْتَذْكِي - yesteżkī", "masdar": "اِسْتِذْكَاء - istizkā"}, "bab_anlami": "Zekasını kullanmak, zihinsel yeteneklerini harekete geçirmek, bir şeyi anlamak veya çözmek için çaba göstermek. Bu kalıp, bireyin zihinsel kapasitesini aktif olarak kullandığı, bir problemi çözmek veya bir konuyu anlamak için bilinçli bir şekilde çalıştığı bir süreci ifade eder. Aynı zamanda, bir şeyi hatırlamaya çalışmak, hafızasını canlandırmak anlamına da gelebilir.", "mikro_mantik": "Bu bab, kökün anlamını aktif bir çaba ile ilişkilendirir. Fiilin özne tarafından bilinçli bir şekilde yapıldığı, zihinsel yeteneklerin harekete geçirildiği bir anlam taşır. Kökün ifade ettiği 'anlama' eyleminin, bir problemi çözmek veya bir konuyu anlamak için gösterilen bir çaba olduğunu gösterir."}]}], "ذلل": [{"kok": "ذلل", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Boyun eğme, itaat etme, kolaylaştırma", "kavramsal_derinlik": "Güç karşısında teslimiyetin veya bir amaca ulaşmak için zorlukların aşılmasının beşeri ve ilahi tezahürleri."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "ذَلَّ - Zelle", "muzari": "يَذِلُّ - Yezillu", "masdar": "ذُلٌّ - Zullun"}, "bab_anlami": "Bu bab, kökün temel anlamı olan 'boyun eğmek, alçalmak, zelil olmak' fiillerini ifade eder. Varlığın kendi nefsine veya dışsal bir güce karşı zayıflığını, acizliğini idrak etmesi ve bu idrak sonucu oluşan teslimiyet halini derinlemesine anlatır. Bu, bazen bir eksiklik, bazen de ilahi bir takdire boyun eğme şeklinde tezahür edebilir; ruhun, maddi dünyanın cazibesine karşı koyamaması veya ilahi irade karşısında kendi iradesini feda etmesi gibi.", "mikro_mantik": "Bu bab, fiilin temel ve en yalın halini ifade eder. Kök anlamının doğrudan ve herhangi bir ekleme veya çıkarma olmaksızın gerçekleştiğini gösterir. Fiilin öznesi, kendi üzerinde bir eylemi gerçekleştirir; yani, 'zelil olma' eylemi, öznenin kendisi tarafından deneyimlenir."}, {"bab_no": 2, "fiil_formlari": {"mazi": "ذَلَّلَ - Zellele", "muzari": "يُذَلِّلُ - Yüzellilu", "masdar": "تَذْلِيلٌ - Tezlîl"}, "bab_anlami": "Bu bab, bir şeyi kolaylaştırmak, boyun eğdirmek veya bir amaca hizmet eder hale getirmek anlamlarını taşır. Zorluğun giderilmesi, engellerin aşılması ve bir şeyin kontrol altına alınarak istenilen şekilde kullanılabilir hale getirilmesi süreçlerini ifade eder. Bu, maddi bir nesnenin kullanımını kolaylaştırmak veya soyut bir kavramı anlaşılır kılmak şeklinde olabilir; örneğin, bir görevi basitleştirmek veya bir kalbi yumuşatmak gibi.", "mikro_mantik": "Bu bab, kök anlamını yoğunlaştırır ve geçişli hale getirir. Fiilin öznesi, bir başkası üzerinde 'zelil kılma' eylemini gerçekleştirir. Bu, bir nesnenin veya durumun kontrol altına alınması ve amaca uygun hale getirilmesi sürecini ifade eder."}, {"bab_no": 3, "fiil_formlari": {"mazi": "ذَالَّ - Zâlle", "muzari": "يُذَالُّ - Yüzâllu", "masdar": "مُذَالَّةٌ - Müzâlletun"}, "bab_anlami": "Bu bab, karşılıklı boyun eğme, itaat etme veya bir konuda anlaşmaya varma anlamlarını taşır. İki taraf arasındaki etkileşimi ve her iki tarafın da birbirine karşı bir tür teslimiyet göstermesini ifade eder. Bu, bir müzakere sürecinde tarafların birbirlerinin taleplerine karşılık vermesi veya iki insanın birbirine olan sevgisi ve saygısı nedeniyle birbirlerine karşı nazik davranmaları şeklinde olabilir.", "mikro_mantik": "Bu bab, fiilin karşılıklı olarak gerçekleştiğini gösterir. İki özne arasındaki etkileşimi ve her iki öznenin de birbirine karşı 'zelil olma' eylemini gerçekleştirmesini ifade eder. Bu, bir denge veya uyum arayışını yansıtır."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَذَلَّ - Ezelle", "muzari": "يُذِلُّ - Yüzillu", "masdar": "إِذْلَالٌ - İzlalun"}, "bab_anlami": "Bu bab, birini zelil etmek, aşağılamak veya küçük düşürmek anlamlarını taşır. Bir kişinin onurunu kırmak, itibarını zedelemek veya onu güçsüz ve çaresiz bir duruma düşürmek eylemini ifade eder. Bu, zalim bir hükümdarın halkına zulmetmesi veya bir kişinin başkasını kıskançlık nedeniyle aşağılaması şeklinde olabilir; ruhun karanlık yönlerinin tezahürü olarak da görülebilir.", "mikro_mantik": "Bu bab, kök anlamını yoğunlaştırır ve geçişli hale getirir. Fiilin öznesi, bir başkasını 'zelil kılma' eylemini gerçekleştirir. Bu, bir güç ilişkisini ve bir tarafın diğer taraf üzerinde baskı kurmasını ifade eder."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَذَلَّلَ - Tezellele", "muzari": "يَتَذَلَّلُ - Yetezellelu", "masdar": "تَذَلُّلٌ - Tezellulun"}, "bab_anlami": "Bu bab, kendini alçaltmak, tevazu göstermek veya birine yaranmak için çabalamak anlamlarını taşır. Bir kişinin kendi değerini düşürerek başkasının gözünde yükselmeye çalışması veya bir amaca ulaşmak için aşırı derecede itaatkar davranması durumunu ifade eder. Bu, bir dilencinin insanlara yalvarması veya bir çalışanın patronuna aşırı derecede yağcılık yapması şeklinde olabilir; ruhun, dışsal onay arayışının bir yansıması olarak da görülebilir.", "mikro_mantik": "Bu bab, fiilin dönüşlü ve yoğunlaştırılmış halini ifade eder. Öznenin kendi üzerinde 'zelil olma' eylemini yoğun bir şekilde gerçekleştirmesini gösterir. Bu, bir tür manipülasyon veya çıkar elde etme çabasını içerebilir."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَذَالَّ - Tezâlle", "muzari": "يَتَذَالُّ - Yetezâllu", "masdar": "تَذَالٌّ - Tezâllun"}, "bab_anlami": "Bu bab, kendini aptal yerine koymak, alçalmak veya bir konuda zayıflık göstermek anlamlarını taşır. Bir kişinin bilerek veya bilmeyerek kendini küçük düşürmesi, aşağılaması veya zayıf göstermesi durumunu ifade eder. Bu, bir komedyenin insanları güldürmek için kendini aptal yerine koyması veya bir kişinin tartışmada yenilgiyi kabul etmesi şeklinde olabilir; ruhun, kendi kusurlarıyla yüzleşme cesaretini veya bir amaca ulaşmak için fedakarlık yapma isteğini yansıtabilir.", "mikro_mantik": "Bu bab, fiilin dönüşlü ve karşılıklı etkileşim içerdiğini gösterir. Öznenin hem kendi üzerinde 'zelil olma' eylemini gerçekleştirmesi hem de bu eylemin başkaları tarafından algılanması ve yorumlanması durumunu ifade eder. Bu, bir tür performans veya stratejik davranış sergilemeyi içerebilir."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْذَلَّ - İnzelle", "muzari": "يَنْذَلُّ - Yenzellu", "masdar": "اِنْذِلَالٌ - İnzilalun"}, "bab_anlami": "Bu bab, boyun eğmek, itaat etmek veya bir duruma teslim olmak anlamlarını taşır. Bir kişinin kendi iradesi dışında bir güce veya duruma boyun eğmesi, teslim olması veya çaresiz kalması durumunu ifade eder. Bu, bir savaşta yenilen askerin teslim olması veya bir doğal afet karşısında insanların çaresiz kalması şeklinde olabilir; ruhun, kaderle yüzleşme ve kabullenme sürecini yansıtabilir.", "mikro_mantik": "Bu bab, fiilin edilgen ve kendiliğinden gerçekleştiğini gösterir. Öznenin iradesi dışında 'zelil olma' eyleminin gerçekleşmesini ifade eder. Bu, bir zorunluluk veya kaçınılmaz bir sonuç olarak ortaya çıkar."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِذَّلَّ - İzzelle", "muzari": "يَذَّلُّ - Yezzellu", "masdar": "اِذْدِلَالٌ - İzdilalun"}, "bab_anlami": "Bu bab, aşırı derecede alçalmak, kendini çok küçük görmek veya aşağılık kompleksi hissetmek anlamlarını taşır. Bir kişinin kendi değerini çok düşük görmesi, sürekli olarak kendini başkalarıyla kıyaslaması ve yetersiz hissetmesi durumunu ifade eder. Bu, travmatik bir deneyim yaşamış bir kişinin özgüvenini kaybetmesi veya sürekli eleştirilen bir çocuğun kendini değersiz hissetmesi şeklinde olabilir; ruhun, kendini kabul etme ve sevme zorluğunu yansıtabilir.", "mikro_mantik": "Bu bab, fiilin yoğunlaştırılmış ve içselleştirilmiş halini ifade eder. Öznenin kendi üzerinde 'zelil olma' eylemini aşırı derecede gerçekleştirmesini gösterir. Bu, bir tür psikolojik rahatsızlık veya kendine zarar verme davranışını içerebilir."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اِذْلَلَّ - İzlelle", "muzari": "يَذْلَلُّ - Yezlellu", "masdar": "اِذْلِلَالٌ - İzlellalun"}, "bab_anlami": "Bu bab, çok kolay olmak, pürüzsüz hale gelmek veya engellerin ortadan kalkması anlamlarını taşır. Bir şeyin doğal olarak kolayca gerçekleşmesi, herhangi bir çaba gerektirmemesi veya zorlukların kendiliğinden aşılması durumunu ifade eder. Bu, suyun akışı gibi doğal bir sürecin kolaylığı veya bir sorunun kendiliğinden çözülmesi şeklinde olabilir; evrenin uyumu ve düzeni içinde her şeyin yerli yerine oturmasını yansıtabilir.", "mikro_mantik": "Bu bab, fiilin niteliğini ve durumunu vurgular. Bir şeyin 'zelil' olma özelliğini taşıdığını veya kolayca 'zelil' hale gelebildiğini ifade eder. Bu, bir potansiyel veya eğilimi gösterir."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَذَلَّ - İstezelle", "muzari": "يَسْتَذِلُّ - Yestezillu", "masdar": "اِسْتِذْلَالٌ - İstizlalun"}, "bab_anlami": "Bu bab, zelil saymak, aşağı görmek veya küçümsemek anlamlarını taşır. Bir kişiyi veya şeyi değersiz, önemsiz veya aşağılık olarak kabul etmek, ona saygı duymamak veya onu hor görmek eylemini ifade eder. Bu, kibirli bir insanın başkalarını küçümsemesi veya bir toplumun belirli bir grubu dışlaması şeklinde olabilir; ruhun, önyargıları ve ayrımcılığı beslemesinin bir yansıması olarak da görülebilir.", "mikro_mantik": "Bu bab, fiilin talep veya arayış anlamını içerir. Öznenin 'zelil' olmayı veya 'zelil' bulmayı arzuladığını veya talep ettiğini gösterir. Bu, bir tür üstünlük kurma veya kontrol etme isteğini yansıtabilir."}]}], "ذمم": [{"kok": "ذمم", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Sorumluluk, yükümlülük, borçluluk bilinci; zimmet", "kavramsal_derinlik": "İnsanın hem kendine hem de başkalarına karşı olan ahlaki ve hukuki sorumluluklarının derinlemesine idraki. Bu idrak, bireyin varoluşsal amacını anlamasına ve toplumsal düzenin korunmasına katkıda bulunur. İlahi boyutta ise, insanın yaratıcısına karşı olan kulluk borcunu ve bu borcun bilincinde yaşamanın önemini ifade eder."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "ذَمَّ - zamma", "muzari": "يَذُمُّ - yazummu", "masdar": "ذَمٌّ - zammun"}, "bab_anlami": "Kınamak, ayıplamak, kötülemek; bir şeyi kusurlu veya eksik bulmak. Bu kalıp, bir eylemin veya durumun ahlaki veya estetik açıdan kabul edilemez olduğunu ifade eder. Aynı zamanda, kişinin kendi içindeki kusurları fark etmesi ve kendini eleştirmesi anlamına da gelebilir. Bu, bireyin kendini sürekli geliştirmesi ve daha iyi bir insan olma yolunda ilerlemesi için bir fırsattır.", "mikro_mantik": "Bu bab, kökün temel anlamını yoğunlaştırır ve eylemin doğrudan bir nesneye yönelik eleştirel bir değerlendirme olduğunu vurgular. Fiilin şiddeti ve kesinliği artar, yargılama eyleminin odak noktası haline gelir."}, {"bab_no": 2, "fiil_formlari": {"mazi": "ذَمَّمَ - zammema", "muzari": "يُذَمِّمُ - yuzammimu", "masdar": "تَذْمِيمٌ - tazmimun"}, "bab_anlami": "Bir şeyi sürekli olarak kınamak, ayıplamak veya suçlamak; birini sürekli eleştiri altında tutmak. Bu kalıp, bir durumun veya kişinin sürekli olarak olumsuz bir şekilde değerlendirildiğini gösterir. Aynı zamanda, bir şeyi kusursuz hale getirmeye çalışırken aşırıya kaçmak ve sürekli olarak eksiklikler aramak anlamına da gelebilir. Bu durum, mükemmeliyetçilik ve tatminsizlik duygularına yol açabilir.", "mikro_mantik": "Tekrarlama ve yoğunlaştırma anlamı taşır. Kök anlamındaki 'kınama' eyleminin sürekli ve ısrarlı bir şekilde yapıldığını ifade eder. Bu kalıp, eylemin sürekliliğini ve yoğunluğunu vurgular."}, {"bab_no": 3, "fiil_formlari": {"mazi": "أَذَمَّ - azamma", "muzari": "يُذِمُّ - yuzimmu", "masdar": "إِذْمَامٌ - izmamun"}, "bab_anlami": "Birini veya bir şeyi kınamaya veya ayıplamaya sevk etmek, birinin kusurlu veya eksik olduğunu düşünmesine neden olmak. Bu kalıp, başkalarının olumsuz düşüncelerine veya davranışlarına maruz kalmaktan kaynaklanan bir durumu ifade eder. Aynı zamanda, bir şeyi kusurlu veya eksik göstermek amacıyla yapılan bir eylemi de ifade edebilir. Bu durum, başkalarının özgüvenini zedeleyebilir ve olumsuz bir etki yaratabilir.", "mikro_mantik": "Nedensellik ve geçişlilik anlamı katar. Kök anlamındaki 'kınama' eyleminin başkası tarafından yapılmasına neden olmayı veya başkasını bu eyleme yöneltmeyi ifade eder. Eylemin dolaylı olarak gerçekleştiğini gösterir."}, {"bab_no": 4, "fiil_formlari": {"mazi": "تَذَمَّمَ - tazammema", "muzari": "يَتَذَمَّمُ - yatazammemu", "masdar": "تَذَمُّمٌ - tazammumun"}, "bab_anlami": "Kınanmaktan veya ayıplanmaktan kaçınmak, kusurlu veya eksik olmaktan sakınmak; kendini kusurlardan arındırmaya çalışmak. Bu kalıp, kişinin ahlaki sorumluluğunun bilincinde olduğunu ve kusurlardan kaçınmaya çalıştığını gösterir. Aynı zamanda, başkalarının eleştirilerinden etkilenmemek ve kendi değerlerine sadık kalmak anlamına da gelebilir. Bu durum, bireyin içsel huzurunu korumasına ve daha iyi bir insan olmasına yardımcı olur.", "mikro_mantik": "Dönüşlülük ve çaba anlamı taşır. Kök anlamındaki 'kınama' eyleminden sakınmak için gösterilen kişisel çabayı ifade eder. Kişinin kendi ahlaki gelişimine odaklandığını ve kusurlardan arınmaya çalıştığını vurgular."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَذَامَّ - tazamma", "muzari": "يَتَذَامُّ - yatazammu", "masdar": "تَذَامٌّ - tazammun"}, "bab_anlami": "Karşılıklı olarak birbirini kınamak, ayıplamak veya suçlamak; bir anlaşmazlık veya çatışma durumunda birbirine kusur bulmak. Bu kalıp, ilişkilerdeki gerginliği ve güvensizliği ifade eder. Aynı zamanda, bir sorunu çözmek yerine birbirini suçlamanın ve sorumluluktan kaçmanın bir yolu olarak da görülebilir. Bu durum, ilişkilerin bozulmasına ve daha büyük sorunların ortaya çıkmasına neden olabilir.", "mikro_mantik": "Karşılıklılık ve etkileşim anlamı katar. Kök anlamındaki 'kınama' eyleminin iki veya daha fazla taraf arasında karşılıklı olarak gerçekleştiğini ifade eder. İlişkilerdeki gerginliği ve suçlamaları vurgular."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَذَمَّمَ - tazammema", "muzari": "يَتَذَمَّمُ - yatazammemu", "masdar": "تَذَمُّمٌ - tazammumun"}, "bab_anlami": "Kınanmaktan veya ayıplanmaktan kaçınmak, kusurlu veya eksik olmaktan sakınmak; kendini kusurlardan arındırmaya çalışmak. Bu kalıp, kişinin ahlaki sorumluluğunun bilincinde olduğunu ve kusurlardan kaçınmaya çalıştığını gösterir. Aynı zamanda, başkalarının eleştirilerinden etkilenmemek ve kendi değerlerine sadık kalmak anlamına da gelebilir. Bu durum, bireyin içsel huzurunu korumasına ve daha iyi bir insan olmasına yardımcı olur.", "mikro_mantik": "Dönüşlülük ve çaba anlamı taşır. Kök anlamındaki 'kınama' eyleminden sakınmak için gösterilen kişisel çabayı ifade eder. Kişinin kendi ahlaki gelişimine odaklandığını ve kusurlardan arınmaya çalıştığını vurgular."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْذَمَّ - inzamma", "muzari": "يَنْذَمُّ - yanzammu", "masdar": "اِنْذِمَامٌ - inzimamun"}, "bab_anlami": "Kınanmaya veya ayıplanmaya maruz kalmak, kusurlu veya eksik bulunmak; bir şeyin kusurlu veya eksik olduğu ortaya çıkmak. Bu kalıp, kişinin kontrolü dışında gelişen bir durumu ifade eder. Aynı zamanda, bir şeyin gerçek değerinin veya niteliğinin ortaya çıkması anlamına da gelebilir. Bu durum, kişinin kendini savunmasız hissetmesine veya hayal kırıklığına uğramasına neden olabilir.", "mikro_mantik": "Edilgenlik ve sonuç anlamı taşır. Kök anlamındaki 'kınama' eyleminin özne üzerinde gerçekleştiğini ve öznenin bu eyleme maruz kaldığını ifade eder. Eylemin sonucunu ve etkisini vurgular."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِذَّمَّ - izzamma", "muzari": "يَذَّمُّ - yazzammu", "masdar": "اِذِّمَامٌ - izzimamun"}, "bab_anlami": "Şiddetle kınamak, çok fazla ayıplamak; kusurlu veya eksik olduğunu kesin bir şekilde belirtmek. Bu kalıp, bir şeyin veya birinin çok kötü veya kabul edilemez olduğunu vurgular. Aynı zamanda, birinin veya bir şeyin itibarını zedelemek veya küçük düşürmek amacıyla yapılan bir eylemi de ifade edebilir. Bu durum, büyük bir öfke veya nefret duygusunu yansıtabilir.", "mikro_mantik": "Yoğunluk ve abartı anlamı taşır. Kök anlamındaki 'kınama' eyleminin çok şiddetli ve aşırı bir şekilde yapıldığını ifade eder. Eylemin etkisini ve ciddiyetini vurgular."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اِذْمَأَمَّ - izma'amma", "muzari": "يَذْمَئِمُّ - yazma'immu", "masdar": "اِذْمِئْمَامٌ - izmi'mamun"}, "bab_anlami": "Kınanmaktan veya ayıplanmaktan dolayı rahatsız olmak, utanmak veya sıkılmak; kusurlu veya eksik olduğu düşüncesiyle huzursuz hissetmek. Bu kalıp, kişinin kendi kusurlarının veya eksikliklerinin farkında olduğunu ve bu durumdan dolayı utanç duyduğunu gösterir. Aynı zamanda, başkalarının eleştirilerinden etkilenmek ve özgüvenini kaybetmek anlamına da gelebilir. Bu durum, kişinin kendini değersiz veya yetersiz hissetmesine neden olabilir.", "mikro_mantik": "Duygu ve içsel durum anlamı katar. Kök anlamındaki 'kınama' eyleminin özne üzerinde yarattığı psikolojik etkiyi ifade eder. Utanç, rahatsızlık ve huzursuzluk gibi duyguları vurgular."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَذَمَّ - istazamma", "muzari": "يَسْتَذِمُّ - yastazimmu", "masdar": "اِسْتِذْمَامٌ - istizmamun"}, "bab_anlami": "Kınanmayı veya ayıplanmayı hak etmek, kusurlu veya eksik olmaktan dolayı kınanmayı istemek veya talep etmek. Bu kalıp, ironik bir anlam taşıyabilir ve kişinin kendi kusurlarını veya eksikliklerini alaycı bir şekilde kabul ettiğini gösterebilir. Aynı zamanda, birinin dikkatini çekmek veya sempati kazanmak amacıyla yapılan bir eylemi de ifade edebilir. Bu durum, kişinin kendine karşı dürüst olmasını ve kusurlarını kabul etmesini sağlayabilir.", "mikro_mantik": "Talep ve hak etme anlamı taşır. Kök anlamındaki 'kınama' eyleminin özne tarafından hak edildiğini veya talep edildiğini ifade eder. Eylemin ironik veya alaycı bir şekilde gerçekleştiğini vurgular."}]}], "ذنب": [{"kok": "ذنب", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Sorumluluk, sonuç ve nedensellik ağı", "kavramsal_derinlik": "Eylemin evrensel yankısı"}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "ذَنَبَ - żanaba", "muzari": "يَذْنُبُ - yażnubu", "masdar": "ذَنْب - żanb"}, "bab_anlami": "Bu bâb, fiilin temel anlamını, yani 'günah işlemek, suçlu olmak' fiilini ifade eder. Bu, failin bir eylem sonucunda sorumluluk alması ve bu eylemin ahlaki veya yasal bir ihlal teşkil etmesi durumunu kapsar. Fiilin bu formunda, eylemin kendisi ve failin bu eylemle olan doğrudan ilişkisi vurgulanır; fail, eylemin başlatıcısı ve sorumlusudur.", "mikro_mantik": "Bu bâb, kökün temel anlamını en yalın haliyle ifade eder. Fiilin yalın hali, eylemin doğrudan fail tarafından gerçekleştirildiğini ve herhangi bir aracı veya dolaylı etki olmadığını gösterir. Bu, eylemin sorumluluğunun doğrudan fail üzerinde olduğunu vurgular."}, {"bab_no": 2, "fiil_formlari": {"mazi": "ذَنَّبَ - żannaba", "muzari": "يُذَنِّبُ - yużannibu", "masdar": "تَذْنِيب - tażnīb"}, "bab_anlami": "Bu bâb, birini suçlamak, günahkâr ilan etmek veya birinin günah işlemesine neden olmak anlamlarını taşır. Bu form, eylemin başkası üzerinde bir etki yarattığını veya birinin başka birini suçlu duruma düşürdüğünü gösterir. Bu, toplumsal yargılama, suçlama ve sorumluluğun başkasına yüklenmesi gibi kavramları içerir.", "mikro_mantik": "Bu bâb, köke 'nedensellik' ve 'etki' anlamlarını ekler. Fiilin bu formu, eylemin sadece faille sınırlı kalmayıp, başkalarını da etkilediğini veya bir eylemin başka bir eylemin nedeni olduğunu gösterir. Bu, sorumluluğun yayılması ve eylemlerin zincirleme etkileri üzerine odaklanır."}, {"bab_no": 3, "fiil_formlari": {"mazi": "ذَانَبَ - żānaba", "muzari": "يُذَانِبُ - yużānibu", "masdar": "مُذَانَبَة - mużānabah"}, "bab_anlami": "Bu bâb, karşılıklı suçlama, günahkârlıkta ortaklık veya bir konuda işbirliği yapmak anlamlarını taşır. Bu form, eylemin karşılıklı olduğunu ve birden fazla failin aynı sorumluluğu paylaştığını gösterir. Bu, toplumsal suç ortaklığı, karşılıklı hatalar ve sorumluluğun paylaşılması gibi durumları ifade eder.", "mikro_mantik": "Bu bâb, köke 'ortaklık' ve 'karşılıklılık' anlamlarını ekler. Fiilin bu formu, eylemin tek bir faille sınırlı olmadığını, birden fazla failin aynı eylemde yer aldığını ve sorumluluğun paylaşıldığını gösterir. Bu, toplumsal dinamikler ve ilişkilerdeki suç ortaklığı üzerine odaklanır."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَذْنَبَ - ażnaba", "muzari": "يُذْنِبُ - yużnibu", "masdar": "إِذْنَاب - iżnāb"}, "bab_anlami": "Bu bâb, günah işlemeye sevk etmek, suçlu duruma düşürmek veya birinin günah işlemesine neden olmak anlamlarını taşır. Bu form, failin dolaylı olarak bir suçun işlenmesine katkıda bulunduğunu veya birinin suç işlemesine zemin hazırladığını gösterir. Bu, manipülasyon, teşvik ve dolaylı sorumluluk gibi kavramları içerir.", "mikro_mantik": "Bu bâb, köke 'dolaylı etki' ve 'sebep olma' anlamlarını ekler. Fiilin bu formu, eylemin doğrudan fail tarafından gerçekleştirilmediğini, ancak failin eylemi tetiklediğini veya eylemin gerçekleşmesine katkıda bulunduğunu gösterir. Bu, sorumluluğun yayılması ve eylemlerin dolaylı etkileri üzerine odaklanır."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَذَنَّبَ - tażannaba", "muzari": "يَتَذَنَّبُ - yatażannabu", "masdar": "تَذَنُّب - tażannub"}, "bab_anlami": "Bu bâb, günah işlemeye meyilli olmak, sürekli suç aramak veya kusur bulmaya çalışmak anlamlarını taşır. Bu form, failin sürekli olarak suçlu davranışlar sergilediğini veya başkalarının kusurlarını aradığını gösterir. Bu, obsesif davranışlar, sürekli eleştiri ve suçluluk duygusu gibi durumları ifade eder.", "mikro_mantik": "Bu bâb, köke 'süreklilik' ve 'yoğunluk' anlamlarını ekler. Fiilin bu formu, eylemin tek seferlik olmadığını, sürekli tekrarlandığını veya failin eyleme yoğun bir şekilde odaklandığını gösterir. Bu, davranışsal kalıplar ve psikolojik eğilimler üzerine odaklanır."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَذَانَبَ - tażānaba", "muzari": "يَتَذَانَبُ - yatażānabu", "masdar": "تَذَانُب - tażānub"}, "bab_anlami": "Bu bâb, birbirini suçlamak, karşılıklı olarak günahkâr ilan etmek veya suçluluk konusunda rekabet etmek anlamlarını taşır. Bu form, eylemin karşılıklı olduğunu ve her iki tarafın da birbirini suçladığını veya suçluluk konusunda yarıştığını gösterir. Bu, toplumsal çatışma, rekabet ve karşılıklı suçlama gibi durumları ifade eder.", "mikro_mantik": "Bu bâb, köke 'rekabet' ve 'çatışma' anlamlarını ekler. Fiilin bu formu, eylemin işbirliği yerine rekabeti veya çatışmayı içerdiğini ve tarafların birbirini suçladığını gösterir. Bu, toplumsal dinamikler ve ilişkilerdeki rekabetçi unsurlar üzerine odaklanır."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْذَنَبَ - inżanaba", "muzari": "يَنْذَنِبُ - yanżanibu", "masdar": "اِنْذِنَاب - inżināb"}, "bab_anlami": "Bu bâb, suçlu duruma düşmek, günah işlemekten kaçınmak veya bir suçun içine çekilmek anlamlarını taşır. Bu form, failin pasif bir şekilde bir suçun içine çekildiğini veya suçlu duruma düştüğünü gösterir. Bu, manipülasyon, tuzak ve istem dışı suç ortaklığı gibi durumları içerir.", "mikro_mantik": "Bu bâb, köke 'pasiflik' ve 'istem dışılık' anlamlarını ekler. Fiilin bu formu, eylemin failin kontrolü dışında gerçekleştiğini veya failin eyleme istemeden dahil olduğunu gösterir. Bu, dış etkenlerin etkisi ve kontrol kaybı üzerine odaklanır."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِذْدَنَبَ - iżdanaba", "muzari": "يَذْدَنِبُ - yażdanibu", "masdar": "اِذْدِيَان - iżdiyān"}, "bab_anlami": "Bu bâb, günah işlemeye zorlanmak, suçlu duruma düşürülmek veya bir suçun içine sürüklenmek anlamlarını taşır. Bu form, failin dış etkenler tarafından suç işlemeye zorlandığını veya bir suçun içine sürüklendiğini gösterir. Bu, zorlama, baskı ve manipülasyon gibi durumları içerir.", "mikro_mantik": "Bu bâb, köke 'zorlama' ve 'dış baskı' anlamlarını ekler. Fiilin bu formu, eylemin failin iradesi dışında gerçekleştiğini veya failin dış etkenler tarafından yönlendirildiğini gösterir. Bu, güç dengesizlikleri ve irade kaybı üzerine odaklanır."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اِذْنَابَّ - iżnābb", "muzari": "يَذْنَابُّ - yażnābbu", "masdar": "اِذْنِيبَاب - iżnībāb"}, "bab_anlami": "Bu bâb, aşırı derecede günahkâr olmak, suçluluk duygusuyla dolmak veya sürekli olarak suç işlemeye eğilimli olmak anlamlarını taşır. Bu form, failin suçluluk duygusuyla boğuştuğunu veya sürekli olarak suç işlemeye meyilli olduğunu gösterir. Bu, psikolojik rahatsızlıklar, bağımlılık ve suçluluk kompleksi gibi durumları ifade eder.", "mikro_mantik": "Bu bâb, köke 'aşırılık' ve 'yoğunluk' anlamlarını ekler. Fiilin bu formu, eylemin sıradan bir suç olmaktan öte, failin psikolojik durumuyla ilgili derin bir sorunu yansıttığını gösterir. Bu, içsel çatışmalar ve psikolojik dengesizlikler üzerine odaklanır."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَذْنَبَ - istażnaba", "muzari": "يَسْتَذْنِبُ - yastażnibu", "masdar": "اِسْتِذْنَاب - istiznāb"}, "bab_anlami": "Bu bâb, günah işlemeyi istemek, suçlu olmak için fırsat kollamak veya birini suçlu duruma düşürmeye çalışmak anlamlarını taşır. Bu form, failin aktif olarak suç işlemeyi arzuladığını veya başkalarını suçlu duruma düşürmeye çalıştığını gösterir. Bu, kötü niyet, entrika ve manipülasyon gibi kavramları içerir.", "mikro_mantik": "Bu bâb, köke 'istek' ve 'amaç' anlamlarını ekler. Fiilin bu formu, eylemin failin bilinçli bir tercihi olduğunu ve failin eylemi gerçekleştirmek için aktif olarak çaba gösterdiğini gösterir. Bu, niyet ve motivasyon üzerine odaklanır."}]}], "ذهب": [{"kok": "ذهب", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Bir şeyin özünden ayrılıp başka bir duruma geçmesi, bir halden başka bir hale dönüşmesi. Bu geçiş, maddi bir yerden ayrılma olabileceği gibi, soyut bir durumdan başka bir duruma evrilme şeklinde de tezahür edebilir. Özünde, bir değişimi ve dönüşümü barındırır.", "kavramsal_derinlik": "Beşeri boyutta, bir kişinin bir yerden başka bir yere gitmesi, bir fikrin zihinde evrilerek başka bir düşünceye dönüşmesi gibi olayları ifade eder. İlahi boyutta ise, bir kulun nefsinden sıyrılarak Hakk'a yönelmesi, fani olandan baki olana doğru yapılan bir yolculuktur. Bu kök, hem dünyevi hem de uhrevi düzlemde bir hareket ve değişim potansiyeli taşır."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "ذهب - zehebe", "muzari": "يذهب - yezhebu", "masdar": "ذهاب - zehab"}, "bab_anlami": "Bir yerden ayrılmak, gitmek, uzaklaşmak. Bu basit anlamın ötesinde, bir şeyin değerini yitirmesi, yok olması veya etkisini kaybetmesi gibi anlamlara da gelebilir. Zamanın geçmesiyle bir şeyin geçmişe doğru gitmesi, unutulması veya önemini kaybetmesi de bu babın anlam alanına dahildir. Bu, sadece fiziksel bir hareket değil, aynı zamanda soyut bir kayboluşu da ifade eder.", "mikro_mantik": "Bu bab, kökün temel anlamını en yalın haliyle ifade eder. Kökün içerdiği 'ayrılma' ve 'gitme' eylemleri, bu babda herhangi bir ek anlam veya yoğunluk kazanmaz. Sadece temel hareket ve yön değiştirme eylemi vurgulanır. Bu nedenle, bu bab kökün en temel ve en doğrudan anlamını taşır."}, {"bab_no": 2, "fiil_formlari": {"mazi": "ذهّب - zehebe", "muzari": "يذهّب - yüzehibu", "masdar": "تذهيب - tezhib"}, "bab_anlami": "Bir şeyi altınla kaplamak, yaldızlamak, süslemek. Bu fiil, bir nesnenin dış görünüşünü güzelleştirmek, ona değer katmak amacıyla yapılan bir eylemi ifade eder. Ancak bu güzellik ve değer, özünde olmayabilir, sadece dışsal bir süslemedir. Bu, bir şeyin içsel değerinden ziyade dışsal görünümüne odaklanmayı da ima edebilir. Bu nedenle, bu bab, bir yanılsama veya geçici bir güzellik yaratma eylemini de barındırır.", "mikro_mantik": "Bu bab, köke 'dışsal bir etkiyle güzelleştirme' anlamını katar. Tekrar (şedde) harfi, eylemin yoğunluğunu ve tekrarlanmasını vurgular. Yani, bir şeyi altınla kaplama eylemi, sadece bir kez yapılan bir işlem değil, sürekli ve özenli bir süsleme faaliyetidir. Bu, kökün temel anlamını dışsal bir müdahale ile değiştirme ve dönüştürme eylemini ifade eder."}, {"bab_no": 3, "fiil_formlari": {"mazi": "تذاهب - tezahebe", "muzari": "يتذاهب - yetezahebu", "masdar": "تذاهب - tezaheb"}, "bab_anlami": "Gitmiş gibi yapmak, ayrılmış gibi davranmak, bir şeyi kaybetmiş gibi görünmek. Bu bab, gerçekte olmayan bir durumu taklit etmeyi, bir şeyi olmuş gibi göstermeyi ifade eder. Bu, bir tür aldatma veya yanıltma eylemidir. Kişi, gerçekte gitmemiş olsa bile gitmiş gibi davranarak karşısındakini yanıltabilir. Bu, içsel bir gerçekliğin dışsal bir yansıması olmayıp, sadece bir gösteriştir.", "mikro_mantik": "Bu bab, köke 'karşılıklı olarak yapma' ve 'gibi görünme' anlamlarını katar. Te (ت) harfi, eylemin karşılıklı veya taklidi olduğunu gösterir. Bu durumda, gitme eylemi gerçekte gerçekleşmez, sadece gerçekleşiyormuş gibi bir izlenim yaratılır. Bu, kökün temel anlamını manipüle ederek, gerçeklik algısını değiştirmeye yönelik bir eylemi ifade eder."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أذهب - ezhebe", "muzari": "يذهب - yuzhibu", "masdar": "إذهاب - izhab"}, "bab_anlami": "Gidermek, ortadan kaldırmak, yok etmek. Bu bab, bir şeyin varlığını sona erdirmek, onu tamamen ortadan kaldırmak anlamını taşır. Bu, sadece fiziksel bir yok etme değil, aynı zamanda soyut bir durumun, bir duygunun veya bir düşüncenin ortadan kaldırılması da olabilir. Örneğin, bir hastalığı gidermek, bir üzüntüyü yok etmek gibi. Bu, bir şeyin etkisini veya varlığını tamamen sonlandırmayı ifade eder.", "mikro_mantik": "Bu bab, köke 'bir şeyi ortadan kaldırma' veya 'yok etme' anlamını katar. Hemze (أ) harfi, eylemin geçişli olduğunu ve bir nesne üzerinde etkili olduğunu gösterir. Yani, gitme eylemi bir başkası tarafından gerçekleştirilir ve bir şeyin ortadan kalkmasına neden olur. Bu, kökün temel anlamını bir nesnenin yok olması veya etkisiz hale gelmesi şeklinde dönüştürür."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تذهب - tezehebe", "muzari": "يتذهب - yetezehebu", "masdar": "تذهب - tezehub"}, "bab_anlami": "Altınla süslenmek, altın gibi görünmek, altın rengini almak. Bu bab, bir şeyin dış görünüşünü altınla kaplayarak veya altın rengine boyayarak güzelleştirmek anlamını taşır. Bu, bir nesnenin değerini artırmak veya ona daha çekici bir görünüm kazandırmak amacıyla yapılan bir eylemdir. Ancak bu güzellik ve değer, özünde olmayabilir, sadece dışsal bir süslemedir. Bu nedenle, bu bab, bir yanılsama veya geçici bir güzellik yaratma eylemini de barındırır.", "mikro_mantik": "Bu bab, köke 'kendini altınla süsleme' veya 'altın gibi görünme' anlamını katar. Te (ت) harfi, eylemin dönüşlü olduğunu ve öznenin kendisi üzerinde etkili olduğunu gösterir. Yani, gitme eylemi, öznenin kendisini altınla süslemesi veya altın gibi görünmesi şeklinde gerçekleşir. Bu, kökün temel anlamını dışsal bir müdahale ile değiştirme ve dönüştürme eylemini ifade eder, ancak bu kez eylem öznenin kendisi üzerindedir."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تذاهب - tezahebe", "muzari": "يتذاهب - yetezahebu", "masdar": "تذاهب - tezahub"}, "bab_anlami": "Birbirini aldatmak, birbirine gitmiş gibi davranmak, birbirini yanıltmak. Bu bab, iki veya daha fazla kişinin birbirini kandırmaya çalıştığı, gerçekte olmayan bir durumu taklit ettiği bir eylemi ifade eder. Bu, karşılıklı bir aldatma ve yanıltma durumudur. Her iki taraf da birbirine gitmiş gibi davranarak veya birbirini yanıltarak bir çıkar elde etmeye çalışır. Bu, dürüst olmayan bir etkileşim ve manipülasyon içeren bir durumu ifade eder.", "mikro_mantik": "Bu bab, köke 'karşılıklı aldatma' veya 'birbirini yanıltma' anlamını katar. Te (ت) harfi ve tekrar (şedde), eylemin karşılıklı ve yoğun olduğunu gösterir. Yani, gitme eylemi, iki tarafın birbirini kandırmaya çalışması şeklinde gerçekleşir. Bu, kökün temel anlamını manipüle ederek, gerçeklik algısını karşılıklı olarak değiştirmeye yönelik bir eylemi ifade eder."}, {"bab_no": 7, "fiil_formlari": {"mazi": "انذهب - inzehebe", "muzari": "ينذهب - yenzehibu", "masdar": "انذهاب - inzehab"}, "bab_anlami": "Gidivermek, kaybolmak, yok olmak, ansızın ortadan kaybolmak. Bu bab, bir şeyin beklenmedik bir anda ve hızla ortadan kaybolmasını, yok olmasını ifade eder. Bu, genellikle kontrol dışı bir durumdur ve nesnenin kendi iradesi dışında gerçekleşir. Bir şeyin aniden gözden kaybolması, iz bırakmadan yok olması gibi durumlar bu babın anlam alanına girer. Bu, bir şeyin geçiciliğini ve kırılganlığını vurgular.", "mikro_mantik": "Bu bab, köke 'kendiliğinden kaybolma' veya 'ansızın yok olma' anlamını katar. İn (ان) harfi, eylemin edilgen olduğunu ve öznenin kendi iradesi dışında gerçekleştiğini gösterir. Yani, gitme eylemi, bir şeyin kendiliğinden kaybolması şeklinde gerçekleşir. Bu, kökün temel anlamını kontrol dışı bir kaybolma veya yok olma şeklinde dönüştürür."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اذهب - izdehebe", "muzari": "يزدهب - yezdehibu", "masdar": "اذهاب - izdehab"}, "bab_anlami": "Altın gibi parlamak, altın rengini yansıtmak, altınla süslenmiş gibi görünmek. Bu bab, bir şeyin dış görünüşünün altın gibi parlak ve göz alıcı olduğunu, altınla süslenmiş gibi bir izlenim yarattığını ifade eder. Bu, genellikle doğal bir parlaklık veya yansıma sonucu ortaya çıkar. Bir nesnenin altın rengini yansıtması, ona değer ve prestij atfetmekle ilişkilendirilebilir. Bu, bir şeyin dışsal güzelliğini ve çekiciliğini vurgular.", "mikro_mantik": "Bu bab, köke 'altın gibi parıldama' veya 'altınla süslenmiş gibi görünme' anlamını katar. İstif'al (است) kalıbı, eylemin yoğunluğunu ve çabayı ifade eder. Yani, gitme eylemi, bir şeyin altın gibi parlaması veya altınla süslenmiş gibi görünmesi için gösterilen çabayı veya yoğunluğu vurgular. Bu, kökün temel anlamını dışsal bir güzellik ve çekicilikle ilişkilendirerek dönüştürür."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اذذهب - izhebbe", "muzari": "يذذهب - yuzhebbihu", "masdar": "اذذهاب - izhihbab"}, "bab_anlami": "Çok fazla gitmek, aşırı derecede uzaklaşmak, bir şeyden tamamen kopmak. Bu bab, bir şeyden aşırı derecede uzaklaşmayı, onunla olan tüm bağları koparmayı ifade eder. Bu, sadece fiziksel bir uzaklaşma değil, aynı zamanda duygusal veya zihinsel bir kopuş da olabilir. Bir kişinin bir yerden tamamen ayrılması, bir fikirden vazgeçmesi veya bir ilişkiden kopması gibi durumlar bu babın anlam alanına girer. Bu, bir şeyden tamamen vazgeçmeyi ve onu geride bırakmayı vurgular.", "mikro_mantik": "Bu bab, köke 'aşırı derecede gitme' veya 'tamamen kopma' anlamını katar. İf'ilal (افعلال) kalıbı, eylemin yoğunluğunu ve aşırılığını ifade eder. Yani, gitme eylemi, aşırı derecede uzaklaşma veya tamamen kopma şeklinde gerçekleşir. Bu, kökün temel anlamını bir şeyden tamamen vazgeçme ve onu geride bırakma şeklinde dönüştürür."}, {"bab_no": 10, "fiil_formlari": {"mazi": "استذهب - istezehebe", "muzari": "يستذهب - yestezehibu", "masdar": "استذهاب - istizhab"}, "bab_anlami": "Altın elde etmeye çalışmak, altın aramak, altın madeni çıkarmak. Bu bab, altın elde etmek için gösterilen çabayı, altın arayışını ve altın madeni çıkarma faaliyetlerini ifade eder. Bu, sadece maddi bir kazanç elde etme amacı taşımaz, aynı zamanda bir değer arayışını, bir hazine keşfetme isteğini de ifade edebilir. Bir kişinin altın bulmak için gösterdiği çaba, aynı zamanda içsel bir zenginlik arayışının da sembolü olabilir. Bu, bir şeyin değerini keşfetme ve onu elde etme arzusunu vurgular.", "mikro_mantik": "Bu bab, köke 'altın elde etmeye çalışma' veya 'altın arama' anlamını katar. İstif'al (است) kalıbı, eylemin çaba ve arayış içerdiğini gösterir. Yani, gitme eylemi, altın elde etmek için gösterilen çaba ve arayış şeklinde gerçekleşir. Bu, kökün temel anlamını bir değer arayışı ve onu elde etme arzusuyla ilişkilendirerek dönüştürür."}]}], "ذهل": [{"kok": "ذهل", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Aklın veya bilincin geçici olarak kaybolması, unutma, şaşkınlık veya hayret hali.", "kavramsal_derinlik": "Beşeri boyutta, zihnin günlük telaş ve yoğunluk içinde kaybolması, ilahi boyutta ise, tecelliyat karşısında aklın idrak sınırlarını aşarak hayrete düşmesi."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "ذَهَلَ - zehele", "muzari": "يَذْهَلُ - yezhelu", "masdar": "ذُهُول - zuhul"}, "bab_anlami": "Zihnin bir şeyden dolayı geçici olarak uzaklaşması, bir şeyin farkında olmamak, unutmak veya şaşırmak. Bu kalıp, zihnin dışsal bir etkiyle veya içsel bir yoğunlukla normal işleyişini kaybetmesini ifade eder. İnsanın, dünya meşgaleleri içinde kendini unutması veya ilahi bir tecelli karşısında aklını yitirmesi gibi durumları kapsar.", "mikro_mantik": "Bu bab, kökün temel anlamını (unutma, şaşkınlık) basit ve doğrudan bir eylem olarak ifade eder. Fiilin faili, bu eylemi doğrudan gerçekleştiren veya bu durumun etkisi altında kalan kişidir. Kökün temel anlamının yalın bir şekilde ifade bulduğu bir kalıptır."}, {"bab_no": 2, "fiil_formlari": {"mazi": "اَذْهَلَ - ezhele", "muzari": "يُذْهِـلُ - yuzhilu", "masdar": "اِذْهَال - izhal"}, "bab_anlami": "Bir şeyi unutturmak, şaşırtmak veya aklını başından almak. Bu kalıp, bir başkasının zihnini meşgul ederek onu asıl amacından saptırmak veya şaşkınlığa düşürmek anlamını taşır. Bu, dünyevi cazibelerin insanı ahiretten alıkoyması veya ilahi bir işaretin insanı derinden etkileyerek aklını başından alması şeklinde tezahür edebilir.", "mikro_mantik": "Bu bab, kökün anlamını etkenleştirir ve geçişli hale getirir. Yani, bir öznenin (fail) başka bir nesneyi (meful) şaşırtması veya unutturması eylemini ifade eder. Bu kalıp, kökün neden-sonuç ilişkisi içinde kullanılmasına olanak tanır."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَذَهَّلَ - tezehhele", "muzari": "يَتَذَهَّلُ - yetezehhelu", "masdar": "تَذَهُّل - tezehhul"}, "bab_anlami": "Unutmaya çalışmak, kendini şaşkınlığa vermek veya gaflete düşmek. Bu kalıp, kişinin bilerek veya isteyerek kendini bir şeyden uzaklaştırması, unutkanlığa veya şaşkınlığa sürüklemesi anlamına gelir. Bu, sorumluluktan kaçmak için kendini unutkanlığa vurmak veya dünya zevklerine dalarak manevi gerçekleri unutmak şeklinde olabilir.", "mikro_mantik": "Bu bab, kökün anlamını tekellüf (zorlama, çabalama) manasıyla birleştirir. Yani, failin unutma veya şaşkınlık durumunu elde etmek için çaba sarf ettiğini gösterir. Bu kalıp, eylemin içsel bir motivasyonla yapıldığını vurgular."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَذْهَلَ - istezehele", "muzari": "يَسْتَذْهِـلُ - yestezhilu", "masdar": "اِسْتِذْهَال - istizhal"}, "bab_anlami": "Unutmayı istemek, unutmaya çalışmak veya unutkanlık göstermek. Bu kalıp, kişinin unutkanlık veya şaşkınlık halini talep etmesi, bu duruma ulaşmaya çalışması veya bu durumu taklit etmesi anlamına gelir. Bu, bir şeyden kaçmak için unutkan görünmek veya kendini şaşkınlığa vererek sorumluluktan kurtulmaya çalışmak şeklinde olabilir.", "mikro_mantik": "Bu bab, kökün anlamını talep veya arayış manasıyla birleştirir. Failin unutma veya şaşkınlık durumunu elde etmeye çalıştığını veya bu durumu arzuladığını gösterir. Bu kalıp, eylemin dışsal bir amaca yönelik olduğunu vurgular."}]}], "ذود": [{"kok": "ذود", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Bir şeyi koruma, savunma, uzaklaştırma; bir şeyi diğerinden ayırma ve seçme eylemi. Özünde, bir şeyin sınırlarını belirleme ve onu dış etkenlerden muhafaza etme güdüsü yatar.", "kavramsal_derinlik": "Hem maddi hem de manevi düzeyde koruma ve savunma eylemlerini kapsar. İnsanın kendini, sevdiklerini, inançlarını ve değerlerini koruma çabası ile ilahi koruma ve rehberlik arasındaki ilişkiyi irdeler."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "ذَادَ", "muzari": "يَذُودُ", "masdar": "ذَوْد"}, "bab_anlami": "Bir şeyi aktif olarak korumak, savunmak veya uzaklaştırmak. Bu kalıp, öznenin bilinçli ve kararlı bir şekilde bir şeyi muhafaza etme veya bir tehlikeyi bertaraf etme eylemini ifade eder. Aynı zamanda, bir şeyi diğerlerinden ayırarak seçkin kılma veya farklılaştırma anlamını da taşıyabilir; bu, bir tür özenli seçicilik ve tercih etme eylemidir.", "mikro_mantik": "Bu kalıp, kökün temel anlamını doğrudan ve aktif bir eylemle ifade eder. Fiilin yalın hali, eylemin basitliğini ve doğrudanlığını vurgular. Kökün anlamı, öznenin iradesiyle şekillenen bir koruma veya uzaklaştırma eylemi olarak belirginleşir."}, {"bab_no": 2, "fiil_formlari": {"mazi": "ذُوِّدَ", "muzari": "يُذَوَّدُ", "masdar": "تَذْوِيد"}, "bab_anlami": "Bir şeye donatılmak, teçhiz edilmek veya bir şeyle güçlendirilmek. Bu kalıp, öznenin bir amaç için hazırlanması veya bir görevi yerine getirmek üzere gerekli araçlarla desteklenmesi anlamını taşır. Aynı zamanda, bir şeye bir özellik veya nitelik kazandırmak, onu belirli bir amaç için daha uygun hale getirmek anlamına da gelebilir. Bu, içsel bir hazırlık ve dışsal bir destek kombinasyonunu ifade eder.", "mikro_mantik": "Bu kalıp, kökün anlamını bir hazırlık veya donatma eylemiyle genişletir. Fiilin edilgen yapısı, öznenin bir başkası tarafından donatıldığını veya teçhiz edildiğini gösterir. Bu, kökün anlamının dışsal bir etkiyle güçlendirildiğini ve öznenin belirli bir amaca yönelik olarak hazırlandığını vurgular."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَذَوَّدَ", "muzari": "يَتَذَوَّدُ", "masdar": "تَذَوُّد"}, "bab_anlami": "Kendini bir şeyle donatmak, teçhiz etmek veya bir yolculuk için azık hazırlamak. Bu kalıp, öznenin kendi kendine yetme ve geleceğe hazırlık yapma çabasını ifade eder. Aynı zamanda, manevi bir yolculuk için gerekli olan bilgi, erdem veya deneyimi edinmek anlamına da gelebilir. Bu, içsel bir arayış ve kişisel gelişim sürecini yansıtır.", "mikro_mantik": "Bu kalıp, kökün anlamını kişisel bir hazırlık ve donatma eylemiyle derinleştirir. Fiilin tefe'ul kalıbı, öznenin kendi kendine bir şeyler eklediğini ve kendini güçlendirdiğini gösterir. Bu, kökün anlamının içsel bir motivasyonla şekillendiğini ve öznenin kendi potansiyelini gerçekleştirmeye yönelik bir çaba içinde olduğunu vurgular."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَذَاوَدَ", "muzari": "يَتَذَاوَدُ", "masdar": "تَذَاوُد"}, "bab_anlami": "Karşılıklı olarak birbirini korumak, savunmak veya birbirine destek olmak. Bu kalıp, bir topluluğun veya grubun ortak bir amaç için bir araya gelerek birbirlerine yardım etme ve dayanışma içinde olma durumunu ifade eder. Aynı zamanda, fikir alışverişinde bulunarak birbirini geliştirmek ve olgunlaştırmak anlamına da gelebilir. Bu, sosyal bir etkileşim ve işbirliği sürecini yansıtır.", "mikro_mantik": "Bu kalıp, kökün anlamını karşılıklı bir etkileşim ve dayanışma eylemiyle genişletir. Fiilin tefa'ul kalıbı, birden fazla öznenin birbirine karşılıklı olarak bir şeyler yaptığını gösterir. Bu, kökün anlamının sosyal bir bağlamda şekillendiğini ve öznenin diğerleriyle olan ilişkisiyle anlam kazandığını vurgular."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَذْوَدَ", "muzari": "يَسْتَذْوِدُ", "masdar": "اِسْتِذْوَاد"}, "bab_anlami": "Bir şeyden azık istemek, bir şeyle donatılmayı talep etmek veya bir şeyin korunmasını arzulamak. Bu kalıp, öznenin bir başkasından yardım veya destek bekleme durumunu ifade eder. Aynı zamanda, manevi bir rehberlik veya ilahi bir lütuf arayışını da simgeleyebilir. Bu, bir ihtiyaç duyma ve bu ihtiyacı gidermek için bir arayış içinde olma halini yansıtır.", "mikro_mantik": "Bu kalıp, kökün anlamını bir talep veya arayış eylemiyle derinleştirir. Fiilin istif'al kalıbı, öznenin bir şey istemek veya elde etmek için çaba gösterdiğini gösterir. Bu, kökün anlamının bir eksiklik duygusuyla şekillendiğini ve öznenin bu eksikliği gidermeye yönelik bir arayış içinde olduğunu vurgular."}]}], "ذوق": [{"kok": "ذوق", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Seziş yoluyla elde edilen estetik ve ayırt edici algı; içsel bir beğeni yeteneği.", "kavramsal_derinlik": "Zevk, sadece duyusal bir deneyim değil, aynı zamanda ruhun inceliğiyle evrenin güzelliğini idrak etme kapasitesidir. İnsanın varoluşsal yolculuğunda, hakikate ulaşmanın bir aracı olarak tecelli eder; ilahi güzelliğin yeryüzündeki yansımasıdır."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "ذَاقَ - zāqa", "muzari": "يَذُوقُ - yazūqu", "masdar": "ذَوْق - zawq"}, "bab_anlami": "Bir şeyin tadını almak, deneyimlemek; içsel bir algıyla bir şeyin özünü kavramak. Bu kalıp, zevkin sadece fiziksel bir eylem olmadığını, aynı zamanda ruhsal bir idrak ve içsel bir deneyim olduğunu vurgular. Varoluşun sunduğu her deneyimi derinlemesine hissetme ve anlamlandırma yeteneğini ifade eder.", "mikro_mantik": "Bu basit fiil kalıbı, kökün temel anlamını doğrudan ve dolaysız bir şekilde ifade eder. Eylemin öznesi, zevk alma eylemini bizzat gerçekleştirir, bu da deneyimin kişisel ve doğrudan olduğunu vurgular. Kökün temel anlamı olan 'tatmak' eylemi, bu kalıpta somut bir deneyimden soyut bir anlayışa doğru genişler."}, {"bab_no": 2, "fiil_formlari": {"mazi": "ذَوَّقَ - zawwaqa", "muzari": "يُذَوِّقُ - yuzawwiqu", "masdar": "تَذْوِيق - tazwīq"}, "bab_anlami": "Bir şeyi zevkli hale getirmek, güzelleştirmek, incelik katmak; birine bir şeyin tadını tattırmak, deneyimletmek. Bu kalıp, zevkin sadece bireysel bir deneyim olmadığını, aynı zamanda başkalarına aktarılabilir ve paylaştırılabilir bir değer olduğunu gösterir. Estetik bir dokunuşla bir şeyi daha çekici ve anlamlı kılma eylemini ifade eder.", "mikro_mantik": "Bu kalıp, kökün anlamını yoğunlaştırır ve eylemin etkisini genişletir. Fail, zevk alma eylemini başkasına yönlendirir veya bir şeyi zevkli hale getirir. Bu, zevkin sadece bireysel bir deneyim olmadığını, aynı zamanda sosyal bir etkileşim ve kültürel bir değer olduğunu gösterir."}, {"bab_no": 3, "fiil_formlari": {"mazi": "تَذَوَّقَ - tazawwaqa", "muzari": "يَتَذَوَّقُ - yatazawwaqu", "masdar": "تَذَوُّق - tazawwuq"}, "bab_anlami": "Zevk almaya çalışmak, bir şeyin tadını çıkarmaya özen göstermek; incelikleri anlamaya ve değerlendirmeye çalışmak. Bu kalıp, zevkin pasif bir alımlama olmadığını, aktif bir çaba ve öğrenme süreci olduğunu vurgular. Kişinin estetik duyarlılığını geliştirmek için bilinçli bir şekilde çaba göstermesini ifade eder.", "mikro_mantik": "Bu kalıp, eylemin karşılıklı veya yansıtıcı olduğunu gösterir. Fail, zevk alma eylemini kendi üzerinde yoğunlaştırır veya başkalarıyla paylaşır. Bu, zevkin sadece bireysel bir deneyim olmadığını, aynı zamanda sosyal bir etkileşim ve kültürel bir alışveriş olduğunu gösterir."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَذَاقَ - aḏāqa", "muzari": "يُذِيقُ - yuḏīqu", "masdar": "إِذَاقَة - iḏāqah"}, "bab_anlami": "Tattırmak, deneyimletmek; birine bir şeyin acısını veya zevkini yaşatmak. Bu kalıp, zevkin veya acının başkalarına aktarılabilen bir deneyim olduğunu vurgular. Bir başkasının duygusal veya fiziksel durumunu etkileme eylemini ifade eder, bu da sorumluluk ve empati kavramlarını içerir.", "mikro_mantik": "Bu kalıp, eylemin geçişli olduğunu ve bir nesneye yönlendirildiğini gösterir. Fail, zevk alma veya tattırma eylemini bir başkası üzerinde gerçekleştirir. Bu, zevkin sadece bireysel bir deneyim olmadığını, aynı zamanda sosyal bir etki ve sorumluluk taşıdığını gösterir."}, {"bab_no": 5, "fiil_formlari": {"mazi": "Yok", "muzari": "Yok", "masdar": "Yok"}, "bab_anlami": "Bu babta kullanımı olmamasına rağmen, potansiyel anlamı, zevkin içsel bir süreçten ziyade, dışsal bir etkiyle şekillenmesi olabilir. Zevkin, dışsal bir kaynaktan beslenerek, bireyin iç dünyasında yankı bulması ve anlam kazanmasıdır. Bu, zevkin sadece kişisel bir tercih olmadığını, aynı zamanda çevresel ve kültürel faktörlerin bir sonucu olduğunu gösterir.", "mikro_mantik": "Bu babın potansiyel anlamı, zevkin dışsal bir etkiyle nasıl dönüştüğünü ve içselleştirildiğini vurgular. Kökün anlamı, bu kalıpta dışsal bir kaynaktan beslenerek, bireyin iç dünyasında yankı bulur ve anlam kazanır."}, {"bab_no": 6, "fiil_formlari": {"mazi": "Yok", "muzari": "Yok", "masdar": "Yok"}, "bab_anlami": "Bu babta kullanımı olmamasına rağmen, potansiyel anlamı, zevk alma eyleminin karşılıklı ve sürekli bir etkileşim içinde gerçekleşmesidir. Bireylerin birbirlerinin zevklerini etkilemesi ve paylaşması, ortak bir estetik anlayışın oluşmasına katkıda bulunur. Bu, zevkin sadece bireysel bir tercih olmadığını, aynı zamanda sosyal bir bağ ve kültürel bir paylaşım olduğunu gösterir.", "mikro_mantik": "Bu babın potansiyel anlamı, zevkin karşılıklı etkileşim ve paylaşım yoluyla nasıl geliştiğini vurgular. Kökün anlamı, bu kalıpta bireylerin birbirlerinin zevklerini etkilemesi ve paylaşmasıyla, ortak bir estetik anlayışın oluşmasına katkıda bulunur."}, {"bab_no": 7, "fiil_formlari": {"mazi": "Yok", "muzari": "Yok", "masdar": "Yok"}, "bab_anlami": "Bu babta kullanımı olmamasına rağmen, potansiyel anlamı, zevkin kırılması, bozulması veya yitirilmesidir. Bir zamanlar keyif veren bir şeyin artık aynı duyguyu uyandırmaması, zevkin geçiciliğini ve değişebilirliğini vurgular. Bu, zevkin sadece sürekli bir keyif kaynağı olmadığını, aynı zamanda hayal kırıklığı ve kayıp duygularını da içerebileceğini gösterir.", "mikro_mantik": "Bu babın potansiyel anlamı, zevkin kırılganlığını ve değişebilirliğini vurgular. Kökün anlamı, bu kalıpta bir zamanlar keyif veren bir şeyin artık aynı duyguyu uyandırmamasıyla, zevkin geçiciliğini ve değişebilirliğini gösterir."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِذْدَاقَ - izdāqa", "muzari": "يَزْدَاقُ - yazdāqu", "masdar": "اِزْدِيَاق - izdiyāq"}, "bab_anlami": "Zevk almak için çabalamak, zevki elde etmeye çalışmak; bir şeyin tadını çıkarmak için gayret göstermek. Bu kalıp, zevkin kendiliğinden ortaya çıkmadığını, aktif bir arayış ve çaba gerektirdiğini vurgular. Kişinin estetik duyarlılığını geliştirmek ve hayatın güzelliklerini keşfetmek için bilinçli bir şekilde çaba göstermesini ifade eder.", "mikro_mantik": "Bu kalıp, eylemin yoğunluğunu ve çabayı vurgular. Fail, zevk alma eylemini elde etmek için yoğun bir çaba gösterir. Bu, zevkin sadece pasif bir alımlama olmadığını, aynı zamanda aktif bir arayış ve çaba gerektirdiğini gösterir."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اِذْوَاقَّ - izwāqqa", "muzari": "يَذْوَاقُّ - yaḏwāqqu", "masdar": "اِذْوِيقَاق - izwīqāq"}, "bab_anlami": "Zevkten erimek, zevkle kendinden geçmek; yoğun bir zevk duygusuyla dolmak. Bu kalıp, zevkin insanı tamamen etkisi altına alabileceğini ve transandantal bir deneyime dönüştürebileceğini vurgular. Kişinin kendini tamamen bir deneyime bırakması ve zevkin doruklarına ulaşması halini ifade eder.", "mikro_mantik": "Bu kalıp, eylemin yoğunluğunu ve dönüştürücü etkisini vurgular. Fail, zevk alma eylemiyle tamamen dönüşür ve kendinden geçer. Bu, zevkin sadece bir duygu olmadığını, aynı zamanda insanı derinden etkileyen ve dönüştüren bir güç olduğunu gösterir."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَذَاقَ - istaḏāqa", "muzari": "يَسْتَذِيقُ - yastaḏīqu", "masdar": "اِسْتِذَاقَة - istiḏāqah"}, "bab_anlami": "Zevk istemek, zevk aramaya koyulmak; bir şeyin tadını çıkarmak için fırsat kollamak. Bu kalıp, zevkin pasif bir alımlama olmadığını, aktif bir arayış ve talep gerektirdiğini vurgular. Kişinin hayatın güzelliklerini keşfetmek ve estetik duyarlılığını tatmin etmek için sürekli bir arayış içinde olmasını ifade eder.", "mikro_mantik": "Bu kalıp, eylemin arayış ve talep içerdiğini vurgular. Fail, zevk alma eylemini elde etmek için sürekli bir arayış içindedir. Bu, zevkin sadece bir duygu olmadığını, aynı zamanda bir amaç ve motivasyon kaynağı olduğunu gösterir."}]}], "ذيع": [{"kok": "ذيع", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Yayılma, duyulma, bilinme; bir şeyin etkisinin veya haberinin geniş bir alana nüfuz etmesi.", "kavramsal_derinlik": "Bilginin yayılması, şöhretin artması, bir sırrın ifşa olması gibi hem olumlu hem de olumsuz durumları kapsar. İtibarın, ünün veya bir gerçeğin yayılmasının ahlaki ve etik sonuçları da bu derinliğe dahildir."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "ذاع - zāʿa", "muzari": "يذيع - yazīʿu", "masdar": "ذَيْع - zayʿ"}, "bab_anlami": "Bir şeyin yayılması, duyurulması, ifşa edilmesi. Bu kalıp, bir bilginin, haberin veya sırrın geniş bir alana yayılmasını ifade eder. Aynı zamanda, bir şeyin ününün veya itibarının artması, tanınır hale gelmesi anlamlarını da taşır. Bu yayılma, kasıtlı bir eylem sonucu olabileceği gibi, kendiliğinden de gerçekleşebilir.", "mikro_mantik": "Bu bab, kökün temel anlamını doğrudan ve basit bir şekilde ifade eder. Fiilin öznesi, yayılma eylemini gerçekleştiren veya yayılan şeydir. Bu kalıp, eylemin temel ve en yalın halini gösterir, herhangi bir ek anlam veya yoğunluk katmanı eklemez."}, {"bab_no": 2, "fiil_formlari": {"mazi": "تذايع - tazāyaʿa", "muzari": "يتذايع - yatazāyaʿu", "masdar": "تذايع - tazāyuʿ"}, "bab_anlami": "Bir şeyin karşılıklı olarak yayılması, birbirine duyurulması, dedikodu şeklinde yayılması. Bu kalıp, bilginin veya haberin insanlar arasında dolaşımını, fısıltı gazetesi gibi yayılmasını ifade eder. Aynı zamanda, bir şeyin ününün veya itibarının karşılıklı konuşmalarla artması, dedikodularla yayılması anlamlarını da taşır. Bu yayılma, genellikle kasıtlı olmayabilir ve kontrol dışı bir şekilde gerçekleşir.", "mikro_mantik": "Bu bab, kökün anlamını karşılıklılık ve etkileşim boyutuyla genişletir. Fiilin öznesi, yayılma eylemini karşılıklı olarak gerçekleştiren veya birbirine yayan kişilerdir. Bu kalıp, eylemin sosyal bir bağlamda gerçekleştiğini ve birden fazla aktörün katılımını içerdiğini gösterir."}, {"bab_no": 3, "fiil_formlari": {"mazi": "أذاع - 'azāʿa", "muzari": "يذيع - yuḏīʿu", "masdar": "إِذَاعَة - 'iḏāʿah"}, "bab_anlami": "Bir şeyi yaymak, duyurmak, ilan etmek; bir haberi veya bilgiyi geniş kitlelere ulaştırmak. Bu kalıp, bilginin veya haberin resmi veya organize bir şekilde yayılmasını ifade eder. Aynı zamanda, bir şeyin ününün veya itibarının bilinçli bir şekilde artırılması, tanıtılması anlamlarını da taşır. Bu yayılma, genellikle bir amaç doğrultusunda ve belirli bir stratejiyle gerçekleştirilir.", "mikro_mantik": "Bu bab, kökün anlamını geçişlilik ve kasıtlılık boyutuyla derinleştirir. Fiilin öznesi, yayma eylemini gerçekleştiren ve nesnesi ise yayılan şeydir. Bu kalıp, eylemin bir aktör tarafından bilinçli bir şekilde yapıldığını ve belirli bir sonucu hedeflediğini gösterir."}, {"bab_no": 4, "fiil_formlari": {"mazi": "تَذَيَّعَ - taḏayyaʿa", "muzari": "يَتَذَيَّعُ - yataḏayyaʿu", "masdar": "تَذَيُّع - taḏayyuʿ"}, "bab_anlami": "Yayılmaya çalışmak, yayılıyormuş gibi görünmek, kendini duyurmaya çabalamak; bir şeyin yayılmasını taklit etmek. Bu kalıp, bilginin veya haberin sahte veya yapay bir şekilde yayılmasını ifade eder. Aynı zamanda, bir şeyin ününün veya itibarının abartılı bir şekilde tanıtılması, gösteriş yapılması anlamlarını da taşır. Bu yayılma, genellikle samimiyetsiz ve manipülatif bir amaç taşır.", "mikro_mantik": "Bu bab, kökün anlamını yapaylık ve taklit boyutuyla genişletir. Fiilin öznesi, yayılma eylemini taklit eden veya yayılıyormuş gibi davranan kişidir. Bu kalıp, eylemin gerçek olmadığını ve bir yanılsama yaratmaya yönelik olduğunu gösterir."}]}]}