{"زبد": [{"kok": "زبد", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Özünde saflık, duruluk ve yoğunlaşmış potansiyel barındıran bir cevher. Bu cevher, hem maddi hem de manevi alemde kendini gösterir; bir şeyin en özlü, en değerli ve en işlenmiş halini temsil eder.", "kavramsal_derinlik": "İnsanın iç dünyasındaki arınma süreciyle, dış dünyadaki bereket ve bolluk arasındaki ilişkiyi ifade eder. İlahi rahmetin, insanın çabasıyla birleşerek ortaya çıkardığı mükemmeliyeti simgeler. Bu, hem dünyevi zenginliğin hem de ruhani olgunluğun sembolüdür."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "زَبَدَ", "muzari": "يَزْبُدُ", "masdar": "زَبْد"}, "bab_anlami": "Bir şeyin yüzeye çıkması, köpürmesi veya en saf, yoğunlaşmış halini alması anlamına gelir. Bu, bir sürecin sonunda ortaya çıkan özü, bir şeyin en değerli ve işlenmiş kısmını temsil eder. Aynı zamanda, içsel bir dönüşümün veya arınmanın sonucunda ortaya çıkan berraklığı ve saflığı da ifade edebilir. Bu kalıp, bir şeyin potansiyelinin en üst düzeye çıkarak belirginleştiği anı vurgular.", "mikro_mantik": "Bu kalıp, kökün temel anlamını (saflık, yoğunluk) doğrudan ve değişmez bir eylemle ifade eder. Fiilin basit ve temel formu, kökün özündeki potansiyelin herhangi bir ek işleme veya etkiye maruz kalmadan ortaya çıkmasını gösterir. Bu, kökün anlamının en saf ve doğrudan ifadesidir."}, {"bab_no": 2, "fiil_formlari": {"mazi": "زَبَّدَ", "muzari": "يُزَبِّدُ", "masdar": "تَزْبِيد"}, "bab_anlami": "Bir şeyi köpürtmek, yoğunlaştırmak veya yüzeye çıkarmak için yapılan yoğun bir çabayı ifade eder. Bu, bir sürecin bilinçli ve kasıtlı olarak hızlandırılması veya yoğunlaştırılması anlamına gelir. Aynı zamanda, bir şeyin potansiyelini ortaya çıkarmak için gösterilen özenli ve dikkatli çabayı da simgeler. Bu kalıp, bir şeyin özünü belirginleştirmek veya saflaştırmak için harcanan enerjiyi vurgular.", "mikro_mantik": "Bu kalıp, kökün anlamını yoğunlaştırma ve tekrarlama yoluyla dönüştürür. Fiilin tekrarı, eylemin yoğunluğunu ve sürekliliğini vurgular, böylece kökün anlamı daha belirgin ve etkili hale gelir. Bu, kökün özündeki potansiyelin bilinçli bir çabayla ortaya çıkarılmasını ifade eder."}, {"bab_no": 3, "fiil_formlari": {"mazi": "زَابَدَ", "muzari": "يُزَابِدُ", "masdar": "مُزَابَدَة"}, "bab_anlami": "Bir şeyde köpürme veya yoğunlaşma konusunda rekabet etmek, yarışmak veya karşılıklı olarak birbirini etkilemek anlamına gelir. Bu, iki veya daha fazla unsurun etkileşimi sonucunda ortaya çıkan bir durumu ifade eder. Aynı zamanda, bir şeyin değerini veya potansiyelini artırmak için yapılan karşılıklı çabayı da simgeler. Bu kalıp, etkileşim ve rekabet yoluyla ortaya çıkan sinerjiyi vurgular.", "mikro_mantik": "Bu kalıp, kökün anlamını karşılıklı etkileşim ve rekabet bağlamında ifade eder. Fiilin karşılıklı formu, eylemin iki veya daha fazla taraf arasında gerçekleştiğini gösterir, böylece kökün anlamı etkileşim ve rekabet yoluyla zenginleşir. Bu, kökün özündeki potansiyelin diğer unsurlarla etkileşim sonucunda ortaya çıkmasını ifade eder."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَزْبَدَ", "muzari": "يُزْبِدُ", "masdar": "إِزْبَاد"}, "bab_anlami": "Bir şeyi köpürtmek, yoğunlaştırmak veya yüzeye çıkarmak eylemini başlatmak veya neden olmak anlamına gelir. Bu, bir sürecin başlamasına veya tetiklenmesine işaret eder. Aynı zamanda, bir şeyin potansiyelini ortaya çıkarmak için gerekli olan ilk adımı atmayı da simgeler. Bu kalıp, bir şeyin özünü belirginleştirmek veya saflaştırmak için yapılan ilk hareketi vurgular.", "mikro_mantik": "Bu kalıp, kökün anlamını bir eylemin başlangıcı veya nedeni olarak ifade eder. Fiilin geçişli formu, eylemin bir nesne üzerinde etkili olduğunu gösterir, böylece kökün anlamı bir sürecin başlatılması veya tetiklenmesiyle ilişkilendirilir. Bu, kökün özündeki potansiyelin bir dış etkiyle harekete geçirilmesini ifade eder."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَزَبَّدَ", "muzari": "يَتَزَبَّدُ", "masdar": "تَزَبُّد"}, "bab_anlami": "Köpürmeye, yoğunlaşmaya veya yüzeye çıkmaya çalışmak, bu yönde çaba göstermek anlamına gelir. Bu, bir hedefe ulaşmak için gösterilen sürekli ve kararlı çabayı ifade eder. Aynı zamanda, bir şeyin potansiyelini tam olarak ortaya çıkarmak için yapılan kişisel gayreti de simgeler. Bu kalıp, bir şeyin özünü belirginleştirmek veya saflaştırmak için harcanan kişisel çabayı vurgular.", "mikro_mantik": "Bu kalıp, kökün anlamını öznel bir çaba ve arayış bağlamında ifade eder. Fiilin dönüşlü formu, eylemin özne üzerinde yoğunlaştığını gösterir, böylece kökün anlamı kişisel bir çaba ve arayışla ilişkilendirilir. Bu, kökün özündeki potansiyelin bireysel bir çabayla ortaya çıkarılmasını ifade eder."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَزَابَدَ", "muzari": "يَتَزَابَدُ", "masdar": "تَزَابُد"}, "bab_anlami": "Köpürme veya yoğunlaşma konusunda karşılıklı olarak birbirini geçmeye çalışmak, rekabet etmek anlamına gelir. Bu, bir yarışma veya rekabet ortamında ortaya çıkan bir durumu ifade eder. Aynı zamanda, bir şeyin değerini veya potansiyelini artırmak için yapılan karşılıklı rekabeti de simgeler. Bu kalıp, rekabet yoluyla ortaya çıkan sinerjiyi ve gelişimi vurgular.", "mikro_mantik": "Bu kalıp, kökün anlamını karşılıklı rekabet ve yarışma bağlamında ifade eder. Fiilin karşılıklı ve dönüşlü formu, eylemin iki veya daha fazla taraf arasında gerçekleştiğini ve her bir tarafın kendi çabasıyla etkilendiğini gösterir, böylece kökün anlamı rekabet ve yarışma yoluyla zenginleşir. Bu, kökün özündeki potansiyelin rekabet ortamında ortaya çıkarılmasını ifade eder."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْزَبَدَ", "muzari": "يَنْزَبِدُ", "masdar": "اِنْزِبَاد"}, "bab_anlami": "Köpürmek, yoğunlaşmak veya yüzeye çıkmak eyleminin kendiliğinden gerçekleşmesi anlamına gelir. Bu, doğal bir süreç veya içsel bir eğilim sonucu ortaya çıkan bir durumu ifade eder. Aynı zamanda, bir şeyin potansiyelinin kendiliğinden ortaya çıkmasını da simgeler. Bu kalıp, doğal süreçler ve içsel eğilimler yoluyla ortaya çıkan sonuçları vurgular.", "mikro_mantik": "Bu kalıp, kökün anlamını kendiliğinden gerçekleşen bir eylem olarak ifade eder. Fiilin edilgen formu, eylemin özne tarafından başlatılmadığını, doğal bir süreç sonucu ortaya çıktığını gösterir, böylece kökün anlamı kendiliğindenlik ve doğallıkla ilişkilendirilir. Bu, kökün özündeki potansiyelin doğal bir süreç sonucu ortaya çıkmasını ifade eder."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِزْدَبَدَ", "muzari": "يَزْدَبِدُ", "masdar": "اِزْدِبَاد"}, "bab_anlami": "Yoğun bir şekilde köpürmek, yoğunlaşmak veya yüzeye çıkmak; bu durumun aşırı veya abartılı bir şekilde gerçekleşmesi anlamına gelir. Bu, bir şeyin potansiyelinin beklenenden daha hızlı veya daha belirgin bir şekilde ortaya çıkmasını ifade eder. Aynı zamanda, bir durumun veya duygunun yoğunluğunu ve şiddetini de simgeler. Bu kalıp, aşırılık ve yoğunluk yoluyla ortaya çıkan etkileri vurgular.", "mikro_mantik": "Bu kalıp, kökün anlamını yoğunluk ve aşırılık bağlamında ifade eder. Fiilin yoğunlaştırılmış formu, eylemin şiddetini ve yoğunluğunu vurgular, böylece kökün anlamı aşırılık ve yoğunlukla ilişkilendirilir. Bu, kökün özündeki potansiyelin aşırı bir şekilde ortaya çıkmasını ifade eder."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اِزْبَادَّ", "muzari": "يَزْبَادُّ", "masdar": "اِزْبِيدَاد"}, "bab_anlami": "Son derece köpüklü, yoğun veya yüzeye çıkmış olmak; bu durumun kalıcı ve belirgin bir özellik haline gelmesi anlamına gelir. Bu, bir şeyin özünde var olan ve kolayca değişmeyen bir niteliği ifade eder. Aynı zamanda, bir şeyin mükemmelliğe veya olgunluğa ulaşmış olduğunu da simgeler. Bu kalıp, kalıcılık ve mükemmellik yoluyla ortaya çıkan sonuçları vurgular.", "mikro_mantik": "Bu kalıp, kökün anlamını kalıcılık ve belirginlik bağlamında ifade eder. Fiilin kalıcı nitelik ifade eden formu, eylemin sürekli ve değişmez olduğunu gösterir, böylece kökün anlamı kalıcılık ve belirginlikle ilişkilendirilir. Bu, kökün özündeki potansiyelin kalıcı bir özellik haline gelmesini ifade eder."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَزْبَدَ", "muzari": "يَسْتَزْبِدُ", "masdar": "اِسْتِزْبَاد"}, "bab_anlami": "Köpürmeyi, yoğunlaşmayı veya yüzeye çıkarmayı istemek, talep etmek veya bu yönde çaba göstermek anlamına gelir. Bu, bir hedefe ulaşmak için gösterilen bilinçli ve kasıtlı çabayı ifade eder. Aynı zamanda, bir şeyin potansiyelini tam olarak ortaya çıkarmak için yapılan aktif arayışı da simgeler. Bu kalıp, istek ve arayış yoluyla ortaya çıkan sonuçları vurgular.", "mikro_mantik": "Bu kalıp, kökün anlamını bir istek ve arayış bağlamında ifade eder. Fiilin talep ifade eden formu, eylemin bilinçli bir niyetle yapıldığını gösterir, böylece kökün anlamı istek ve arayışla ilişkilendirilir. Bu, kökün özündeki potansiyelin bilinçli bir çabayla ortaya çıkarılmasını ifade eder."}]}], "زبر": [{"kok": "زبر", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Yükselme, üstünlük, belirginlik", "kavramsal_derinlik": "Zahir ve batın arasındaki denge, görünür olanın ardındaki derin anlam."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "زَبَرَ - zabara", "muzari": "يَزْبُرُ - yazburu", "masdar": "زَبْر - zabr"}, "bab_anlami": "Yazmak, kazımak, bir şeyi belirgin hale getirmek. Bu kalıp, bir düşünceyi veya bilgiyi zihinde şekillendirme ve onu dış dünyaya aktarma eylemini ifade eder. Aynı zamanda, bir şeyin üzerindeki örtüyü kaldırarak, onun gerçek doğasını ortaya çıkarma anlamını da taşır. Bu, bilginin derinlemesine işlenmesi ve anlaşılması sürecini simgeler.", "mikro_mantik": "Bu bab, kökün temel anlamını doğrudan ve etkili bir şekilde ifade eder. Fiilin basit ve yalın yapısı, eylemin kendisinin netliğini ve belirginliğini vurgular. Bir şeyi 'zabr' etmek, o şeyi kesin ve kalıcı bir şekilde sabitlemek anlamına gelir."}, {"bab_no": 2, "fiil_formlari": {"mazi": "زُبِّرَ - zubbira", "muzari": "يُزَبَّرُ - yuzabberu", "masdar": "تَزْبِير - tazbir"}, "bab_anlami": "Bir şeyin yazılmasına veya kazınmasına maruz kalmak, belirginleştirilmek. Bu kalıp, bir öznenin dışsal bir etkiyle şekillenmesini veya dönüştürülmesini ifade eder. Bu, öğrenme, deneyimleme veya ilahi bir müdahale yoluyla olabilir. Kişinin iç dünyasının dışsal faktörler tarafından etkilenerek daha belirgin hale gelmesi sürecini ifade eder.", "mikro_mantik": "Bu bab, edilgen yapısıyla, kökün anlamını bir etki altında kalma ve şekillenme yönünde genişletir. Fiilin yapısı, eylemin dolaylılığını ve öznenin pasif rolünü vurgular. Bir şeyin 'tazbir' edilmesi, onun dışsal bir güç tarafından belirginleştirilmesi anlamına gelir."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَزَبَّرَ - tazabbera", "muzari": "يَتَزَبَّرُ - yatazabberu", "masdar": "تَزَبُّر - tazabbur"}, "bab_anlami": "Bir şeyi yazmaya veya kazımaya çalışmak, kendini belirginleştirmeye gayret etmek. Bu kalıp, bir öznenin kendi içsel potansiyelini ortaya çıkarma ve kendini ifade etme çabasını ifade eder. Bu, kişinin kendi kimliğini inşa etme, yeteneklerini geliştirme ve dünyaya anlam katma sürecini simgeler. Kendi varlığını belirgin kılmak için çabalamak.", "mikro_mantik": "Bu bab, tefe'ul kalıbıyla, kökün anlamını bir çaba ve gayret yönünde derinleştirir. Fiilin yapısı, eylemin tekrarlayan ve sürekli bir süreç olduğunu vurgular. Bir şeyin 'tazabbur' edilmesi, onun sürekli bir çaba ile belirginleştirilmesi anlamına gelir."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَزْبَرَ - istazbara", "muzari": "يَسْتَزْبِرُ - yastazbiru", "masdar": "اِسْتِزْبَار - istizbar"}, "bab_anlami": "Bir şeyin yazılmasını veya kazınmasını istemek, belirginleştirilmesini talep etmek. Bu kalıp, bir öznenin dışsal bir kaynaktan yardım alarak kendini veya bir şeyi daha belirgin hale getirme arzusunu ifade eder. Bu, bilgi arayışı, rehberlik talebi veya ilahi bir lütuf beklentisi olabilir. Bir şeyin belirginleşmesi için yardım istemek.", "mikro_mantik": "Bu bab, istifal kalıbıyla, kökün anlamını bir talep ve arayış yönünde genişletir. Fiilin yapısı, eylemin dolaylılığını ve öznenin ihtiyaç duyduğunu vurgular. Bir şeyin 'istizbar' edilmesi, onun dışsal bir yardım ile belirginleştirilmesinin talep edilmesi anlamına gelir."}]}], "زبن": [{"kok": "زبن", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Savunma, koruma, itme", "kavramsal_derinlik": "Fiziksel ve soyut savunma mekanizmaları"}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "زَبَنَ", "muzari": "يَزْبُنُ", "masdar": "زَبْن"}, "bab_anlami": "Bir şeyi itmek, defetmek veya birine karşı savunma yapmak. Bu, fiziksel bir itme olabileceği gibi, soyut bir düşünceyi veya duyguyu reddetmek anlamına da gelebilir. Aynı zamanda, kişinin kendisini veya başkasını tehlikeden koruma eylemini de ifade edebilir; bu, içgüdüsel bir tepki veya bilinçli bir çaba olabilir.", "mikro_mantik": "Bu basit fiil formu, kökün temel anlamını doğrudan ve değişmeden ifade eder. Eylemin öznesi ve nesnesi arasındaki temel ilişkiyi vurgular, herhangi bir ek anlam katmanı veya yoğunluk belirtmeden."}, {"bab_no": 2, "fiil_formlari": {"mazi": "زُبِّنَ", "muzari": "يُزَبَّنُ", "masdar": "تَزْبِين"}, "bab_anlami": "Bir şeyin bir başkası tarafından itilmesine veya defedilmesine maruz kalmak. Bu, kişinin iradesi dışında gerçekleşen bir savunma eylemini veya bir saldırıya uğramayı ifade eder. Aynı zamanda, bir fikrin veya inancın reddedilmesi veya bastırılması anlamına da gelebilir, bu durumda kişi pasif bir rol üstlenir.", "mikro_mantik": "Bu kalıp, eylemin edilgenliğini vurgular. Kök anlamı, eylemin öznesi tarafından değil, nesnesi üzerinde gerçekleştiği şeklinde değiştirilir, bu da bir tür maruz kalma veya etki altında kalma durumunu gösterir."}, {"bab_no": 3, "fiil_formlari": {"mazi": "زَابَنَ", "muzari": "يُزَابِنُ", "masdar": "زِبَان / مُزَابَنَة"}, "bab_anlami": "Karşılıklı olarak itmek, savunmak veya rekabet etmek. Bu, iki veya daha fazla tarafın birbirine karşı aktif olarak mücadele ettiği bir durumu ifade eder. Aynı zamanda, fikirlerin veya inançların çatışması, bir tartışma veya rekabet ortamında birbirini çürütmeye çalışma anlamına da gelebilir. Bu kalıp, dinamik bir etkileşim ve karşılıklı bir eylemi vurgular.", "mikro_mantik": "Bu kalıp, kök anlamını karşılıklılık ve etkileşim boyutuyla genişletir. Eylemin tek taraflı olmaktan çıkıp, iki veya daha fazla taraf arasında gerçekleşen bir süreç haline geldiğini gösterir, bu da bir denge veya çatışma durumunu ifade eder."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَزْبَنَ", "muzari": "يُزْبِنُ", "masdar": "إِزْبَان"}, "bab_anlami": "Bir şeyi itmeye veya defetmeye neden olmak, birini savunmaya teşvik etmek veya bir şeyi koruma altına almak. Bu, bir eylemi başlatma veya bir süreci tetikleme anlamına gelir. Aynı zamanda, bir fikri veya inancı desteklemek, yaymak veya savunmak için harekete geçmek anlamına da gelebilir. Bu kalıp, bir etki yaratma veya bir sonucu tetikleme gücünü vurgular.", "mikro_mantik": "Bu kalıp, kök anlamını nedensellik boyutuyla genişletir. Eylemin doğrudan gerçekleşmesinden ziyade, eylemin gerçekleşmesine neden olan bir faktör olarak rol oynadığını gösterir, bu da bir tür etki veya kontrol mekanizmasını ifade eder."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَزَبَّنَ", "muzari": "يَتَزَبَّنُ", "masdar": "تَزَبُّن"}, "bab_anlami": "İtmek, savunmak veya bir şeyden kaçınmak için çaba göstermek, kendini zorlamak. Bu, kişinin bir tehlikeden kaçınmak veya bir saldırıya karşı koymak için gösterdiği yoğun çabayı ifade eder. Aynı zamanda, bir fikri veya inancı reddetmek, bastırmak veya ondan uzak durmak için bilinçli bir şekilde hareket etmek anlamına da gelebilir. Bu kalıp, kişisel çaba ve direnci vurgular.", "mikro_mantik": "Bu kalıp, kök anlamını yoğunluk ve çaba boyutuyla genişletir. Eylemin basit bir şekilde gerçekleşmesinden ziyade, öznenin bu eylemi gerçekleştirmek için gösterdiği yoğun çabayı vurgular, bu da bir tür direnç veya kararlılık durumunu ifade eder."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَزَابَنَ", "muzari": "يَتَزَابَنُ", "masdar": "تَزَابُن"}, "bab_anlami": "Birbirini itmek, savunmak veya rekabet etmek için karşılıklı çaba göstermek. Bu, iki veya daha fazla tarafın birbirine karşı aktif olarak mücadele ettiği ve her birinin kendi pozisyonunu korumak veya üstünlük sağlamak için çabaladığı bir durumu ifade eder. Aynı zamanda, fikirlerin veya inançların çatışması, bir tartışma veya rekabet ortamında birbirini çürütmeye çalışırken gösterilen karşılıklı çaba anlamına da gelebilir. Bu kalıp, dinamik bir etkileşim ve karşılıklı yoğun çabayı vurgular.", "mikro_mantik": "Bu kalıp, kök anlamını karşılıklılık ve yoğun çaba boyutuyla genişletir. Eylemin tek taraflı olmaktan çıkıp, iki veya daha fazla taraf arasında gerçekleşen ve her birinin yoğun çaba gösterdiği bir süreç haline geldiğini gösterir, bu da bir denge veya çatışma durumunu ifade eder."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْزَبَنَ", "muzari": "يَنْزَبِنُ", "masdar": "اِنْزِبَان"}, "bab_anlami": "İtilmek, bir yere sıkışmak veya bir köşeye çekilmek. Bu, kişinin kendi iradesi dışında bir durumun etkisiyle hareket etmek zorunda kalmasını ifade eder. Aynı zamanda, bir fikrin veya inancın bastırılması veya göz ardı edilmesi sonucu geri çekilmek veya sessiz kalmak anlamına da gelebilir. Bu kalıp, pasif bir hareket ve dış etkilere maruz kalma durumunu vurgular.", "mikro_mantik": "Bu kalıp, kök anlamını pasiflik ve zorunluluk boyutuyla genişletir. Eylemin öznesi tarafından bilinçli bir şekilde gerçekleştirilmesinden ziyade, dış etkenlerin etkisiyle gerçekleştiğini gösterir, bu da bir tür kontrol kaybı veya zorunlu hareket durumunu ifade eder."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِزْدَبَنَ", "muzari": "يَزْدَبِنُ", "masdar": "اِزْدِبَان"}, "bab_anlami": "Bir şeyi şiddetle itmek, defetmek veya birine karşı güçlü bir şekilde savunma yapmak. Bu, yoğun bir enerji ve kararlılıkla gerçekleştirilen bir eylemi ifade eder. Aynı zamanda, bir fikri veya inancı reddetmek, bastırmak veya ondan uzak durmak için gösterilen güçlü bir çaba anlamına da gelebilir. Bu kalıp, güç, kararlılık ve yoğunluğu vurgular.", "mikro_mantik": "Bu kalıp, kök anlamını şiddet ve yoğunluk boyutuyla genişletir. Eylemin basit bir şekilde gerçekleşmesinden ziyade, öznenin bu eylemi gerçekleştirirken gösterdiği şiddeti ve kararlılığı vurgular, bu da bir tür direnç veya kararlılık durumunu ifade eder."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اِزْبَانَّ", "muzari": "يَزْبَانُّ", "masdar": "اِزْبِينَان"}, "bab_anlami": "Çok fazla itmek, çok fazla savunmak veya çok fazla korumak. Bu, aşırıya kaçan bir eylemi veya durumu ifade eder. Aynı zamanda, bir fikri veya inancı aşırı derecede savunmak veya korumak, fanatik bir tutum sergilemek anlamına da gelebilir. Bu kalıp, aşırılık ve abartıyı vurgular.", "mikro_mantik": "Bu kalıp, kök anlamını aşırılık boyutuyla genişletir. Eylemin normal sınırların ötesine geçtiğini ve aşırıya kaçtığını gösterir, bu da bir tür dengesizlik veya orantısızlık durumunu ifade eder."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَزْبَنَ", "muzari": "يَسْتَزْبِنُ", "masdar": "اِسْتِزْبَان"}, "bab_anlami": "İtmeyi, savunmayı veya korumayı istemek, talep etmek veya buna ihtiyaç duymak. Bu, bir eylemi gerçekleştirme arzusunu veya gerekliliğini ifade eder. Aynı zamanda, bir fikri veya inancı savunmak veya korumak için yardım istemek veya destek aramak anlamına da gelebilir. Bu kalıp, istek, ihtiyaç ve talebi vurgular.", "mikro_mantik": "Bu kalıp, kök anlamını talep ve ihtiyaç boyutuyla genişletir. Eylemin gerçekleşmesinden ziyade, bu eylemin gerçekleştirilmesine duyulan ihtiyacı veya arzuyu vurgular, bu da bir tür eksiklik veya gereklilik durumunu ifade eder."}]}], "زجج": [{"kok": "زجج", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Kayganlık, parlaklık, şeffaflık; bir şeyin içini gösterme veya yansıtma potansiyeli.", "kavramsal_derinlik": "Maddenin ve mananın birbirini yansıtması, hakikatin yüzeyde belirmesi veya gizlenmesi arasındaki diyalektik ilişki."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "زَجَّ - zajja", "muzari": "يَزُجُّ - yazujju", "masdar": "زَجّ - zajj"}, "bab_anlami": "Bir şeyi itmek, dürtmek veya bir yere sokmak; bir düşünceyi veya eylemi zorla kabul ettirmek. Bu kalıp, bir kuvvetin veya etkinin bir nesneye veya kişiye nüfuz etmesini, onu harekete geçirmesini veya dönüştürmesini ifade eder. Aynı zamanda, bir şeyin içsel potansiyelini dışarıya doğru zorlamak, bir yeteneği veya duyguyu ortaya çıkarmak anlamında da kullanılabilir.", "mikro_mantik": "Fiilin temel anlamında bir itme veya zorlama eylemi vardır. Bu kalıp, kökün temel anlamındaki 'parlaklık' ve 'şeffaflık' kavramlarını, bir şeyin içindeki potansiyeli dışarıya 'iterek' görünür kılma eylemiyle ilişkilendirir. Yani, içsel bir niteliğin dışsal bir etkiyle belirginleşmesi söz konusudur."}, {"bab_no": 2, "fiil_formlari": {"mazi": "زُجِّجَ - zujjija", "muzari": "يُزَجَّجُ - yuzajjaju", "masdar": "تَزْجِيج - tazjij"}, "bab_anlami": "Bir şeyin parlatılması, cilalanması veya cam gibi şeffaf hale getirilmesi; bir yüzeyin pürüzsüz ve yansıtıcı hale getirilmesi. Bu kalıp, bir şeyin içsel güzelliğini veya hakikatini ortaya çıkarmak için yapılan bir arınma veya saflaştırma sürecini ifade eder. Aynı zamanda, bir şeyin dış görünüşünü iyileştirerek daha çekici veya etkileyici hale getirmek anlamında da kullanılabilir.", "mikro_mantik": "Bu kalıp, kökün temel anlamındaki 'parlaklık' ve 'şeffaflık' kavramlarını yoğunlaştırır. Fiilin edilgen yapısı, eylemin nesnesi üzerinde bir dönüşüm yarattığını gösterir. Yani, bir şeyin 'parlak' veya 'şeffaf' hale getirilmesi, dışsal bir etkiyle içsel bir potansiyelin ortaya çıkarılmasıdır."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَزَجَّجَ - tazajjaja", "muzari": "يَتَزَجَّجُ - yatazajjaju", "masdar": "تَزَجُّج - tazajjuj"}, "bab_anlami": "Parlaklık veya şeffaflık iddiasında bulunmak, kendini olduğundan daha parlak veya şeffaf göstermeye çalışmak; bir şeyi cilalamak veya parlatmak suretiyle olduğundan daha değerli göstermek. Bu kalıp, bir şeyin içsel değerini abartarak veya yanıltıcı bir şekilde sunarak dikkat çekme çabasını ifade eder. Aynı zamanda, bir şeyin dış görünüşüne aşırı önem vererek içsel değerini ihmal etmek anlamında da kullanılabilir.", "mikro_mantik": "Bu kalıp, kökün temel anlamındaki 'parlaklık' ve 'şeffaflık' kavramlarını bir öznel çaba veya iddia ile ilişkilendirir. Fiilin dönüşlü yapısı, eylemin öznenin kendi üzerinde yoğunlaştığını gösterir. Yani, kişi kendini 'parlak' veya 'şeffaf' göstermeye çalışarak, içsel bir eksikliği veya kusuru örtbas etmeye çalışır."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَزَجَّ - istazajja", "muzari": "يَسْتَزِجُّ - yastazijju", "masdar": "اِسْتِزْجَاج - istizjaj"}, "bab_anlami": "Bir şeyin parlaklığını veya şeffaflığını talep etmek, bir şeyin iç yüzünü veya gerçekliğini ortaya çıkarmasını istemek; bir şeyin gizli veya örtülü olan niteliklerini açığa çıkarmasını beklemek. Bu kalıp, bir şeyin içsel potansiyelini veya gerçek değerini keşfetme arzusunu ifade eder. Aynı zamanda, bir şeyin dış görünüşünün ardındaki gerçeği aramak, yüzeysel olanın ötesine geçmek anlamında da kullanılabilir.", "mikro_mantik": "Bu kalıp, kökün temel anlamındaki 'parlaklık' ve 'şeffaflık' kavramlarını bir talep veya arayışla ilişkilendirir. Fiilin geçişli yapısı, eylemin bir nesneye yöneldiğini gösterir. Yani, kişi bir şeyin 'parlaklığını' veya 'şeffaflığını' talep ederek, o şeyin içsel niteliklerini veya gerçek değerini ortaya çıkarmasını bekler."}]}], "زجر": [{"kok": "زجر", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Engelleme, azarlama, caydırma yoluyla bir şeyi durdurma veya geri çevirme. Bu, hem fiziksel bir engeli hem de manevi bir caydırıcılığı içerebilir. Kök, bir eylemi veya düşünceyi bastırma, kontrol altına alma veya yönlendirme eylemini ifade eder.", "kavramsal_derinlik": "Beşeri boyutta, 'z-c-r', bireyler arasındaki ilişkilerde otorite, disiplin ve rehberlik kavramlarını içerir. İlahi boyutta ise, Allah'ın kullarını kötü yoldan alıkoyması, onlara doğru yolu göstermesi ve onları cezalandırması gibi anlamlara gelebilir. Bu, ilahi adaletin ve merhametin bir tezahürüdür."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "زَجَرَ - zajara", "muzari": "يَزْجُرُ - yazjuru", "masdar": "زَجْر - zajr"}, "bab_anlami": "Bir şeyi sert bir şekilde engellemek, azarlayarak veya korkutarak bir eylemi durdurmak. Bu, bir kişinin başka birini kötü bir davranıştan vazgeçirmek için kullandığı bir yöntem olabilir. Aynı zamanda, içsel bir dürtüyü veya arzuyu bastırmak anlamına da gelebilir. Bu kalıp, doğrudan ve etkili bir müdahale eylemini ifade eder; bir nevi 'ani fren' mekanizmasıdır.", "mikro_mantik": "Bu kalıp, fiilin temel anlamını doğrudan ve yoğun bir şekilde ifade eder. Fiilin yalın hali, eylemin herhangi bir ek anlam veya yoğunluk katmadan gerçekleştiğini gösterir. Bu, eylemin basit, doğrudan ve etkili bir şekilde yapıldığını vurgular; bir nevi 'çıplak eylem'dir."}, {"bab_no": 2, "fiil_formlari": {"mazi": "زَجَّرَ - zajjara", "muzari": "يُزَجِّرُ - yuzajjiru", "masdar": "تَزْجِير - tazjir"}, "bab_anlami": "Şiddetle azarlamak, tekrar tekrar engellemek veya bir şeyi sürekli olarak caydırmaya çalışmak. Bu, bir eylemin yoğunluğunu ve sürekliliğini vurgular. Örneğin, birini sürekli olarak kötü bir alışkanlıktan vazgeçirmeye çalışmak veya bir fikri tekrar tekrar reddetmek gibi. Bu kalıp, eylemin tekrarlanması ve yoğunluğu ile karakterizedir; bir nevi 'ısrarlı engelleme' durumudur.", "mikro_mantik": "Bu kalıp, fiilin anlamını yoğunlaştırır ve tekrarlatır. Tekrarlama, eylemin sürekliliğini ve önemini vurgular. Bu, eylemin daha etkili ve kalıcı olmasını sağlamak için yapılan bir vurgudur; bir nevi 'yoğunlaştırma' işlevidir."}, {"bab_no": 3, "fiil_formlari": {"mazi": "زَاجَرَ - zajara", "muzari": "يُزَاجِرُ - yuzajiru", "masdar": "زِجَار - zicar , مُزَاجَرَة - muzajara"}, "bab_anlami": "Karşılıklı olarak azarlamak, birbirini engellemek veya bir konuda çekişmek. Bu, iki veya daha fazla taraf arasındaki bir etkileşimi ifade eder. Örneğin, iki kişinin bir konuda tartışması veya birbirlerini suçlaması gibi. Bu kalıp, karşılıklı etkileşim ve rekabet içeren bir durumu ifade eder; bir nevi 'karşılıklı engelleme' veya 'çekişme' halidir.", "mikro_mantik": "Bu kalıp, fiilin anlamını karşılıklı bir etkileşim haline getirir. Eylemin iki veya daha fazla taraf arasında gerçekleştiğini gösterir. Bu, eylemin daha karmaşık ve dinamik bir hale geldiğini vurgular; bir nevi 'etkileşimli eylem'dir."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَزْجَرَ - azjara", "muzari": "يُزْجِرُ - yuzjiru", "masdar": "إِزْجَار - izjar"}, "bab_anlami": "Birini azarlamaya veya engellemeye zorlamak, bir şeyi yapmaktan caydırmak için baskı uygulamak. Bu, bir kişinin başka birini kontrol etme veya yönlendirme çabasını ifade eder. Örneğin, birini kötü bir alışkanlıktan vazgeçirmek için sürekli olarak uyarmak veya bir fikri kabul ettirmek için baskı uygulamak gibi. Bu kalıp, zorlama ve baskı içeren bir durumu ifade eder; bir nevi 'zoraki engelleme'dir.", "mikro_mantik": "Bu kalıp, fiilin anlamını bir zorlama veya baskı unsuru ekleyerek değiştirir. Eylemin bir başkası üzerinde bir etki yaratmak amacıyla yapıldığını gösterir. Bu, eylemin daha güçlü ve etkili olmasını sağlamak için yapılan bir vurgudur; bir nevi 'güçlendirilmiş eylem'dir."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَزَجَّرَ - tazajjara", "muzari": "يَتَزَجَّرُ - yatazajjiru", "masdar": "تَزَجُّر - tazajjur"}, "bab_anlami": "Azarlanmaktan veya engellenmekten dolayı etkilenmek, bir şeyden dolayı caymak veya çekinmek. Bu, bir kişinin dışsal bir etki sonucu davranışlarını değiştirmesi veya bir şeyden vazgeçmesi durumunu ifade eder. Örneğin, bir hata yaptıktan sonra azarlanmaktan korkarak bir daha aynı hatayı yapmamak gibi. Bu kalıp, içsel bir tepki ve değişim içeren bir durumu ifade eder; bir nevi 'etkilenmeyle engellenme'dir.", "mikro_mantik": "Bu kalıp, fiilin anlamını bir içsel tepki veya değişim unsuru ekleyerek değiştirir. Eylemin bir dışsal etki sonucu ortaya çıktığını gösterir. Bu, eylemin daha karmaşık ve derinlemesine bir anlam kazandığını vurgular; bir nevi 'dönüşümsel eylem'dir."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَزَاجَرَ - tazajara", "muzari": "يَتَزَاجَرُ - yatazajiru", "masdar": "تَزَاجُر - tazajur"}, "bab_anlami": "Birbirini azarlamaktan veya engellemekten dolayı çekinmek, bir konuda karşılıklı olarak anlaşmaya varmak veya uzlaşmak. Bu, iki veya daha fazla taraf arasındaki bir etkileşimi ve uzlaşma çabasını ifade eder. Örneğin, iki kişinin bir konuda anlaşmazlığa düşmesi ve sonunda bir orta yol bulması gibi. Bu kalıp, uzlaşma ve işbirliği içeren bir durumu ifade eder; bir nevi 'karşılıklı çekinmeyle uzlaşma'dır.", "mikro_mantik": "Bu kalıp, fiilin anlamını karşılıklı bir etkileşim ve uzlaşma unsuru ekleyerek değiştirir. Eylemin iki veya daha fazla taraf arasında gerçekleştiğini ve bir çözüme ulaşma amacını taşıdığını gösterir. Bu, eylemin daha yapıcı ve olumlu bir hale geldiğini vurgular; bir nevi 'işbirlikçi eylem'dir."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْزَجَرَ - inzajara", "muzari": "يَنْزَجِرُ - yanzajiru", "masdar": "اِنْزِجَار - inzicar"}, "bab_anlami": "Azarlanmaktan veya engellenmekten dolayı geri çekilmek, bir şeyden dolayı vazgeçmek veya uzaklaşmak. Bu, bir kişinin dışsal bir etki sonucu bir eylemden veya durumdan kaçınması durumunu ifade eder. Örneğin, bir tehlike gördükten sonra geri çekilmek veya bir hatadan sonra aynı hatayı tekrarlamaktan kaçınmak gibi. Bu kalıp, kaçınma ve uzaklaşma içeren bir durumu ifade eder; bir nevi 'kaçınarak engellenme'dir.", "mikro_mantik": "Bu kalıp, fiilin anlamını bir kaçınma veya uzaklaşma unsuru ekleyerek değiştirir. Eylemin bir dışsal etki sonucu ortaya çıktığını ve bir tehlikeden veya zarardan kaçınma amacını taşıdığını gösterir. Bu, eylemin daha koruyucu ve önleyici bir hale geldiğini vurgular; bir nevi 'koruyucu eylem'dir."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِزْدَجَرَ - izdajara", "muzari": "يَزْدَجِرُ - yazdajiru", "masdar": "اِزْدِجَار - izdijar"}, "bab_anlami": "Şiddetle azarlamak, engellemek veya bir şeyi yapmaktan caydırmak için büyük çaba göstermek. Bu, bir eylemin yoğunluğunu ve kararlılığını vurgular. Örneğin, birini kötü bir alışkanlıktan vazgeçirmek için sürekli olarak uyarmak ve baskı uygulamak gibi. Bu kalıp, yoğun çaba ve kararlılık içeren bir durumu ifade eder; bir nevi 'yoğun engelleme'dir.", "mikro_mantik": "Bu kalıp, fiilin anlamını yoğunluk ve kararlılık unsurları ekleyerek değiştirir. Eylemin büyük bir çaba ve kararlılıkla yapıldığını gösterir. Bu, eylemin daha etkili ve kalıcı olmasını sağlamak için yapılan bir vurgudur; bir nevi 'kararlı eylem'dir."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اِزْجَارَّ - izjārra (Nadir kullanılır)", "muzari": "يَزْجَارُّ - yazjārru (Nadir kullanılır)", "masdar": "اِزْجِرَارّ - izjirārr (Nadir kullanılır)"}, "bab_anlami": "Aşırı derecede azarlamak veya engellemek, bir şeyi yapmaktan tamamen caydırmak. Bu kalıp nadir kullanılır ve eylemin aşırı yoğunluğunu ifade eder. Örneğin, birini bir daha asla aynı hatayı yapmamaya yemin ettirmek gibi. Bu kalıp, aşırı yoğunluk ve kesinlik içeren bir durumu ifade eder; bir nevi 'mutlak engelleme'dir. Bu kalıp, varoluşsal bir caydırıcılığı temsil eder; bir daha asla aynı yola dönmemek üzere bir eylemi zihinde ve ruhta tamamen sonlandırmak.", "mikro_mantik": "Bu kalıp, fiilin anlamını aşırı yoğunluk ve kesinlik unsurları ekleyerek değiştirir. Eylemin mutlak bir şekilde yapıldığını ve geri dönüşü olmadığını gösterir. Bu, eylemin en etkili ve kalıcı olmasını sağlamak için yapılan bir vurgudur; bir nevi 'nihai eylem'dir."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَزْجَرَ - istazjara", "muzari": "يَسْتَزْجِرُ - yastazjiru", "masdar": "اِسْتِزْجَار - istizjar"}, "bab_anlami": "Azarlanmayı veya engellenmeyi hak etmek, bir şeyi yapmaktan caydırılmayı istemek veya beklemek. Bu, bir kişinin davranışlarının sonuçlarını kabul etmesi veya bir şeyden vazgeçmeye hazır olması durumunu ifade eder. Örneğin, bir hata yaptıktan sonra cezasını çekmeye razı olmak veya bir kötü alışkanlıktan kurtulmak için yardım istemek gibi. Bu kalıp, kabullenme ve hazırlık içeren bir durumu ifade eder; bir nevi 'engellenmeye hazırlık'tır. Bu kalıp, kişinin kendi içsel muhasebesini yapması ve dışsal bir müdahaleye açık olması durumunu ifade eder; bir nevi 'öz-farkındalık' halidir.", "mikro_mantik": "Bu kalıp, fiilin anlamını bir kabullenme veya hazırlık unsuru ekleyerek değiştirir. Eylemin bir sonuç veya beklenti içerdiğini gösterir. Bu, eylemin daha bilinçli ve amaçlı bir hale geldiğini vurgular; bir nevi 'bilinçli eylem'dir."}]}], "زجو": [{"kok": "زجو", "ontolojik_analiz": {"temel_anlam_cekirdegi": "İleriye doğru itme, sevketme; bir şeyi bir yerden bir yere nakletme eylemi, bu eylemin ardındaki niyet ve sonuçları.", "kavramsal_derinlik": "Fiziksel hareketin ötesinde, düşüncelerin, duyguların ve niyetlerin bir yerden bir yere aktarılması; etki ve tepki arasındaki karmaşık ilişki."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "زَجَّ - zajja", "muzari": "يَزُجُّ - yazujju", "masdar": "زَجٌّ - zajj"}, "bab_anlami": "Bir şeyi şiddetle itmek, dürtmek veya bir yere sokmak. Bu kalıp, bir eylemin ani ve güçlü bir şekilde gerçekleştiğini, bir nesnenin veya düşüncenin zorla bir yere nüfuz ettiğini ifade eder. Aynı zamanda, bir fikrin veya inancın başkalarına empoze edilmesi veya dayatılması anlamını da taşıyabilir; bu, bir tür zorlama ve baskı içerir. Bu kalıp, bir şeyin içsel direncine rağmen zorla ilerletilmesi ve hedefe ulaştırılması anlamını da barındırır.", "mikro_mantik": "Kökün temel anlamı olan 'itme' eylemi, bu kalıpta yoğunluk ve şiddet kazanır. Fiilin öznesi, nesneyi belirli bir yöne doğru kuvvetle iterken, bu eylemde bir zorlama ve baskı unsuru bulunur. Bu kalıp, eylemin hızlı ve etkili bir şekilde gerçekleştiğini vurgular, böylece kökün temel anlamını niceliksel olarak artırır."}, {"bab_no": 2, "fiil_formlari": {"mazi": "زُجِّجَ - zujjija", "muzari": "يُزَجَّجُ - yuzajjaju", "masdar": "تَزْجِيجٌ - tazjij"}, "bab_anlami": "Bir şeyin bir başkası tarafından şiddetle itilmesine veya bir yere sokulmasına maruz kalmak. Bu kalıp, edilgen bir durumu ifade eder; yani, özne kendi iradesi dışında bir gücün etkisiyle hareket ettirilir veya yönlendirilir. Bu durum, bir kişinin veya fikrin manipüle edilmesi, zorla yönlendirilmesi veya baskı altında tutulması anlamına gelebilir. Aynı zamanda, bir nesnenin veya durumun dışsal bir etkiyle değişime uğraması, dönüştürülmesi veya şekillendirilmesi anlamını da içerir.", "mikro_mantik": "Birinci babın aksine, bu kalıp edilgen bir anlam taşır. Kökün temel anlamı olan 'itme' eylemi, öznenin üzerinde gerçekleşir. Bu, öznenin kendi kontrolü dışında bir gücün etkisi altında olduğunu ve bu gücün yönlendirmesine maruz kaldığını gösterir. Bu kalıp, eylemin yönünü tersine çevirerek kökün anlamını niteliksel olarak değiştirir."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَزَجَّى - tazajja", "muzari": "يَتَزَجَّى - yatazajja", "masdar": "تَزَجٍّ - tazajj"}, "bab_anlami": "Kendini bir şeye doğru itmek, bir amaca ulaşmak için çabalamak veya bir hedefe yönelmek. Bu kalıp, öznenin aktif bir şekilde bir eylemi gerçekleştirdiğini, ancak bu eylemin içsel bir motivasyondan kaynaklandığını ifade eder. Bu durum, bir kişinin kendi kendini yönlendirmesi, bir amaca ulaşmak için azimle çalışması veya içsel bir dürtüyle hareket etmesi anlamına gelebilir. Aynı zamanda, bir fikrin veya inancın içselleştirilmesi ve bu doğrultuda eylemlerde bulunulması anlamını da içerir.", "mikro_mantik": "Bu kalıp, kökün temel anlamı olan 'itme' eylemini özneye yönlendirir. Özne, kendi kendini bir amaca doğru iterken, bu eylemde bir irade ve niyet bulunur. Bu kalıp, eylemin kaynağını içselleştirerek kökün anlamını niteliksel olarak dönüştürür ve öznenin aktif rolünü vurgular."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَزَجَّ - istazajja", "muzari": "يَسْتَزِجُّ - yastazijju", "masdar": "اِسْتِزْجَاجٌ - istizjaj"}, "bab_anlami": "Bir şeyi itmeye veya bir yere sokmaya çalışmak, bir eylemi gerçekleştirmek için çaba göstermek veya bir amaca ulaşmak için gayret etmek. Bu kalıp, öznenin bir hedefe ulaşmak için aktif bir şekilde çabaladığını, ancak bu çabanın zorlu ve meşakkatli olduğunu ifade eder. Bu durum, bir kişinin bir engeli aşmak için yoğun bir şekilde çalışması, bir sorunu çözmek için gayret göstermesi veya bir amaca ulaşmak için tüm imkanlarını seferber etmesi anlamına gelebilir. Aynı zamanda, bir fikrin veya inancın yayılması için çaba göstermek, başkalarını ikna etmek veya bir davayı savunmak anlamını da içerir.", "mikro_mantik": "Bu kalıp, kökün temel anlamı olan 'itme' eylemini bir arayış ve çaba bağlamına yerleştirir. Özne, bir amaca ulaşmak için sürekli olarak iter ve çabalar, ancak bu süreçte zorluklarla karşılaşır. Bu kalıp, eylemin yoğunluğunu ve süresini artırarak kökün anlamını niceliksel olarak genişletir ve öznenin kararlılığını vurgular."}]}], "زحزح": [{"kok": "زحزح", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Yerinden oynatma, kaydırma, sarsma; bir şeyin durağanlığını bozma ve onu farklı bir konuma getirme eylemi.", "kavramsal_derinlik": "Fiziksel bir nesnenin yer değiştirmesinden, düşüncelerin ve inançların sarsılmasına kadar geniş bir yelpazede anlam taşır. Bu kök, değişimin kaçınılmazlığını ve durağanlığın yanıltıcı doğasını vurgular."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "زَحْزَحَ", "muzari": "يُزَحْزِحُ", "masdar": "زَحْزَحَة"}, "bab_anlami": "Bir şeyi yerinden oynatmak, kaydırmak veya uzaklaştırmak. Bu, hem fiziksel bir nesnenin hareket ettirilmesini hem de soyut bir kavramın (örneğin, bir düşüncenin veya inancın) değiştirilmesini içerebilir. Bu kalıp, bir şeyin durağan halinden dinamik bir hale geçirilmesini ifade eder; bu, evrende sürekli bir akış ve değişim olduğu gerçeğini yansıtır.", "mikro_mantik": "Bu kalıp, kökün temel anlamını yoğunlaştırır ve eylemin doğrudan ve kasıtlı bir şekilde gerçekleştirildiğini vurgular. Fiilin faili, nesneyi yerinden oynatma eylemini bizzat gerçekleştirir, bu da kontrol ve irade kavramlarını ön plana çıkarır."}]}], "زحف": [{"kok": "زحف", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Sürünme, kayma, yavaş ve zorlu ilerleme. Bu kök, varlığın engellerle dolu bir yolda ilerlerken gösterdiği azmi ve direnci ifade eder. Aynı zamanda, hedefe ulaşmak için sabırla ve kararlılıkla hareket etmeyi simgeler.", "kavramsal_derinlik": "Beşeri boyutta, zorluklarla mücadele ederek ilerlemeyi; ilahi boyutta ise, nefsin engellerini aşarak ruhsal yükselişe ulaşmayı temsil eder."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "زَحَفَ - zahafa", "muzari": "يَزْحَفُ - yazhafu", "masdar": "زَحْف - zahf"}, "bab_anlami": "Bu babda, kök anlamı temel hareket ve ilerleme eylemini ifade eder. Sürünerek veya yavaşça ilerlemek, fiziksel bir hareketi tanımlarken, mecazi olarak zorlu bir süreçte ilerlemeyi de ifade edebilir. Bu kalıp, varlığın kendi çabasıyla, dışsal bir etki olmaksızın gerçekleştirdiği hareketi vurgular.", "mikro_mantik": "Bu kalıp, fiilin temel ve yalın halini gösterir. Kökün anlamını değiştirmeden, sadece eylemin gerçekleştiğini belirtir. Eylemin öznesi üzerinde doğrudan bir etki veya dönüşüm yaratmaz, sadece hareketin kendisini ifade eder."}, {"bab_no": 2, "fiil_formlari": {"mazi": "زَحَّفَ - zahhafa", "muzari": "يُزَحِّفُ - yuzahhifu", "masdar": "تَزْحِيف - tazhif"}, "bab_anlami": "Bu babda, kökün anlamı yoğunlaşır ve tekrarlanan veya aşamalı bir hareketi ifade eder. Bir şeyi süründürmek, yavaş yavaş ilerletmek veya bir şeyi kademeli olarak kaydırmak anlamlarına gelir. Bu kalıp, bir sürecin veya eylemin kontrollü ve dikkatli bir şekilde ilerletildiğini vurgular.", "mikro_mantik": "Bu kalıp, eylemin yoğunluğunu ve tekrarlanmasını ifade eder. Fiilin nesnesi üzerinde kademeli ve kontrollü bir etki yaratır. Eylemin süresini ve dikkatini vurgulayarak, sürecin önemini artırır."}, {"bab_no": 3, "fiil_formlari": {"mazi": "تَزَاحَفَ - tazaahafa", "muzari": "يَتَزَاحَفُ - yatazaahafu", "masdar": "تَزَاحُف - tazahuf"}, "bab_anlami": "Bu babda, kökün anlamı karşılıklı veya ortak bir hareketi ifade eder. Birbirine doğru sürünmek, birlikte ilerlemek veya bir araya gelerek hareket etmek anlamlarına gelir. Bu kalıp, işbirliğini, dayanışmayı ve ortak bir hedefe ulaşmak için birlikte hareket etmeyi vurgular. Aynı zamanda rekabeti de içinde barındırır.", "mikro_mantik": "Bu kalıp, eylemin karşılıklı veya ortak bir şekilde gerçekleştiğini gösterir. Fiilin özneleri arasında bir etkileşim ve işbirliği olduğunu ifade eder. Eylemin sonucunda, taraflar arasında bir denge veya uyum oluşabilir."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَزْحَفَ - azhafa", "muzari": "يُزْحِفُ - yuzhifu", "masdar": "إِزْحَاف - izhaf"}, "bab_anlami": "Bu babda, kökün anlamı bir şeyi süründürmeye veya kaydırmaya neden olmak, bir şeyi yavaşça ilerletmek veya bir şeyi zorla hareket ettirmek anlamlarına gelir. Bu kalıp, bir eylemin başka bir şey üzerinde yarattığı etkiyi veya zorlamayı vurgular. Bir durumu veya nesneyi istenilen yöne doğru hareket ettirme eylemini belirtir.", "mikro_mantik": "Bu kalıp, eylemin bir neden-sonuç ilişkisi içinde gerçekleştiğini gösterir. Fiilin öznesi, nesne üzerinde bir etki yaratarak onu harekete geçirir veya değiştirir. Eylemin sonucunda, nesnenin durumu değişir veya yeni bir konuma gelir."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَزَحَّفَ - tazahhafa", "muzari": "يَتَزَحَّفُ - yatazahhafu", "masdar": "تَزَحُّف - tazahhuf"}, "bab_anlami": "Bu babda, kökün anlamı yavaşça ilerlemek, sürünerek hareket etmek veya bir şeyin üzerine doğru kaymak anlamlarına gelir. Bu kalıp, bir eylemin yavaş, dikkatli ve kontrollü bir şekilde gerçekleştiğini vurgular. Gizli bir ilerleyişi veya sinsi bir yaklaşımı ifade edebilir.", "mikro_mantik": "Bu kalıp, eylemin yavaş ve kontrollü bir şekilde gerçekleştiğini gösterir. Fiilin öznesi, dikkatli ve sabırlı bir şekilde ilerleyerek hedefine ulaşmaya çalışır. Eylemin sonucunda, öznenin durumu değişir veya yeni bir konuma gelir."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَزَاحَفَ - tazaahafa", "muzari": "يَتَزَاحَفُ - yatazaahafu", "masdar": "تَزَاحُف - tazahuf"}, "bab_anlami": "Bu bab, 3. bab ile aynı fiil formlarına sahiptir. Anlam olarak da benzerlik gösterir; karşılıklı sürünme, birbirine doğru kayma veya birlikte yavaşça ilerleme anlamlarını taşır. Ancak bu kalıp, eylemin daha çok bir rekabet veya mücadele içinde gerçekleştiğini vurgular. İki veya daha fazla tarafın, aynı hedefe ulaşmak için birbirleriyle yarıştığı bir durumu ifade eder.", "mikro_mantik": "Bu kalıp, eylemin karşılıklı ve rekabetçi bir şekilde gerçekleştiğini gösterir. Fiilin özneleri arasında bir gerilim ve mücadele olduğunu ifade eder. Eylemin sonucunda, taraflardan biri galip gelirken, diğerleri kaybedebilir veya bir uzlaşmaya varılabilir."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْزَحَفَ - inzahafe", "muzari": "يَنْزَحِفُ - yanzahifu", "masdar": "اِنْزِحَاف - inzihāf"}, "bab_anlami": "Bu babda, kökün anlamı kaymaya başlamak, sürünerek ilerlemek veya bir şeyin üzerine doğru hareket etmek anlamlarına gelir. Bu kalıp, bir eylemin kendiliğinden veya doğal bir süreç içinde gerçekleştiğini vurgular. Bir şeyin kontrolsüz bir şekilde hareket etmeye başladığını ifade edebilir.", "mikro_mantik": "Bu kalıp, eylemin kendiliğinden ve doğal bir süreç içinde gerçekleştiğini gösterir. Fiilin öznesi, dışsal bir etki olmaksızın hareket etmeye başlar. Eylemin sonucunda, öznenin durumu değişir veya yeni bir konuma gelir."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِزْدَحَفَ - izdahafe", "muzari": "يَزْدَحِفُ - yazdahifu", "masdar": "اِزْدِحَاف - izdihāf"}, "bab_anlami": "Bu babda, kökün anlamı bir şeyin üzerine doğru sürünerek yaklaşmak, bir şeyi istila etmek veya bir yere yavaşça yayılmak anlamlarına gelir. Bu kalıp, bir eylemin gizli, sinsi ve yavaş bir şekilde gerçekleştiğini vurgular. Bir tehlikenin veya tehdidin yavaşça yaklaştığını ifade edebilir.", "mikro_mantik": "Bu kalıp, eylemin gizli, sinsi ve yavaş bir şekilde gerçekleştiğini gösterir. Fiilin öznesi, fark edilmeden hedefine yaklaşmaya çalışır. Eylemin sonucunda, nesne üzerinde bir etki yaratılır veya bir durum değiştirilir."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اِزْحَافَّ - izhāffa (Nadir kullanılır)", "muzari": "يَزْحَافُّ - yazhāffu (Nadir kullanılır)", "masdar": "اِزْحِيْفَاف - izhīfāf (Nadir kullanılır)"}, "bab_anlami": "Bu bab nadir kullanılır ve kökün anlamını yoğunlaştırır. Aşırı derecede sürünmek, yere yapışık bir şekilde ilerlemek veya bir şeyin üzerine tamamen yayılmak anlamlarına gelebilir. Bu kalıp, eylemin abartılı, yoğun ve kontrolsüz bir şekilde gerçekleştiğini vurgular. Varlığın tüm benliğiyle bir şeye yönelmesini veya bir durumun tamamen kontrolden çıkmasını ifade edebilir.", "mikro_mantik": "Bu kalıp, eylemin aşırı derecede yoğun ve kontrolsüz bir şekilde gerçekleştiğini gösterir. Fiilin öznesi, tüm gücüyle ve dikkatsizce hareket eder. Eylemin sonucunda, büyük bir etki yaratılır veya bir durum tamamen değişir."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَزْحَفَ - istazhafa", "muzari": "يَسْتَزْحِفُ - yastazhifu", "masdar": "اِسْتِزْحَاف - istizhāf"}, "bab_anlami": "Bu babda, kökün anlamı sürünerek bir yere ulaşmaya çalışmak, bir şeyi zorla hareket ettirmeye çalışmak veya bir şeyi elde etmek için çabalamak anlamlarına gelir. Bu kalıp, bir eylemin zorlu, meşakkatli ve sabır gerektiren bir süreç içinde gerçekleştiğini vurgular. Bir hedefe ulaşmak için azimle ve kararlılıkla çalışmayı ifade eder.", "mikro_mantik": "Bu kalıp, eylemin zorlu, meşakkatli ve sabır gerektiren bir süreç içinde gerçekleştiğini gösterir. Fiilin öznesi, engelleri aşarak ve zorluklarla mücadele ederek hedefine ulaşmaya çalışır. Eylemin sonucunda, öznenin durumu değişir veya yeni bir konuma gelir."}]}], "زخرف": [{"kok": "زخرف", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Süsleme, bezeme, güzelleştirme; dış görünüşe önem verme, aldatıcı güzellik.", "kavramsal_derinlik": "Güzellik ve aldatma arasındaki ince çizgi; içsel öz ile dışsal görünüş arasındaki gerilim; yaratılışın estetik tezahürleri ve bunların yanlış yorumlanması."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "زَخَرَفَ (zakhrafa)", "muzari": "يُزَخْرِفُ (yuzakhrifu)", "masdar": "زَخْرَفَة (zakhrafah)"}, "bab_anlami": "Bir şeyi süslemek, bezemek, dış görünüşünü güzelleştirmek. Bu kalıp, kökün temel anlamını yoğunlaştırır ve eylemin kasıtlı ve özenli bir şekilde yapıldığını gösterir. Belki de, varlığın özünü yansıtmayan, sadece dışsal bir güzellik yaratma çabasıdır; bir yanılsama perdesi örme eylemidir.", "mikro_mantik": "Bu bab, kökün anlamını eylemsel bir forma sokar ve süsleme eyleminin fail tarafından gerçekleştirildiğini vurgular. Fiilin geçişli yapısı, eylemin bir nesne üzerinde gerçekleştiğini ve bu nesnenin dönüştürüldüğünü gösterir."}]}], "زرب": [{"kok": "زرب", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Hızlı ve etkili bir şekilde nüfuz etme, bir şeyi derinden etkileme veya iz bırakma potansiyeli. Bu, maddi veya manevi bir etki olabilir.", "kavramsal_derinlik": "Zorlama, baskı veya bir şeyin özüne nüfuz etme arasındaki gerilimi ifade eder. Bu, hem yaratıcı bir eylem hem de yıkıcı bir müdahale olabilir. İlahi düzeyde, yaratılışın her zerresine nüfuz eden ilahi kudreti ve etkinliği temsil edebilir."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "زَرَبَ - zaraba", "muzari": "يَزْرُبُ - yazrubu", "masdar": "زَرْب - zarb"}, "bab_anlami": "Bir şeyi hızla ve kuvvetle itmek, sıkıştırmak veya bir yere sokmak. Bu, bir nesnenin başka bir nesneye nüfuz etmesi veya bir fikrin bir zihne aniden girmesi gibi olabilir. Aynı zamanda, bir şeyi kontrol altına almak veya baskı altında tutmak anlamına da gelebilir. Bu kalıp, eylemin ani ve etkili bir şekilde gerçekleştiğini vurgular. Örneğin, bir düşüncenin zihne 'saplanması' gibi.", "mikro_mantik": "Bu bab, kökün temel anlamını doğrudan ve yoğun bir eylemle ifade eder. Fiilin basit ve temel formunu koruyarak, kökün içerdiği enerjiyi ve potansiyeli en saf haliyle ortaya çıkarır. Eylemin öznesi ve nesnesi arasındaki ilişki, doğrudan ve aracısızdır; bu da eylemin etkisini artırır."}]}], "زرع": [{"kok": "زرع", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Tohumun potansiyelindeki yaşamın filizlenmesi, büyüme ve gelişme sürecindeki ilahi kudretin tecellisi.", "kavramsal_derinlik": "Yaratılışın döngüselliği, insanın evrendeki rolü ve sorumluluğu, eylemlerin sonuçlarının geleceği şekillendirmesi."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "زَرَعَ - Zara'a", "muzari": "يَزْرَعُ - Yazra'u", "masdar": "زَرْع - Zar'"}, "bab_anlami": "Temel olarak ekmek, tohum saçmak, bitki yetiştirmek anlamına gelir. Bu kalıp, bir şeyin başlangıcını, ortaya çıkışını ve büyümesini ifade eder. Aynı zamanda, bir niyetin veya eylemin sonuçlarının zamanla nasıl geliştiğini ve büyüdüğünü de sembolize edebilir. Bu, sadece fiziksel bir ekim değil, aynı zamanda fikirlerin, duyguların ve ilişkilerin de ekilmesini ve büyümesini kapsar.", "mikro_mantik": "Bu kalıp, kökün temel anlamını en yalın haliyle ifade eder. Eylemin doğrudan fail tarafından gerçekleştirildiğini ve sonucun belirgin bir şekilde ortaya çıktığını gösterir. Kökün enerjisi, herhangi bir aracı veya dolaylı etki olmaksızın doğrudan hedefe yöneliktir."}, {"bab_no": 2, "fiil_formlari": {"mazi": "زُرِّعَ - Zurri'a", "muzari": "يُزَرَّعُ - Yuzarra'u", "masdar": "تَزْرِيع - Tazrii'"}, "bab_anlami": "Bu kalıp, ekme eyleminin yoğunluğunu veya tekrarlanmasını ifade eder. Bir alanın defalarca ekilmesi veya bir fikrin sürekli olarak yayılması gibi durumları tanımlar. Ayrıca, bir şeyin yapay olarak veya yoğun bir şekilde yetiştirilmesi, örneğin laboratuvar ortamında bitki yetiştirilmesi gibi anlamlara da gelebilir. Bu kalıp, eylemin sürekliliğini ve yoğunluğunu vurgular.", "mikro_mantik": "Bu kalıp, eylemin yoğunluğunu ve tekrarlanmasını artırır. Kökün enerjisi, daha geniş bir alana yayılır ve eylemin etkisi daha belirgin hale gelir. Bu, eylemin sonuçlarının daha hızlı ve daha etkili bir şekilde ortaya çıkmasını sağlar."}, {"bab_no": 3, "fiil_formlari": {"mazi": "زَارَعَ - Zaara'a", "muzari": "يُزَارِعُ - Yuzaari'u", "masdar": "مُزَارَعَة - Muzaara'a"}, "bab_anlami": "Bu kalıp, karşılıklı ekme veya ortaklaşa tarım yapma anlamına gelir. İki veya daha fazla kişinin bir araya gelerek bir araziyi ekmesi veya bir projeyi birlikte geliştirmesi gibi durumları ifade eder. Aynı zamanda, bir ilişkinin veya ortaklığın büyümesi ve gelişmesi için karşılıklı çaba göstermeyi de sembolize edebilir. Bu kalıp, işbirliğinin ve ortaklığın önemini vurgular.", "mikro_mantik": "Bu kalıp, eylemin karşılıklı ve işbirlikçi bir şekilde gerçekleştiğini gösterir. Kökün enerjisi, birden fazla kişi arasında paylaşılır ve eylemin sonuçları ortaklaşa elde edilir. Bu, eylemin daha sürdürülebilir ve verimli olmasını sağlar."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَزْرَعَ - Azra'a", "muzari": "يُزْرِعُ - Yuzri'u", "masdar": "إِزْرَاع - Izraa'"}, "bab_anlami": "Bu kalıp, bir şeyi ekmeye zorlamak veya bir şeyin ekilmesine neden olmak anlamına gelir. Birinin bir başkasını bir şeyi ekmeye teşvik etmesi veya bir kurumun bir projeyi başlatması gibi durumları ifade eder. Aynı zamanda, bir fikrin veya inancın başkalarının zihnine yerleştirilmesini de sembolize edebilir. Bu kalıp, eylemin başlatılmasını ve teşvik edilmesini vurgular.", "mikro_mantik": "Bu kalıp, eylemin bir başkası tarafından başlatıldığını veya teşvik edildiğini gösterir. Kökün enerjisi, dış bir etkiyle harekete geçirilir ve eylemin sonuçları bu etkinin bir sonucu olarak ortaya çıkar. Bu, eylemin daha hızlı ve daha etkili bir şekilde gerçekleşmesini sağlar."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَزَرَّعَ - Tazarra'a", "muzari": "يَتَزَرَّعُ - Yatazarra'u", "masdar": "تَزَرُّع - Tazarru'"}, "bab_anlami": "Bu kalıp, çiftçi gibi davranmak, tarımla uğraşır gibi görünmek veya bir şeyi yapmacık bir şekilde ekmek anlamına gelir. Samimiyetsiz bir çaba veya yüzeysel bir ilgi göstermeyi ifade eder. Bir kişinin gerçekte ilgilenmediği bir konuda ilgiliymiş gibi davranması veya bir projenin sadece görünüşte desteklenmesi gibi durumları sembolize edebilir. Bu kalıp, samimiyetsizliği ve yüzeyselliği vurgular.", "mikro_mantik": "Bu kalıp, eylemin samimiyetsiz ve yüzeysel bir şekilde gerçekleştiğini gösterir. Kökün enerjisi, gerçek bir niyetten yoksun olduğu için eylemin sonuçları da genellikle tatmin edici olmaz. Bu, eylemin başarısızlıkla sonuçlanma olasılığını artırır."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَزَارَعَ - Tazaara'a", "muzari": "يَتَزَارَعُ - Yatazaara'u", "masdar": "تَزَارُع - Tazaaru'"}, "bab_anlami": "Bu kalıp, karşılıklı olarak ekmek veya birbirleriyle rekabet ederek tarım yapmak anlamına gelir. İki veya daha fazla kişinin aynı araziyi ekmek için rekabet etmesi veya farklı yöntemlerle tarım yapması gibi durumları ifade eder. Aynı zamanda, farklı fikirlerin veya inançların birbiriyle rekabet etmesini de sembolize edebilir. Bu kalıp, rekabetin ve çeşitliliğin önemini vurgular.", "mikro_mantik": "Bu kalıp, eylemin rekabetçi bir ortamda gerçekleştiğini gösterir. Kökün enerjisi, diğerleriyle rekabet ederek daha iyi sonuçlar elde etmeye yöneliktir. Bu, eylemin daha yenilikçi ve verimli olmasını sağlar."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْزَرَعَ - Inzara'a", "muzari": "يَنْزَرِعُ - Yanzari'u", "masdar": "اِنْزِرَاع - Inziraa'"}, "bab_anlami": "Bu kalıp, ekilmek, dikilmek veya bir yere yerleşmek anlamına gelir. Bir tohumun toprağa düşmesi veya bir fikrin bir zihne yerleşmesi gibi durumları ifade eder. Aynı zamanda, bir topluluğun bir yere yerleşmesi ve orada kök salması gibi anlamlara da gelebilir. Bu kalıp, yerleşimin ve kök salmanın önemini vurgular.", "mikro_mantik": "Bu kalıp, eylemin pasif bir şekilde gerçekleştiğini gösterir. Kökün enerjisi, dış bir etkiyle harekete geçirilir ve eylemin sonuçları bu etkinin bir sonucu olarak ortaya çıkar. Bu, eylemin daha doğal ve kendiliğinden gerçekleşmesini sağlar."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِزْدَرَعَ - Izdara'a", "muzari": "يَزْدَرِعُ - Yazdari'u", "masdar": "اِزْدِرَاع - Izdiraa'"}, "bab_anlami": "Bu kalıp, ekmek için acele etmek, hızlıca tohum saçmak veya bir şeyi aceleyle yerleştirmek anlamına gelir. Bir işi hızlı bir şekilde tamamlamak veya bir fikri hızla yaymak gibi durumları ifade eder. Aynı zamanda, bir şeyin aceleyle yapılması nedeniyle hataların ortaya çıkabileceğini de sembolize edebilir. Bu kalıp, aceleciliğin ve hızın önemini vurgular.", "mikro_mantik": "Bu kalıp, eylemin hızlı ve aceleci bir şekilde gerçekleştiğini gösterir. Kökün enerjisi, zamanın kısıtlı olması nedeniyle hızlı hareket etmeye yöneliktir. Bu, eylemin daha verimli olmasını sağlayabilir, ancak hataların ortaya çıkma olasılığını da artırır."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اِزْرَارَعَ - Izraara'a", "muzari": "يَزْرَارِعُ - Yazraari'u", "masdar": "اِزْرِيرَاع - Izriiraa'"}, "bab_anlami": "Bu kalıp nadiren kullanılır ve genellikle bir şeyin çok yoğun bir şekilde ekilmesi veya bir yerin tamamen tarıma ayrılması anlamına gelir. Aşırıya kaçan bir ekim eylemini veya bir şeyin abartılı bir şekilde yayılmasını ifade edebilir. Bir fikrin veya ideolojinin aşırı derecede yayılması veya bir bölgenin tamamen tarım arazisine dönüştürülmesi gibi durumları sembolize edebilir. Bu kalıp, aşırılığın ve yoğunluğun önemini vurgular.", "mikro_mantik": "Bu kalıp, eylemin aşırı ve yoğun bir şekilde gerçekleştiğini gösterir. Kökün enerjisi, sınırları aşarak daha büyük bir etki yaratmaya yöneliktir. Bu, eylemin sonuçlarının daha belirgin ve kalıcı olmasını sağlayabilir, ancak aynı zamanda dengesizliklere de yol açabilir."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَزْرَعَ - Istazra'a", "muzari": "يَسْتَزْرِعُ - Yastazri'u", "masdar": "اِسْتِزْرَاع - Istizraa'"}, "bab_anlami": "Bu kalıp, ekilmesini istemek, ektirmek veya bir şeyi tarım arazisi olarak kullanmak anlamına gelir. Bir başkasından bir şeyi ekmesini talep etmek veya bir araziyi tarıma uygun hale getirmek gibi durumları ifade eder. Aynı zamanda, bir fikrin veya projenin geliştirilmesi için kaynak talep etmeyi de sembolize edebilir. Bu kalıp, talebin ve kaynakların önemini vurgular.", "mikro_mantik": "Bu kalıp, eylemin bir talep veya istek üzerine gerçekleştiğini gösterir. Kökün enerjisi, dış bir kaynaktan gelen bir talebi karşılamaya yöneliktir. Bu, eylemin daha planlı ve amaçlı bir şekilde gerçekleşmesini sağlar."}]}], "زرق": [{"kok": "زرق", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Mavilik, derinlik, nüfuz edicilik", "kavramsal_derinlik": "Görünür olanın ötesindeki anlam katmanları"}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "زَرَقَ - zaraqa", "muzari": "يَزْرُقُ - yazruqu", "masdar": "زَرْق - zarq"}, "bab_anlami": "Bu bab, kökün temel anlamını, yani 'mavi olmak, maviye çalmak' veya 'gözün maviliği' gibi doğrudan ve temel anlamlarını ifade eder. Aynı zamanda, bir şeyin derinlemesine nüfuz etmesi, bir bakışın keskinliği veya bir düşüncenin zihinde derin izler bırakması gibi anlamlara da gelebilir. Bu, bir şeyin özünde bulunan ve kolayca fark edilemeyen bir niteliği ifade eder. Bir şeyin içsel derinliğine, özüne nüfuz etme eylemini de ifade edebilir.", "mikro_mantik": "Bu bab, fiilin temel ve en yalın halini sunar. Kökün ifade ettiği niteliğin veya eylemin doğrudan ve değişmemiş bir şekilde tezahürünü gösterir. Burada, 'z-r-q' kökünün temel anlamı olan maviliğin veya derinliğin, herhangi bir ek anlam veya yoğunluk katmanı olmaksızın ifade edildiği görülür."}, {"bab_no": 2, "fiil_formlari": {"mazi": "زَرَّقَ - zarraqa", "muzari": "يُزَرِّقُ - yuzarriqu", "masdar": "تَزْرِيق - tazriq"}, "bab_anlami": "Bu bab, bir şeyi maviye boyamak, mavi renkle kaplamak veya bir şeye mavilik katmak anlamına gelir. Aynı zamanda, bir durumu veya bir düşünceyi derinleştirmek, karmaşıklaştırmak veya daha yoğun hale getirmek gibi mecazi anlamlara da gelebilir. Bu, bir şeyin yüzeyini veya özünü değiştirerek ona yeni bir boyut kazandırmakla ilgilidir. Bir şeyin derinlemesine etkilenmesi, dönüştürülmesi veya yoğunlaştırılması eylemini ifade eder.", "mikro_mantik": "Bu bab, kökün anlamını yoğunlaştırır veya tekrarlar. Fiilin etkisinin daha belirgin ve sürekli olduğunu gösterir. 'Z-r-q' kökünün anlamı burada, bir şeyi sürekli olarak maviye boyama veya derinleştirme eylemiyle pekiştirilir."}, {"bab_no": 3, "fiil_formlari": {"mazi": "زَارَقَ - zaraqa", "muzari": "يُزَارِقُ - yuzariqu", "masdar": "مُزَارَقَة - muzaraqah"}, "bab_anlami": "Bu bab, karşılıklı olarak maviye boyama, birbirine derinlemesine bakma veya derinlemesine bir etkileşimde bulunma anlamına gelir. Aynı zamanda, iki taraf arasında derin bir anlayış veya empati kurma, birbirinin iç dünyasına nüfuz etme gibi anlamlara da gelebilir. Bu, bir ilişkinin veya etkileşimin derinliğini ve yoğunluğunu ifade eder. İki şeyin veya kişinin karşılıklı olarak birbirini etkilemesi, dönüştürmesi veya anlaması eylemini ifade eder.", "mikro_mantik": "Bu bab, fiilin karşılıklı veya ortak bir eylem olduğunu gösterir. Kökün anlamı, iki veya daha fazla taraf arasında gerçekleşen bir etkileşimle ilişkilendirilir. 'Z-r-q' kökünün anlamı burada, karşılıklı bir derinleşme veya etkileşim sürecini ifade eder."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَزْرَقَ - azraqa", "muzari": "يُزْرِقُ - yuzriqu", "masdar": "إِزْرَاق - izraq"}, "bab_anlami": "Bu bab, bir şeyi mavi yapmak, maviye dönüştürmek veya bir şeyin mavileşmesine neden olmak anlamına gelir. Aynı zamanda, bir durumu derinleştirmek, yoğunlaştırmak veya daha karmaşık hale getirmek gibi mecazi anlamlara da gelebilir. Bu, bir şeyin niteliğini veya durumunu değiştirerek ona yeni bir özellik kazandırmakla ilgilidir. Bir şeyin dönüşmesi, etkilenmesi veya derinleşmesi eylemini ifade eder.", "mikro_mantik": "Bu bab, fiilin geçişli olduğunu ve bir nesneyi etkilediğini gösterir. Kökün anlamı, bir şeyin başka bir şeyi mavi yapması veya derinleştirmesi eylemiyle ilişkilendirilir. 'Z-r-q' kökünün anlamı burada, bir şeyi dönüştürme veya etkileme gücünü ifade eder."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَزَرَّقَ - tazarraqa", "muzari": "يَتَزَرَّقُ - yatazarraqu", "masdar": "تَزَرُّق - tazarruq"}, "bab_anlami": "Bu bab, maviye boyanmak, mavi görünmek veya mavimsi bir renk almak anlamına gelir. Aynı zamanda, bir şeyin derinleşmesi, yoğunlaşması veya daha karmaşık hale gelmesi gibi mecazi anlamlara da gelebilir. Bu, bir şeyin kendi kendine veya doğal bir süreçle değişmesiyle ilgilidir. Bir şeyin dönüşmesi, etkilenmesi veya derinleşmesi sürecini ifade eder.", "mikro_mantik": "Bu bab, fiilin dönüşlü olduğunu ve öznenin kendisi üzerinde gerçekleştiğini gösterir. Kökün anlamı, bir şeyin kendi kendine maviye dönüşmesi veya derinleşmesi eylemiyle ilişkilendirilir. 'Z-r-q' kökünün anlamı burada, içsel bir dönüşüm veya değişim sürecini ifade eder."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَزَارَقَ - tazaaraqa", "muzari": "يَتَزَارَقُ - yatazaaraqu", "masdar": "تَزَارُق - tazaaruq"}, "bab_anlami": "Bu bab, karşılıklı olarak maviye boyanmak, birbirine derinlemesine bakmak veya derinlemesine bir etkileşimde bulunmak anlamına gelir. Aynı zamanda, iki taraf arasında derin bir anlayış veya empati kurma, birbirinin iç dünyasına nüfuz etme gibi anlamlara da gelebilir. Bu, bir ilişkinin veya etkileşimin derinliğini ve yoğunluğunu ifade eder. İki şeyin veya kişinin karşılıklı olarak birbirini etkilemesi, dönüştürmesi veya anlaması sürecini ifade eder.", "mikro_mantik": "Bu bab, fiilin karşılıklı ve dönüşlü olduğunu gösterir. Kökün anlamı, iki veya daha fazla taraf arasında gerçekleşen ve her bir tarafın etkilendiği bir etkileşimle ilişkilendirilir. 'Z-r-q' kökünün anlamı burada, karşılıklı bir dönüşüm veya değişim sürecini ifade eder."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْزَرَقَ - inzaraqa", "muzari": "يَنْزَرِقُ - yanzariqu", "masdar": "اِنْزِرَاق - inziraq"}, "bab_anlami": "Bu bab, maviye batmak, maviye gömülmek veya bir şeyin içine derinlemesine nüfuz etmek anlamına gelir. Aynı zamanda, bir duyguya veya düşünceye tamamen kapılmak, bir durumun içine çekilmek gibi mecazi anlamlara da gelebilir. Bu, bir şeyin içine tamamen dahil olmak veya bir şeyin etkisine girmekle ilgilidir. Bir şeyin içine girmesi, kaybolması veya etkilenmesi eylemini ifade eder.", "mikro_mantik": "Bu bab, fiilin edilgen olduğunu ve öznenin bir eylemin etkisi altında kaldığını gösterir. Kökün anlamı, bir şeyin içine batma veya nüfuz etme eylemiyle ilişkilendirilir. 'Z-r-q' kökünün anlamı burada, bir şeyin içine çekilme veya etkilenme durumunu ifade eder."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِزْدَرَقَ - izdaraqa", "muzari": "يَزْدَرِقُ - yazdariqu", "masdar": "اِزْدِرَاق - izdiraq"}, "bab_anlami": "Bu bab, bir şeyi mavi olarak görmek, maviye benzetmek veya bir şeyin maviliğini algılamak anlamına gelir. Aynı zamanda, bir durumu derinlemesine anlamak, bir şeyin özünü kavramak gibi mecazi anlamlara da gelebilir. Bu, bir şeyin niteliğini veya durumunu algılamakla ilgilidir. Bir şeyin farkına varması, anlaması veya algılaması eylemini ifade eder.", "mikro_mantik": "Bu bab, fiilin algısal bir eylem olduğunu gösterir. Kökün anlamı, bir şeyi görme veya algılama eylemiyle ilişkilendirilir. 'Z-r-q' kökünün anlamı burada, bir şeyi derinlemesine anlama veya algılama yeteneğini ifade eder."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اِزْرَاقَّ - izraqqa", "muzari": "يَزْرَاقُّ - yazraqqu", "masdar": "اِزْرِيقَاق - izriqaq"}, "bab_anlami": "Bu bab, çok mavi olmak, aşırı derecede maviye çalmak veya mavilikle dolmak anlamına gelir. Aynı zamanda, bir duygunun veya düşüncenin yoğunlaşması, bir durumun derinleşmesi gibi mecazi anlamlara da gelebilir. Bu, bir şeyin niteliğinin veya durumunun aşırı derecede belirginleşmesiyle ilgilidir. Bir şeyin yoğunlaşması, derinleşmesi veya belirginleşmesi sürecini ifade eder.", "mikro_mantik": "Bu bab, fiilin bir niteliğin aşırılığını veya yoğunluğunu ifade ettiğini gösterir. Kökün anlamı, bir şeyin çok mavi olması veya aşırı derecede derinleşmesi eylemiyle ilişkilendirilir. 'Z-r-q' kökünün anlamı burada, bir şeyin aşırı derecede belirginleşmesi veya yoğunlaşması durumunu ifade eder."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَزْرَقَ - istazraqa", "muzari": "يَسْتَزْرِقُ - yastazriqu", "masdar": "اِسْتِزْرَاق - istizraq"}, "bab_anlami": "Bu bab, mavi olmasını istemek, mavi aramak veya bir şeyin maviliğini talep etmek anlamına gelir. Aynı zamanda, bir durumu derinleştirmek, yoğunlaştırmak veya daha karmaşık hale getirmek için çabalamak gibi mecazi anlamlara da gelebilir. Bu, bir şeyin niteliğini veya durumunu değiştirmek veya geliştirmek için çaba göstermekle ilgilidir. Bir şeyin arayışında olması, talep etmesi veya çabalaması eylemini ifade eder.", "mikro_mantik": "Bu bab, fiilin bir şeyi arama veya talep etme eylemini ifade ettiğini gösterir. Kökün anlamı, bir şeyin mavi olmasını isteme veya derinleşmesini talep etme eylemiyle ilişkilendirilir. 'Z-r-q' kökünün anlamı burada, bir şeyin arayışında olma veya talep etme durumunu ifade eder."}]}], "زرو": [{"kok": "زرو", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Küçük, en ufak parça, tohum, başlangıç noktası. Bir şeyin özü, nüvesi veya temel yapı taşı.", "kavramsal_derinlik": "Maddi ve manevi alemlerdeki en küçük birimlerin, potansiyel ve başlangıç noktası olarak incelenmesi. Evrenin ve varlığın temel yapı taşlarının sırrına nüfuz etme çabası."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "زَرَأَ - Zara'a", "muzari": "يَزْرَأُ - Yazra'u", "masdar": "زَرْءٌ - Zar'un"}, "bab_anlami": "Bir şeyi yaratmak, ortaya çıkarmak, filizlendirmek. Bir tohumu ekmek ve onun büyümesini sağlamak. Varlığın potansiyelini açığa çıkarmak, bir şeyin içindeki gizli cevheri ortaya çıkarmak. Bu kalıp, bir şeyin başlangıcını ve gelişimini ifade eder, bir şeyin içindeki potansiyeli ortaya çıkarma eylemini vurgular.", "mikro_mantik": "Bu bab, kökün temel anlamını doğrudan eyleme dönüştürür. Kökün ifade ettiği 'en küçük parça' veya 'tohum'un eyleme geçirilerek yaratılması, filizlendirilmesi veya ortaya çıkarılması anlamını taşır. Bu, potansiyelin kinetiğe dönüşümünü ifade eder."}, {"bab_no": 2, "fiil_formlari": {"mazi": "زَرَّأَ - Zarra'a", "muzari": "يُزَرِّئُ - Yuzarri'u", "masdar": "تَزْرِئَةٌ - Tazri'atun"}, "bab_anlami": "Bir şeyi parçalara ayırmak, küçültmek, zerrelere bölmek. Bir şeyi inceltmek, detaylandırmak, en ince ayrıntısına kadar incelemek. Bir şeyi küçük parçalar halinde yaymak, dağıtmak. Bu kalıp, bir şeyin detaylı bir şekilde incelenmesini, analiz edilmesini ve yayılmasını ifade eder, bir şeyin içindeki karmaşıklığı ortaya çıkarma eylemini vurgular.", "mikro_mantik": "Bu bab, kökün ifade ettiği 'en küçük parça' anlamını yoğunlaştırarak, bir şeyin daha da küçültülmesini veya parçalara ayrılmasını ifade eder. Bu, bir şeyin atomize edilerek daha detaylı incelenmesini veya yayılmasını sağlar. Kök anlamının tekrarı ve yoğunlaştırılması söz konusudur."}, {"bab_no": 3, "fiil_formlari": {"mazi": "زَارَأَ - Zaara'a", "muzari": "يُزَارِئُ - Yuzaari'u", "masdar": "مُزَارَأَةٌ - Muzaara'atun"}, "bab_anlami": "Bir şeyde yarışmak, rekabet etmek, üstün gelmeye çalışmak. Bir şeyin en küçük parçaları üzerinde tartışmak, çekişmek. Bir şeyin özünü anlamak için çabalamak, mücadele etmek. Bu kalıp, bir şeyin derinliklerine inmek için gösterilen çabayı, rekabeti ve mücadeleyi ifade eder.", "mikro_mantik": "Bu bab, kökün ifade ettiği 'en küçük parça' veya 'öz' üzerinde bir rekabet veya mücadele olduğunu gösterir. Bu, bir şeyin özünü anlamak veya o öz üzerinde üstünlük sağlamak için yapılan bir çabayı ifade eder. Kök anlamının etkileşim ve rekabet bağlamında kullanılması söz konusudur."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَزْرَأَ - Azra'a", "muzari": "يُزْرِئُ - Yuzri'u", "masdar": "إِزْرَاءٌ - Izra'un"}, "bab_anlami": "Bir şeyi küçümsemek, hafife almak, değersiz görmek. Bir şeyin en küçük parçalarını bile önemsememek. Bir şeyin özünü veya potansiyelini görmezden gelmek. Bu kalıp, bir şeyin değerini anlamamak veya onu küçümsemek eylemini ifade eder.", "mikro_mantik": "Bu bab, kökün ifade ettiği 'en küçük parça' veya 'öz'ün değerini azaltmak veya yok saymak anlamına gelir. Bu, bir şeyin potansiyelini veya önemini anlamamak veya onu küçümsemek eylemini ifade eder. Kök anlamının olumsuz bir bağlamda kullanılması söz konusudur."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَزَرَّأَ - Tazarra'a", "muzari": "يَتَزَرَّأُ - Yatazarra'u", "masdar": "تَزَرُّؤٌ - Tazarru'un"}, "bab_anlami": "Bir şeyin en küçük parçalarına dikkat etmek, özen göstermek. Bir şeyin özünü anlamaya çalışmak, derinlemesine incelemek. Bir şeyin içindeki potansiyeli ortaya çıkarmak için çabalamak. Bu kalıp, bir şeye gösterilen özeni, dikkati ve derinlemesine inceleme çabasını ifade eder.", "mikro_mantik": "Bu bab, kökün ifade ettiği 'en küçük parça' veya 'öz'e gösterilen özen ve dikkat anlamına gelir. Bu, bir şeyin potansiyelini anlamak veya onu geliştirmek için yapılan bir çabayı ifade eder. Kök anlamının içselleştirilmesi ve derinlemesine incelenmesi söz konusudur."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَزَارَأَ - Tazaara'a", "muzari": "يَتَزَارَأُ - Yatazaara'u", "masdar": "تَزَارُؤٌ - Tazaar'un"}, "bab_anlami": "Bir şeyin en küçük parçaları hakkında karşılıklı görüş alışverişinde bulunmak, tartışmak. Bir şeyin özünü anlamak için birlikte çalışmak, işbirliği yapmak. Bir şeyin potansiyelini ortaya çıkarmak için ortak çaba göstermek. Bu kalıp, bir şeyin derinliklerine inmek için yapılan işbirliğini, ortak çabayı ve görüş alışverişini ifade eder.", "mikro_mantik": "Bu bab, kökün ifade ettiği 'en küçük parça' veya 'öz' üzerinde karşılıklı bir etkileşim ve işbirliği olduğunu gösterir. Bu, bir şeyin özünü anlamak veya o öz üzerinde ortak bir anlayış geliştirmek için yapılan bir çabayı ifade eder. Kök anlamının paylaşılması ve ortaklaşa incelenmesi söz konusudur."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْزَرَأَ - Inzara'a", "muzari": "يَنْزَرِئُ - Yanzari'u", "masdar": "إِنْزِرَاءٌ - Inzira'un"}, "bab_anlami": "Bir şeyin içine nüfuz etmek, derinine inmek, özüne ulaşmak. Bir şeyin en küçük parçaları arasında kaybolmak. Bir şeyin içindeki potansiyeli keşfetmek. Bu kalıp, bir şeyin derinliklerine inme, özüne ulaşma ve içindeki potansiyeli keşfetme eylemini ifade eder.", "mikro_mantik": "Bu bab, kökün ifade ettiği 'en küçük parça' veya 'öz'ün içine nüfuz etme ve onunla bütünleşme anlamına gelir. Bu, bir şeyin derinliklerine inerek onun içindeki potansiyeli keşfetme ve anlama çabasını ifade eder. Kök anlamının içselleştirilmesi ve özümsenmesi söz konusudur."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِزْدَرَأَ - Izdara'a", "muzari": "يَزْدَرِئُ - Yazdari'u", "masdar": "اِزْدِرَاءٌ - Izdiraa'un"}, "bab_anlami": "Bir şeyi küçümsemek, hor görmek, aşağılamak. Bir şeyin en küçük parçalarını bile değersiz görmek. Bir şeyin özünü veya potansiyelini hiçe saymak. Bu kalıp, bir şeye karşı duyulan küçümseme, hor görme ve aşağılama duygusunu ifade eder.", "mikro_mantik": "Bu bab, kökün ifade ettiği 'en küçük parça' veya 'öz'ün değerini tamamen yok saymak veya küçümsemek anlamına gelir. Bu, bir şeye karşı duyulan olumsuz bir tutumu ve onun potansiyelini görmezden gelmeyi ifade eder. Kök anlamının aşırı olumsuz bir bağlamda kullanılması söz konusudur."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اِسْتَزْرَأَ - Istazra'a", "muzari": "يَسْتَزْرِئُ - Yastazri'u", "masdar": "اِسْتِزْرَاءٌ - Istizraa'un"}, "bab_anlami": "Bir şeyi küçümsemeye çalışmak, hor görmeye yeltenmek. Bir şeyin en küçük parçalarını bile değersiz göstermeye çalışmak. Bir şeyin özünü veya potansiyelini hiçe saymaya çalışmak. Bu kalıp, bir şeye karşı duyulan küçümseme ve hor görme duygusunu eyleme dökmeye çalışma çabasını ifade eder.", "mikro_mantik": "Bu bab, kökün ifade ettiği 'en küçük parça' veya 'öz'ün değerini azaltmaya veya yok saymaya yönelik bir çabayı ifade eder. Bu, bir şeye karşı duyulan olumsuz tutumu eyleme dönüştürme ve onu küçümseme çabasını ifade eder. Kök anlamının olumsuz bir niyetle kullanılması söz konusudur."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِفْعَالَّ - If'alla (Bu bab bu kök için standart bir fiil formu değildir, ancak potansiyel anlamı kurgulanabilir)", "muzari": "يَفْعَالُّ - Yaf'allu", "masdar": "اِفْعِيلَالٌ - If'ilalun"}, "bab_anlami": "Bir şeyin zerrelere ayrılması, tozlaşması, görünmez hale gelmesi. Bir şeyin özünün kaybolması, dağılması. Varlığın en temel yapı taşlarına ayrışarak evrenle bütünleşmesi. Bu kalıp, bir şeyin yok oluşunu, dağılmasını ve evrenle bütünleşmesini ifade eder.", "mikro_mantik": "Bu bab, kökün ifade ettiği 'en küçük parça' anlamını en uç noktaya taşıyarak, bir şeyin tamamen zerrelere ayrılmasını ve yok olmasını ifade eder. Bu, varlığın sonunu ve evrenle bütünleşmesini simgeler. Kök anlamının nihai sonucu ve dönüşümü ifade etmesi söz konusudur."}]}], "زعم": [{"kok": "زعم", "ontolojik_analiz": {"temel_anlam_cekirdegi": "İddia, zan, varsayım; gerçeği tam olarak bilmeden bir şeyi doğru kabul etme veya öyle olduğunu ileri sürme. Bu, bilginin kesinliğinden ziyade, bir düşünce veya inancın öne sürülmesini ifade eder.", "kavramsal_derinlik": "Beşeri idrakın sınırları ve hakikate ulaşma çabası arasındaki gerilimi temsil eder. İnsanın bilgiye olan ihtiyacı ve yanılgıya düşme potansiyeli arasındaki dengeyi sorgular. İlahi perspektifte ise, insanın sınırlı aklıyla evreni ve yaratılışı anlama çabasının bir yansımasıdır."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "زَعَمَ - za'ama", "muzari": "يَزْعُمُ - yaz'umu", "masdar": "زَعْم - za'm"}, "bab_anlami": "Bir şeyi kesin bilgiye dayanmadan iddia etmek, sanmak veya varsaymak. Bu kalıp, genellikle bir düşüncenin veya inancın kesinliği konusunda şüphe barındırdığını ifade eder. Kişinin kendi iç dünyasında bir kanaate varması, ancak bu kanaatin dış dünyada kesin bir karşılığı olup olmadığının belirsiz olması durumunu anlatır. Aynı zamanda, bir iddianın sorumluluğunu üstlenmek ve bu iddiayı savunmaya hazır olmak anlamına da gelebilir.", "mikro_mantik": "Bu kalıp, fiilin temel anlamını (iddia etmek) en yalın haliyle ifade eder. Fiilin özne tarafından doğrudan ve aracısız bir şekilde gerçekleştirildiğini gösterir. Kökün anlamını herhangi bir ekleme veya değişiklik olmaksızın, temel ve sade bir şekilde sunar."}, {"bab_no": 2, "fiil_formlari": {"mazi": "زُعِّمَ - zu''ime", "muzari": "يُزَعَّمُ - yuza''amu", "masdar": "تَزْعِيم - taz'im"}, "bab_anlami": "Bir şeyin iddia edildiği veya varsayıldığı anlamına gelir. Bu kalıp, genellikle pasif bir anlam taşır ve bir iddianın kaynağının belirsiz olduğunu veya önemli olmadığını vurgular. Bir düşüncenin yaygın bir şekilde kabul gördüğü veya bir konuda genel bir kanının oluştuğu durumları ifade edebilir. Aynı zamanda, bir iddiaya maruz kalmak veya bir varsayımın hedefi olmak anlamına da gelebilir; bu durumda kişi veya nesne, başkalarının iddialarının veya varsayımlarının etkisi altında kalır.", "mikro_mantik": "Bu kalıp, fiilin etkisinin özne üzerinde yoğunlaştığını gösterir. Fiilin anlamı (iddia etmek) dolaylı bir şekilde özneye yönelir. Özne, iddianın veya varsayımın hedefi haline gelir ve bu durum, öznenin durumunu veya niteliğini etkiler."}, {"bab_no": 3, "fiil_formlari": {"mazi": "تَزَاعَمَ - taza'ama", "muzari": "يَتَزَاعَمُ - yataza'amu", "masdar": "تَزَاعُم - taza'um"}, "bab_anlami": "Karşılıklı iddialarda bulunmak, birbirini zan altında bırakmak veya bir konuda karşılıklı varsayımlarda bulunmak. Bu kalıp, genellikle bir tartışma veya çekişme ortamını ifade eder. Tarafların birbirlerine karşı iddialarını öne sürdüğü ve bu iddiaların doğruluğunu kanıtlamaya çalıştığı bir durumu anlatır. Aynı zamanda, bir konuda farklı görüşlerin çatışması ve tarafların kendi görüşlerini savunması anlamına da gelebilir. Bu durum, hakikate ulaşma çabasının bir parçası olabileceği gibi, yanılgıya düşme riskini de beraberinde getirebilir.", "mikro_mantik": "Bu kalıp, fiilin karşılıklı veya ortak bir eylem olduğunu gösterir. İki veya daha fazla özne, aynı eylemi (iddia etmek) birbirlerine karşı gerçekleştirir. Bu durum, bir etkileşim ve iletişim sürecini ifade eder ve taraflar arasındaki ilişkiyi vurgular."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَزْعَمَ - az'ama", "muzari": "يُزْعِمُ - yuz'imu", "masdar": "إِزْعَام - iz'am"}, "bab_anlami": "Bir şeyi iddia ettirmek, birinin bir şeyi varsaymasına neden olmak veya bir konuda zan oluşturmak. Bu kalıp, genellikle bir başkasının düşüncelerini veya inançlarını etkileme çabasını ifade eder. Bir kişinin, başkalarını kendi iddialarına veya varsayımlarına inandırmaya çalıştığı bir durumu anlatır. Aynı zamanda, bir konuda yanıltıcı bilgiler vererek veya yanlış yönlendirerek, başkalarının yanlış sonuçlara varmasına neden olmak anlamına da gelebilir. Bu durum, manipülasyon veya propaganda gibi olumsuz amaçlarla kullanılabileceği gibi, iyi niyetli bir şekilde de gerçekleştirilebilir.", "mikro_mantik": "Bu kalıp, fiilin etkisinin bir başkası üzerinde yoğunlaştığını gösterir. Özne, fiilin anlamını (iddia etmek) dolaylı bir şekilde bir başkasına yöneltir. Bu durum, bir neden-sonuç ilişkisini ifade eder ve öznenin eyleminin bir başkasının düşüncelerini veya inançlarını etkilediğini vurgular."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَزَيَّعَ - tazayya'a", "muzari": "يَتَزَيَّعُ - yatazayya'u", "masdar": "تَزَيُّع - tazayyu'"}, "bab_anlami": "Kendini bir şeyin sahibi gibi göstermek, bir şeyi iddia etmek veya bir konuda varsayımlarda bulunmak. Bu kalıp, genellikle bir kişinin gerçek niyetlerini veya kimliğini gizlemeye çalıştığı bir durumu ifade eder. Bir kişinin, başkalarını etkilemek veya kendi çıkarlarını korumak için yanlış iddialarda bulunduğu veya yanıltıcı varsayımlarda bulunduğu bir durumu anlatır. Aynı zamanda, bir konuda bilgi sahibi olmadığını gizlemek veya yetersizliğini örtbas etmek için de kullanılabilir. Bu durum, dürüstlükten uzaklaşma ve manipülasyon gibi olumsuz davranışlarla ilişkilendirilebilir.", "mikro_mantik": "Bu kalıp, fiilin özne tarafından bilinçli ve kasıtlı bir şekilde gerçekleştirildiğini gösterir. Özne, fiilin anlamını (iddia etmek) kendi çıkarları doğrultusunda kullanır. Bu durum, bir niyet ve amaç olduğunu ifade eder ve öznenin davranışlarının altında yatan motivasyonu vurgular."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَزَاعَى - taza'aa", "muzari": "يَتَزَاعَى - yataza'aa", "masdar": "تَزَاعِي - taza'ii"}, "bab_anlami": "Bir konuda karşılıklı olarak iddialarda bulunmak, birbirini suçlamak veya bir konuda anlaşmazlığa düşmek. Bu kalıp, genellikle bir çatışma veya rekabet ortamını ifade eder. Tarafların birbirlerine karşı iddialarını öne sürdüğü ve bu iddiaların doğruluğunu kanıtlamaya çalıştığı bir durumu anlatır. Aynı zamanda, bir konuda farklı görüşlerin çatışması ve tarafların kendi görüşlerini savunması anlamına da gelebilir. Bu durum, hakikate ulaşma çabasının bir parçası olabileceği gibi, yanılgıya düşme riskini de beraberinde getirebilir. Bu kalıp, 3. bab ile benzerlik gösterir ancak buradaki iddialaşma daha çok çekişme ve suçlama içerir.", "mikro_mantik": "Bu kalıp, fiilin karşılıklı ve rekabetçi bir eylem olduğunu gösterir. İki veya daha fazla özne, aynı eylemi (iddia etmek) birbirlerine karşı gerçekleştirir. Bu durum, bir gerilim ve çatışma ortamını ifade eder ve taraflar arasındaki rekabeti vurgular."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْزَعَمَ - inza'ama", "muzari": "يَنْزَعِمُ - yanza'imu", "masdar": "اِنْزِعَام - inzi'am"}, "bab_anlami": "Bir iddiaya kapılmak, bir şeyi varsaymak veya bir konuda zanna düşmek. Bu kalıp, genellikle bir kişinin dış etkenlerin etkisiyle bir düşünceye veya inanca yöneldiğini ifade eder. Bir kişinin, başkalarının iddialarına veya varsayımlarına kolayca inandığı veya bir konuda yanlış bilgilendirildiği bir durumu anlatır. Aynı zamanda, bir konuda yeterli bilgiye sahip olmadan aceleci kararlar vermek veya yanlış sonuçlara varmak anlamına da gelebilir. Bu durum, eleştirel düşünme becerilerinin eksikliği veya manipülasyona açık olma gibi zayıflıklarla ilişkilendirilebilir.", "mikro_mantik": "Bu kalıp, fiilin özne üzerinde kendiliğinden gerçekleştiğini gösterir. Özne, fiilin anlamını (iddia etmek) pasif bir şekilde deneyimler. Bu durum, bir dış etki olduğunu ifade eder ve öznenin kontrolünün azaldığını vurgular."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِزْدَعَمَ - izda'ama", "muzari": "يَزْدَعِمُ - yazda'imu", "masdar": "اِزْدِعَام - izdi'am"}, "bab_anlami": "Bir şeyi zorla iddia etmek, bir konuda ısrarla varsayımlarda bulunmak veya bir düşünceyi dayatmak. Bu kalıp, genellikle bir kişinin otoritesini veya gücünü kullanarak başkalarını kendi iddialarına inandırmaya çalıştığı bir durumu ifade eder. Bir kişinin, başkalarının düşüncelerini veya inançlarını dikkate almadan kendi görüşlerini empoze ettiği bir durumu anlatır. Aynı zamanda, bir konuda baskı uygulayarak veya tehdit ederek, başkalarını kendi iddialarını kabul etmeye zorlamak anlamına da gelebilir. Bu durum, totaliter rejimler veya manipülatif ilişkiler gibi olumsuz bağlamlarda sıklıkla görülür.", "mikro_mantik": "Bu kalıp, fiilin zorlayıcı ve baskıcı bir eylem olduğunu gösterir. Özne, fiilin anlamını (iddia etmek) bir başkası üzerinde zorla uygular. Bu durum, bir güç dengesizliği olduğunu ifade eder ve öznenin otoritesini vurgular."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اِزْعَامَّ - iz'amma", "muzari": "يَزْعَامُّ - yaz'ammu", "masdar": "اِزْعِيمَام - iz'imem"}, "bab_anlami": "Bir şeyin çok fazla iddia edilmesi, bir konuda aşırı varsayımlarda bulunulması veya bir düşüncenin abartılması. Bu kalıp, genellikle bir iddianın veya varsayımın gerçeklikten uzaklaştığı veya mantıksız hale geldiği bir durumu ifade eder. Bir konuda aşırıya kaçmak, fanatikleşmek veya gerçekleri çarpıtmak anlamına gelebilir. Aynı zamanda, bir düşüncenin veya inancın aşırı savunulması veya başkalarına dayatılması durumunu da ifade edebilir. Bu durum, aşırılıkçılık veya dogmatizm gibi olumsuz eğilimlerle ilişkilendirilebilir.", "mikro_mantik": "Bu kalıp, fiilin yoğunluğunu ve aşırılığını vurgular. Fiilin anlamı (iddia etmek) abartılı bir şekilde gerçekleşir. Bu durum, bir dengesizlik olduğunu ifade eder ve öznenin kontrolünü kaybettiğini vurgular."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَزْعَمَ - istaz'ama", "muzari": "يَسْتَزْعِمُ - yastaz'imu", "masdar": "اِسْتِزْعَام - istiz'am"}, "bab_anlami": "Bir şeyi iddia etmeye çalışmak, bir konuda varsayımlarda bulunmaya niyetlenmek veya bir düşünceyi benimsemeye yönelmek. Bu kalıp, genellikle bir kişinin bir konuda bilgi edinmeye veya bir sonuca varmaya çalıştığı bir süreci ifade eder. Bir kişinin, bir iddiayı araştırdığı, kanıtlarını değerlendirdiği ve kendi kanaatini oluşturmaya çalıştığı bir durumu anlatır. Aynı zamanda, bir konuda merak duymak, sorgulamak veya eleştirel düşünmek anlamına da gelebilir. Bu durum, öğrenme, keşfetme ve hakikate ulaşma çabasıyla ilişkilendirilebilir.", "mikro_mantik": "Bu kalıp, fiilin bir çaba ve niyet içerdiğini gösterir. Özne, fiilin anlamını (iddia etmek) gerçekleştirmeye çalışır. Bu durum, bir süreç olduğunu ifade eder ve öznenin aktif rolünü vurgular."}]}], "زفر": [{"kok": "زفر", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Soluk, nefes, şiddetli ses; içsel sıkıntı veya dışavurumun tezahürü.", "kavramsal_derinlik": "Fiziksel varoluşun temel işlevi olan nefes ile ruhsal sıkıntıların dışa vurumu arasındaki ilişkiyi irdeler. Bu kök, hem yaşamın başlangıcını hem de duygusal yoğunluğun ifadesini temsil eder; varoluşun derinliklerindeki anlam arayışını simgeler."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "زَفَرَ - zefara", "muzari": "يَزْفِرُ - yazfiru", "masdar": "زَفْر - zafr"}, "bab_anlami": "Bu babda kök, temel olarak 'nefes almak', 'derin bir iç çekmek' veya 'hırlamak' gibi anlamlara gelir. Fiilin bu kalıbı, bir varlığın içsel bir tepkisini, genellikle sıkıntı, yorgunluk veya yoğun bir duygu durumunu ifade etme eylemini vurgular. Bu, varoluşsal bir yükün veya anlık bir rahatlamanın dışa vurumu olabilir; ruhun bedendeki yansımasıdır.", "mikro_mantik": "Bu kalıp, kökün temel anlamını doğrudan eyleme dönüştürür; yani, 'nefes' kavramını 'nefes alma eylemi' olarak somutlaştırır. Fiilin basit ve doğrudan yapısı, eylemin kendiliğindenliğini ve doğal bir tepki olduğunu gösterir. Bu, kökün özündeki potansiyelin en temel düzeyde gerçekleşmesidir."}, {"bab_no": 2, "fiil_formlari": {"mazi": "زُفِّرَ - zuffira", "muzari": "يُزَفَّرُ - yuzaffaru", "masdar": "تَزْفِير - tazfir"}, "bab_anlami": "Bu babda kök, bir şeyin 'nefeslendirilmesi', 'havalandırılması' veya 'bir şeye nefes verilmesi' anlamına gelebilir. Bu, bir nesnenin veya durumun canlandırılması, tazelenmesi veya ona yeni bir soluk getirilmesi eylemini ifade eder. Metaforik olarak, bir projeye yeni bir enerji katmak veya bir ilişkiye yeni bir başlangıç sunmak gibi anlamlara da gelebilir; varoluşa yeni bir boyut eklemektir.", "mikro_mantik": "Bu kalıp, kökün anlamını yoğunlaştırır ve eylemi bir süreç haline getirir. 'Nefes verme' eylemi, bir nesneye veya duruma yönelik sürekli bir etki olarak tasvir edilir. Bu, kökün temel anlamının dışsal bir etkiyle birleşerek, bir şeyi dönüştürme veya iyileştirme potansiyelini vurgular."}, {"bab_no": 3, "fiil_formlari": {"mazi": "زَافَرَ - zafera", "muzari": "يُزَافِرُ - yuzafiru", "masdar": "زِفَار - zifar"}, "bab_anlami": "Bu babda kök, 'nefes nefese kalmak', 'soluk soluğa yarışmak' veya 'bir şey için çabalamak' gibi anlamlara gelebilir. Bu, iki veya daha fazla varlığın aynı amaç için yoğun bir şekilde çabaladığı, adeta nefeslerini tüketerek yarıştığı bir durumu ifade eder. Bu, varoluş mücadelesinde azmi ve kararlılığı simgeler; ruhun hedefe ulaşma arzusudur.", "mikro_mantik": "Bu kalıp, kökün anlamını karşılıklı bir etkileşim içinde yoğunlaştırır. 'Nefes' kavramı, rekabetçi bir ortamda harcanan enerji ve çaba ile ilişkilendirilir. Bu, kökün temel anlamının dinamik bir süreç içinde nasıl kullanılabileceğini gösterir; varoluşun zorluklarına karşı koyma gücüdür."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَزْفَرَ - azfara", "muzari": "يُزْفِرُ - yuzfiru", "masdar": "إِزْفَار - izfar"}, "bab_anlami": "Bu babda kök, 'bir şeyi nefeslendirmek', 'bir şeye soluk vermek' veya 'bir şeyi canlandırmak' anlamına gelebilir. Bu, bir nesnenin veya durumun aktif olarak canlandırılması, ona yeni bir enerji verilmesi veya bir şeyin potansiyelini ortaya çıkarmak için yapılan bir eylemi ifade eder. Metaforik olarak, bir projeye destek vermek veya bir yeteneği geliştirmek gibi anlamlara da gelebilir; varoluşa katkıda bulunmaktır.", "mikro_mantik": "Bu kalıp, kökün anlamını dışsal bir etkiyle birleştirerek, bir şeyi dönüştürme veya iyileştirme eylemini vurgular. 'Nefes verme' eylemi, bir nesneye veya duruma yönelik bilinçli ve amaçlı bir müdahale olarak tasvir edilir. Bu, kökün temel anlamının aktif bir şekilde nasıl kullanılabileceğini gösterir; varoluşun potansiyelini ortaya çıkarmaktır."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَزَفَّرَ - tazaffara", "muzari": "يَتَزَفَّرُ - yatazaffaru", "masdar": "تَزَفُّر - tazaffur"}, "bab_anlami": "Bu babda kök, 'derin derin nefes almak', 'iç çekmek' veya 'sıkıntıdan dolayı solumak' anlamına gelebilir. Bu, bir kişinin içsel bir sıkıntı, üzüntü veya yorgunluk nedeniyle derin ve belirgin bir şekilde nefes almasını ifade eder. Bu, varoluşsal bir yükün veya duygusal bir acının dışa vurumu olabilir; ruhun bedendeki yansımasıdır.", "mikro_mantik": "Bu kalıp, kökün anlamını yoğunlaştırır ve eylemin kişisel bir deneyim olduğunu vurgular. 'Nefes alma' eylemi, içsel bir durumun dışa vurumu olarak tasvir edilir. Bu, kökün temel anlamının kişisel bir tepkiyle nasıl birleşebileceğini gösterir; varoluşun zorluklarına karşı kişisel bir duruştur."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَزَافَرَ - tazafera", "muzari": "يَتَزَافَرُ - yatazaferu", "masdar": "تَزَافُر - tazafur"}, "bab_anlami": "Bu babda kök, 'birlikte nefes almak', 'dayanışma içinde olmak' veya 'ortak bir amaç için çabalamak' anlamına gelebilir. Bu, iki veya daha fazla kişinin aynı hedef için birlikte çalıştığı, birbirlerine destek olduğu ve ortak bir çaba gösterdiği bir durumu ifade eder. Bu, varoluşta birlik ve dayanışmanın önemini vurgular; ruhların ortak bir amaca yönelmesidir.", "mikro_mantik": "Bu kalıp, kökün anlamını karşılıklı bir etkileşim içinde yoğunlaştırır ve işbirliğini vurgular. 'Nefes' kavramı, ortak bir amaç için harcanan enerji ve çaba ile ilişkilendirilir. Bu, kökün temel anlamının sosyal bir bağlamda nasıl kullanılabileceğini gösterir; varoluşun birlikte anlamlandırılmasıdır."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْزَفَرَ - inzafara", "muzari": "يَنْزَفِرُ - yanzafiru", "masdar": "اِنْزِفَار - inzifar"}, "bab_anlami": "Bu babda kök, 'nefesin kesilmesi', 'soluğun daralması' veya 'sıkıntıdan dolayı nefes alamamak' anlamına gelebilir. Bu, bir kişinin içsel veya dışsal bir etki nedeniyle nefes almakta zorlandığı, adeta soluğunun kesildiği bir durumu ifade eder. Bu, varoluşsal bir krizin veya çaresizliğin ifadesi olabilir; ruhun bedendeki sıkıntısıdır.", "mikro_mantik": "Bu kalıp, kökün anlamını pasif bir duruma dönüştürür; yani, 'nefes' kavramı, kontrol dışı bir şekilde kaybedilen veya azalan bir şey olarak tasvir edilir. Bu, kökün temel anlamının olumsuz bir deneyimle nasıl birleşebileceğini gösterir; varoluşun kırılganlığıdır."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِزْدَفَرَ - izdafera", "muzari": "يَزْدَفِرُ - yazdafiru", "masdar": "اِزْدِفَار - izdifar"}, "bab_anlami": "Bu babda kök, 'yoğun bir şekilde nefes almak', 'hızlı hızlı solumak' veya 'telaşla nefes almak' anlamına gelebilir. Bu, bir kişinin heyecan, korku veya telaş gibi yoğun bir duygu nedeniyle hızlı ve derin bir şekilde nefes almasını ifade eder. Bu, varoluşsal bir tepkinin veya anlık bir durumun ifadesi olabilir; ruhun bedendeki heyecanıdır.", "mikro_mantik": "Bu kalıp, kökün anlamını yoğunlaştırır ve eylemin ani ve hızlı bir şekilde gerçekleştiğini vurgular. 'Nefes alma' eylemi, yoğun bir duyguya verilen anlık bir tepki olarak tasvir edilir. Bu, kökün temel anlamının duygusal bir bağlamda nasıl kullanılabileceğini gösterir; varoluşun anlık tepkileridir."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اِزْفَرَّ - izfarra", "muzari": "يَزْفَرُّ - yazfarru", "masdar": "اِزْفِرَار - izfirar"}, "bab_anlami": "Bu babda kök, 'nefesi tükenmek', 'soluğu kesilmek' veya 'yorulmaktan nefes nefese kalmak' anlamına gelebilir. Bu, bir kişinin aşırı yorgunluk, çaba veya zorlanma nedeniyle nefes almakta zorlandığı, adeta soluğunun tükendiği bir durumu ifade eder. Bu, varoluşsal bir tükenmişliğin veya bitkinliğin ifadesi olabilir; ruhun bedendeki yorgunluğudur.", "mikro_mantik": "Bu kalıp, kökün anlamını pasif bir duruma dönüştürür ve tükenmişliği vurgular. 'Nefes' kavramı, kaybedilen enerji ve tükenen güç ile ilişkilendirilir. Bu, kökün temel anlamının olumsuz bir sonuçla nasıl birleşebileceğini gösterir; varoluşun sınırlarıdır."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَزْفَرَ - istazfara", "muzari": "يَسْتَزْفِرُ - yastazfiru", "masdar": "اِسْتِزْفَار - istizfar"}, "bab_anlami": "Bu babda kök, 'nefesini tüketmek', 'son nefesini vermek' veya 'tüm gücüyle çabalamak' anlamına gelebilir. Bu, bir kişinin son enerjisini kullanarak bir şey için çabaladığı, adeta son nefesini verdiği bir durumu ifade eder. Bu, varoluşsal bir mücadelenin veya son bir gayretin ifadesi olabilir; ruhun bedendeki son çabasıdır.", "mikro_mantik": "Bu kalıp, kökün anlamını yoğunlaştırır ve son bir çabayı vurgular. 'Nefes' kavramı, son enerji ve güç ile ilişkilendirilir. Bu, kökün temel anlamının zorlu bir durumda nasıl kullanılabileceğini gösterir; varoluşun son sınırlarıdır."}]}], "زفف": [{"kok": "زفف", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Evliliğin, birleşmenin ve çoğalmanın özündeki derin anlamlar. Zifaf, sadece iki bedenin değil, iki ruhun, iki hayatın bir araya gelerek yeni bir varlık oluşturmasının sembolüdür. Bu kök, bir araya gelmenin, tamamlanmanın ve yeni bir başlangıcın potansiyelini taşır.", "kavramsal_derinlik": "Beşeri ilişkilerin en kutsalı olan evliliğin, hem dünyevi hem de uhrevi boyutlarını kapsar. Zifaf, sadece fiziksel bir birleşme değil, aynı zamanda ruhsal bir yükseliş ve ilahi bir lütuf olarak kabul edilir. Bu kök, insanın yaratılış amacına hizmet etme ve neslini devam ettirme sorumluluğunu da içerir."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "زَفَّ - zaffa", "muzari": "يَزِفُّ - yaziffu", "masdar": "زَفّ - zaff"}, "bab_anlami": "Bir şeyi süsleyip donatmak, gelin alayı yapmak, bir şeyi coşkuyla taşımak anlamına gelir. Bu babda, kökün anlamı, bir olayın veya durumun güzelleştirilmesi, kutlanması ve coşkuyla karşılanması yönünde genişler. Zifafın kendisi, bu babın anlamını en iyi şekilde temsil eder; birleşmenin, sevginin ve yeni bir başlangıcın coşkuyla kutlanması.", "mikro_mantik": "Bu bab, kökün temel anlamını harekete geçirir ve onu dinamik bir sürece dönüştürür. Kökün statik potansiyeli, bu bab aracılığıyla kinetik bir ifadeye kavuşur. Fiilin bu formda kullanılması, kökün anlamının eylemsel bir boyutta tezahür etmesini sağlar."}, {"bab_no": 2, "fiil_formlari": {"mazi": "زُفِّفَ - zuffife", "muzari": "يُزَفَّفُ - yuzaffefu", "masdar": "تَزْفِيف - tazfif"}, "bab_anlami": "Bir şeyin bir başkası tarafından süslenip donatılması, gelin alayının yapılmasına vesile olunması anlamını taşır. Bu babda, kökün anlamı, bir eylemin başkası tarafından gerçekleştirilmesi veya bir sürecin başkası tarafından başlatılması yönünde genişler. Zifafın bu formda kullanılması, birleşmenin ve kutlamanın başkaları tarafından desteklenmesi ve kolaylaştırılması anlamına gelir.", "mikro_mantik": "Bu bab, kökün temel anlamını pasif bir duruma getirir ve eylemin başkası tarafından yapıldığını vurgular. Kökün etkisi, bu bab aracılığıyla dolaylı bir şekilde tezahür eder. Fiilin bu formda kullanılması, kökün anlamının başkalarının eylemleriyle ilişkili olduğunu gösterir."}, {"bab_no": 3, "fiil_formlari": {"mazi": "زَافَّ - zaffa", "muzari": "يُزَافُّ - yuzaffu", "masdar": "زِفَاف - zifaf"}, "bab_anlami": "Karşılıklı olarak süslenmek, donanmak, gelin alayı yapmak, birbiriyle coşkuyla yarışmak anlamına gelir. Bu babda, kökün anlamı, karşılıklı etkileşim, rekabet ve ortak bir amaca yönelik çaba gösterme yönünde genişler. Zifafın bu formda kullanılması, iki tarafın birbirini tamamlaması, desteklemesi ve birlikte yeni bir gelecek inşa etmesi anlamına gelir.", "mikro_mantik": "Bu bab, kökün temel anlamını karşılıklı bir etkileşim ve rekabet ortamına taşır. Kökün etkisi, bu bab aracılığıyla iki tarafın birbirini etkilemesi ve geliştirmesi şeklinde tezahür eder. Fiilin bu formda kullanılması, kökün anlamının dinamik ve interaktif bir süreç olduğunu gösterir."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَزَفَّ - azaffa", "muzari": "يُزِفُّ - yuziffu", "masdar": "إِزْفَاف - izfaf"}, "bab_anlami": "Yaklaştırmak, hızlandırmak, bir şeyi yakında gerçekleştirmek anlamlarına gelir. Bu babda, kökün anlamı, bir olayın veya durumun yakınlığına, hızına ve gerçekleşme potansiyeline vurgu yapar. Zifafın bu formda kullanılması, evliliğin veya birleşmenin yakınlığını, hızını ve kaçınılmazlığını ifade eder.", "mikro_mantik": "Bu bab, kökün temel anlamını zaman ve hız kavramlarıyla ilişkilendirir. Kökün etkisi, bu bab aracılığıyla bir olayın veya durumun yakınlığı ve gerçekleşme potansiyeli şeklinde tezahür eder. Fiilin bu formda kullanılması, kökün anlamının aciliyet ve yakında gerçekleşecek bir olayla ilgili olduğunu gösterir."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَزَفَّفَ - tazaffafa", "muzari": "يَتَزَفَّفُ - yatazaffafu", "masdar": "تَزَفُّف - tazaffuf"}, "bab_anlami": "Süslenmek, donanmak, gelin alayı yapmak, birbiriyle coşkuyla yarışmak, gösteriş yapmak anlamlarına gelir. Bu babda, kökün anlamı, kişisel çaba, rekabet ve gösteriş yoluyla bir amaca ulaşma yönünde genişler. Zifafın bu formda kullanılması, evliliğe hazırlık sürecinde gösterilen özen, çaba ve rekabeti ifade eder.", "mikro_mantik": "Bu bab, kökün temel anlamını kişisel çaba ve rekabet kavramlarıyla ilişkilendirir. Kökün etkisi, bu bab aracılığıyla bir amaca ulaşmak için gösterilen kişisel çaba ve rekabet şeklinde tezahür eder. Fiilin bu formda kullanılması, kökün anlamının aktif bir süreç ve kişisel katılım gerektirdiğini gösterir."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَزَافَّ - tazaaffa", "muzari": "يَتَزَافُّ - yatazaaffu", "masdar": "تَزَافّ - tazaaff"}, "bab_anlami": "Birbirini süslemek, donatmak, gelin alayı yapmak, karşılıklı olarak coşkuyla yarışmak, birbirine gösteriş yapmak anlamlarına gelir. Bu babda, kökün anlamı, karşılıklı etkileşim, rekabet ve ortak bir amaca yönelik çaba gösterme yönünde genişler. Zifafın bu formda kullanılması, iki tarafın birbirini tamamlaması, desteklemesi ve birlikte yeni bir gelecek inşa etmesi anlamına gelir, ancak bu süreçte rekabet ve gösteriş de ön plandadır.", "mikro_mantik": "Bu bab, kökün temel anlamını karşılıklı etkileşim, rekabet ve gösteriş kavramlarıyla ilişkilendirir. Kökün etkisi, bu bab aracılığıyla iki tarafın birbirini etkilemesi, geliştirmesi ve rekabet etmesi şeklinde tezahür eder. Fiilin bu formda kullanılması, kökün anlamının dinamik, interaktif ve rekabetçi bir süreç olduğunu gösterir."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْزَفَّ - inzaffa", "muzari": "يَنْزَفُّ - yanzaffu", "masdar": "اِنْزِفَاف - inzifaf"}, "bab_anlami": "Süslemek, donatmak, gelin alayı yapmak, bir araya gelmek, birleşmek anlamlarına gelir. Bu babda, kökün anlamı, bir araya gelme, birleşme ve bütünleşme sürecine vurgu yapar. Zifafın bu formda kullanılması, evliliğin veya birleşmenin doğal bir sonucu olarak ortaya çıkan uyum ve bütünlüğü ifade eder.", "mikro_mantik": "Bu bab, kökün temel anlamını bir araya gelme ve birleşme kavramlarıyla ilişkilendirir. Kökün etkisi, bu bab aracılığıyla iki veya daha fazla unsurun bir araya gelerek yeni bir bütün oluşturması şeklinde tezahür eder. Fiilin bu formda kullanılması, kökün anlamının kendiliğinden gerçekleşen bir süreç ve uyumla ilgili olduğunu gösterir."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِزْدَفَّ - izdaffa", "muzari": "يَزْدَفُّ - yazdaffu", "masdar": "اِزْدِفَاف - izdifaf"}, "bab_anlami": "Bir araya gelmek, toplanmak, kalabalıklaşmak, bir şeyin etrafında toplanmak anlamlarına gelir. Bu babda, kökün anlamı, bir araya gelme, toplanma ve bir şeyin etrafında yoğunlaşma sürecine vurgu yapar. Zifafın bu formda kullanılması, evlilik veya birleşme etrafında oluşan toplumsal destek, kutlama ve kalabalığı ifade eder.", "mikro_mantik": "Bu bab, kökün temel anlamını bir araya gelme, toplanma ve yoğunlaşma kavramlarıyla ilişkilendirir. Kökün etkisi, bu bab aracılığıyla bir olayın veya durumun etrafında oluşan toplumsal destek ve kalabalık şeklinde tezahür eder. Fiilin bu formda kullanılması, kökün anlamının toplumsal bir bağlam ve destekle ilgili olduğunu gösterir."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اِزْفَفَّ - izfaffa", "muzari": "يَزْفَفُّ - yazfaffu", "masdar": "اِزْفِفَاف - izfifaf"}, "bab_anlami": "Acele etmek, hızlanmak, bir şeyi çabucak yapmak, bir araya gelmek için acele etmek anlamlarına gelir. Bu babda, kökün anlamı, hız, acele ve bir amaca ulaşmak için gösterilen çaba yönünde genişler. Zifafın bu formda kullanılması, evliliğe veya birleşmeye ulaşmak için gösterilen aceleyi, isteği ve çabayı ifade eder.", "mikro_mantik": "Bu bab, kökün temel anlamını hız ve acele kavramlarıyla ilişkilendirir. Kökün etkisi, bu bab aracılığıyla bir amaca ulaşmak için gösterilen çaba ve hız şeklinde tezahür eder. Fiilin bu formda kullanılması, kökün anlamının aciliyet ve hızlı bir şekilde gerçekleşecek bir olayla ilgili olduğunu gösterir."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَزَفَّ - istazzaffa", "muzari": "يَسْتَزِفُّ - yastaziffu", "masdar": "اِسْتِزْفَاف - istizfaf"}, "bab_anlami": "Süslemeyi istemek, donatılmasını talep etmek, gelin alayı yapılmasını arzu etmek, birleşmeyi şiddetle arzu etmek anlamlarına gelir. Bu babda, kökün anlamı, bir şeyi elde etme arzusu, talep ve çaba gösterme yönünde genişler. Zifafın bu formda kullanılması, evliliğe veya birleşmeye ulaşmak için gösterilen yoğun arzuyu, talebi ve çabayı ifade eder.", "mikro_mantik": "Bu bab, kökün temel anlamını arzu, talep ve çaba kavramlarıyla ilişkilendirir. Kökün etkisi, bu bab aracılığıyla bir amaca ulaşmak için gösterilen yoğun arzu, talep ve çaba şeklinde tezahür eder. Fiilin bu formda kullanılması, kökün anlamının güçlü bir motivasyon ve amaca yönelik bir çaba gerektirdiğini gösterir."}]}], "زقم": [{"kok": "زقم", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Acı, zehir, tiksinti verici bir deneyim veya durumun özü.", "kavramsal_derinlik": "Fiziksel ve ruhsal düzlemlerde katlanılması zor, kaçınılmaz bir zorluk veya sınav."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "زَقَمَ", "muzari": "يَزْقُمُ", "masdar": "زَقْم"}, "bab_anlami": "Bir şeyi zorla yutturmak, tiksinti verici bir şeyi kabullenmeye zorlamak. Bu kalıp, bireyin iradesi dışında, hoşnutsuzlukla karşıladığı bir durumu yaşamasına veya bir bilgiyi kabul etmesine işaret eder. Bu, içsel bir dirençle birlikte gelen bir kabullenme sürecini ifade eder.", "mikro_mantik": "Bu bab, kökün temel anlamını doğrudan eyleme dönüştürür. 'Zorla yutturma' eylemi, kökün içerdiği acı ve tiksinti verici niteliği, bir başkasının deneyimine aktarma veya dayatma anlamını taşır. Bu, zorlama ve kabullenme arasındaki gerilimi vurgular."}]}], "زكو": [{"kok": "زكو", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Arınma ve Büyüme Potansiyeli", "kavramsal_derinlik": "Maddi ve manevi tekamül"}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "زَكَا - zekâ", "muzari": "يَزْكُو - yezkû", "masdar": "زَكْوًا - zekven"}, "bab_anlami": "Bu babda kök, bir şeyin özünde var olan büyüme ve gelişme potansiyelinin açığa çıkmasını ifade eder. Bu, sadece maddi bir artış değil, aynı zamanda manevi bir olgunlaşma ve arınma sürecini de kapsar. Kökün bu kalıbı, içsel bir potansiyelin dışsal bir tezahüre dönüşmesini, yani bir tohumun filizlenip büyümesini temsil eder.", "mikro_mantik": "Bu bab, kökün temel anlamını, yani 'artma, büyüme' anlamını doğrudan ve doğal bir süreç olarak ifade eder. Fiilin yalın hali, eylemin kendiliğinden ve içsel bir kaynaktan beslendiğini gösterir. Bu, matematiksel olarak bir başlangıç değerinin sürekli ve organik bir şekilde katlanarak büyümesini temsil eder."}, {"bab_no": 2, "fiil_formlari": {"mazi": "زَكَّى - zekkâ", "muzari": "يُزَكِّي - yuzekkî", "masdar": "تَزْكِيَةً - tezkiyyeten"}, "bab_anlami": "Bu bab, bir şeyi arındırma, temizleme ve geliştirme eylemini yoğunlaştırır. Kökün bu kalıbı, bir nesnenin veya bir kişinin içsel potansiyelini ortaya çıkarmak için yapılan bilinçli bir çabayı ifade eder. Bu, sadece fiziksel bir temizlik değil, aynı zamanda ahlaki ve ruhsal bir arınma sürecini de içerir. Bu kalıp, bir şeyi kusurlarından arındırarak mükemmelliğe ulaştırma çabasını simgeler.", "mikro_mantik": "Bu bab, kökün anlamını yoğunlaştırarak, eylemin bilinçli ve kasıtlı bir şekilde yapıldığını vurgular. Tekrarlama (şedde) harfi, eylemin sürekli ve yoğun bir şekilde tekrarlandığını gösterir. Bu, matematiksel olarak bir fonksiyonun türevinin alınması gibi, bir şeyin değişim hızını artırmayı temsil eder."}, {"bab_no": 3, "fiil_formlari": {"mazi": "أَزْكَى - ezkâ", "muzari": "يُزْكِي - yuzkî", "masdar": "إِزْكَاءً - izkâen"}, "bab_anlami": "Bu bab, bir şeyi daha temiz, daha saf veya daha bereketli hale getirme eylemini ifade eder. Kökün bu kalıbı, bir şeyin değerini artırmak veya potansiyelini en üst düzeye çıkarmak için yapılan bir katkıyı temsil eder. Bu, bir nesnenin kalitesini yükseltmek veya bir kişinin erdemlerini geliştirmek gibi çeşitli şekillerde olabilir. Bu kalıp, bir şeyi daha üstün bir duruma getirme çabasını simgeler.", "mikro_mantik": "Bu bab, kökün anlamını bir başkası aracılığıyla gerçekleştirilen bir eylem olarak ifade eder. Hemze harfi, eylemin bir dış etken tarafından başlatıldığını gösterir. Bu, matematiksel olarak bir fonksiyonun başka bir fonksiyonla çarpılması gibi, bir şeyin değerini artırmak için dışsal bir faktörün kullanılmasını temsil eder."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَزَكَّى - tezekkâ", "muzari": "يَتَزَكَّى - yetezekkâ", "masdar": "تَزَكِّيًا - tezekkiyen"}, "bab_anlami": "Bu bab, kişinin kendi kendini arındırması, temizlemesi ve geliştirmesi eylemini ifade eder. Kökün bu kalıbı, bireyin içsel bir motivasyonla ahlaki ve ruhsal olarak olgunlaşma çabasını temsil eder. Bu, kişinin kendi kusurlarını düzeltmesi, erdemlerini geliştirmesi ve daha iyi bir insan olma yolunda ilerlemesi anlamına gelir. Bu kalıp, bireysel bir tekamül sürecini simgeler.", "mikro_mantik": "Bu bab, kökün anlamını kişinin kendi üzerinde gerçekleştirdiği bir eylem olarak ifade eder. Te harfi, eylemin öznel ve içsel bir süreç olduğunu gösterir. Bu, matematiksel olarak bir fonksiyonun kendi kendine uygulanması gibi, bir şeyin kendi içindeki potansiyeli açığa çıkarmasını temsil eder."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَزَاكَى - tezâkâ", "muzari": "يَتَزَاكَى - yetezâkâ", "masdar": "تَزَاكِيًا - tezâkiyen"}, "bab_anlami": "Bu bab, karşılıklı olarak arınma, temizlenme veya birbirini geliştirme eylemini ifade eder. Kökün bu kalıbı, iki veya daha fazla kişinin birbirlerine destek olarak ahlaki ve ruhsal olarak olgunlaşma çabasını temsil eder. Bu, insanların birbirlerinden öğrenerek, birbirlerine örnek olarak ve birbirlerine yardım ederek daha iyi birer insan olmalarını ifade eder. Bu kalıp, kolektif bir tekamül sürecini simgeler.", "mikro_mantik": "Bu bab, kökün anlamını karşılıklı bir etkileşim içinde gerçekleştirilen bir eylem olarak ifade eder. Te ve Elif harfleri, eylemin iki taraf arasında gerçekleştiğini gösterir. Bu, matematiksel olarak iki fonksiyonun birbirleriyle etkileşime girmesi gibi, bir şeyin başka bir şeyle etkileşerek değerini artırmasını temsil eder."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَزْكَى - isteszkâ", "muzari": "يَسْتَزْكِي - yesteszkî", "masdar": "اِسْتِزْكَاءً - istizkâen"}, "bab_anlami": "Bu bab, bir şeyden arınma, temizlenme veya gelişme talep etme veya bunu isteme eylemini ifade eder. Kökün bu kalıbı, bir kişinin veya bir topluluğun ahlaki ve ruhsal olarak olgunlaşmak için bir rehberlik veya yardım arayışını temsil eder. Bu, insanların bir öğretmenden, bir liderden veya bir inanç sisteminden rehberlik alarak daha iyi birer insan olma çabalarını ifade eder. Bu kalıp, dışsal bir kaynaktan yardım alarak tekamül etme sürecini simgeler.", "mikro_mantik": "Bu bab, kökün anlamını bir talep veya arayış içinde gerçekleştirilen bir eylem olarak ifade eder. İst harfleri, eylemin bir istek veya arzuya dayandığını gösterir. Bu, matematiksel olarak bir fonksiyonun maksimum değerini bulmaya çalışmak gibi, bir şeyin potansiyelini en üst düzeye çıkarmak için bir arayış içinde olmayı temsil eder."}]}], "زلزل": [{"kok": "زلزل", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Şiddetli sarsıntı, istikrarsızlık ve temelden oynama", "kavramsal_derinlik": "Fiziksel yıkımın ötesinde, ruhsal ve toplumsal dengesizliklerin sembolü"}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "زَلْزَلَ", "muzari": "يُزَلْزِلُ", "masdar": "زَلْزَلَة"}, "bab_anlami": "Bir şeyi şiddetle sarsmak, deprem etkisi yaratmak. Bu kalıp, bir şeyin temelini derinden etkileyen, onu istikrarsızlaştıran ve sarsan bir eylemi ifade eder. Aynı zamanda, bir durumun veya inancın köklerini hedef alarak onu yıkıma sürükleme potansiyelini de taşır.", "mikro_mantik": "Bu bab, kökün anlamını yoğunlaştırır ve eylemin tekrarını veya sürekliliğini vurgular. Fiilin anlamında bir tür 'titreşim' veya 'dalgalanma' etkisi yaratır, yani sarsıntının tek seferlik değil, devamlı ve etkili olduğunu gösterir."}]}], "زلف": [{"kok": "زلف", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Yakınlık, yaklaşma, bir şeye erişme arzusu veya eylemi. Zaman veya mekan açısından yakınlık ifade eder. Aynı zamanda, bir şeyin yüzeyini veya dış görünüşünü de ima edebilir.", "kavramsal_derinlik": "İnsanın varoluşsal yolculuğunda ilahi olana yakınlaşma çabası, zamanın akışında anların birbirine yakınlığı, ve bir şeyin özüne nüfuz etme arzusu gibi derin anlamlar taşır. Bu kök, hem fiziksel hem de metafiziksel yakınlığı ifade ederek, insanın evrenle ve yaratıcıyla olan ilişkisini anlamlandırmasına yardımcı olur."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "زَلَفَ", "muzari": "يَزْلُفُ", "masdar": "زَلْف"}, "bab_anlami": "Yaklaşmak, yakın olmak, bir hedefe doğru ilerlemek. Bu kalıp, kişinin bir amaca ulaşmak için gösterdiği çabayı ve gayreti ifade eder. Aynı zamanda, bir şeyin başlangıcına veya evresine yaklaşmayı da simgeler. Manevi anlamda ise, Allah'a yakınlaşma arzusunu ve bu yolda yapılan ibadetleri temsil eder.", "mikro_mantik": "Bu kalıp, kökün temel anlamını (yakınlık) fiili bir eyleme dönüştürür. 'Yapmak' fiilinin eklenmesiyle, soyut bir kavram somut bir harekete dönüşür. Bu, kökün anlamını dinamikleştirir ve bir süreç veya eylem vurgusu katar."}, {"bab_no": 2, "fiil_formlari": {"mazi": "زَلَّفَ", "muzari": "يُزَلِّفُ", "masdar": "تَزْلِيف"}, "bab_anlami": "Yaklaştırmak, bir şeyi veya birini bir hedefe doğru yaklaştırmak, yakınlaştırmak. Bu kalıp, bir başkasının yakınlaşmasına yardımcı olmayı veya bir şeyi bir amaca daha da yaklaştırmayı ifade eder. Dolayısıyla, bir aracı olma veya bir süreci hızlandırma anlamı taşır. Manevi olarak, başkalarının hidayetine vesile olmayı veya onları Allah'a yakınlaştırmayı simgeler.", "mikro_mantik": "Bu kalıp, kökün anlamını yoğunlaştırır ve geçişli hale getirir. Yani, eylemin bir nesnesi vardır ve bir başkası üzerinde etki yaratır. Bu, kökün anlamını daha spesifik ve yönlendirilmiş hale getirir."}, {"bab_no": 3, "fiil_formlari": {"mazi": "تَزَلَّفَ", "muzari": "يَتَزَلَّفُ", "masdar": "تَزَلُّف"}, "bab_anlami": "Yakınlaşmaya çalışmak, kendini yakın göstermek, birine yaranmaya çalışmak. Bu kalıp, kişinin bir başkasına yakın olmak için gösterdiği çabayı, bazen de yapmacık bir şekilde kendini sevdirmeye çalışmasını ifade eder. Aynı zamanda, bir hedefe ulaşmak için yapılan samimi olmayan yaklaşımları da simgeler. Manevi olarak, riyakarlık veya gösteriş için yapılan ibadetleri temsil edebilir.", "mikro_mantik": "Bu kalıp, kökün anlamını refleksif hale getirir. Yani, eylem özneye geri döner ve öznenin kendi üzerindeki etkisini vurgular. Bu, kökün anlamını daha kişisel ve içsel bir sürece dönüştürür."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَزْلَفَ", "muzari": "يُزْلِفُ", "masdar": "إِزْلَاف"}, "bab_anlami": "Yaklaştırmak, yakınlaştırmak, bir şeyi veya birini bir yere yaklaştırmak. Bu kalıp, bir şeyi veya birini belirli bir konuma veya hedefe doğru yaklaştırmayı ifade eder. Aynı zamanda, bir şeyi sunmak veya takdim etmek anlamına da gelebilir. Manevi olarak, Allah'a sunulan amelleri veya kurbanları temsil eder.", "mikro_mantik": "Bu kalıp, kökün anlamını nedensel hale getirir. Yani, bir eylemin sonucunda bir şeyin yakınlaşması veya yaklaşması söz konusudur. Bu, kökün anlamını daha etkili ve sonuç odaklı hale getirir."}]}], "زلق": [{"kok": "زلق", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Kayganlık, akışkanlık, kontrolsüz hareket; bir şeyin yüzeyinde tutunamama veya dengesini kaybetme potansiyeli. Bu, fiziksel bir zeminde kaymaktan, ahlaki bir zeminde kaymaya kadar geniş bir yelpazede anlam taşır. Kök, istikrarsızlık ve geçicilik kavramlarını barındırır.", "kavramsal_derinlik": "Beşeri boyutta, hata yapma eğilimi, günaha düşme tehlikesi veya yanlış yola sapma olasılığı olarak kendini gösterir. İlahi boyutta ise, ilahi rahmetin kayganlığı, yani lütfun beklenmedik ve kontrol edilemez bir şekilde tecelli etmesi olarak yorumlanabilir. Bu, insanın kendi çabasıyla değil, ilahi takdirle yönlendirilmesi anlamına gelir."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "زَلَقَ - zalaqa", "muzari": "يَزْلِقُ - yazliqu", "masdar": "زَلْق - zalq"}, "bab_anlami": "Kaymak, sürçmek, pürüzsüz bir yüzeyde kontrolü kaybetmek. Bu, sadece fiziksel bir kaymayı değil, aynı zamanda ahlaki veya entelektüel bir kaymayı da ifade edebilir. Bir düşüncenin veya eylemin beklenmedik bir şekilde kontrolden çıkması, kişinin niyetinden farklı bir sonuca ulaşması gibi durumları kapsar. Bu kalıp, eylemin aniden ve beklenmedik bir şekilde gerçekleştiğini vurgular.", "mikro_mantik": "Bu basit fiil kalıbı, kökün temel anlamını doğrudan ve değiştirilmemiş bir şekilde ifade eder. Eylemin öznesi üzerinde herhangi bir ek etki veya dönüşüm belirtmez. Sadece eylemin kendisini, yani kayma veya sürçme olayını tanımlar. Bu, eylemin basit ve doğrudan bir şekilde gerçekleştiğini gösterir."}, {"bab_no": 2, "fiil_formlari": {"mazi": "زَلَّقَ - zallaqa", "muzari": "يُزَلِّقُ - yuzalliqu", "masdar": "تَزْلِيق - tazliq"}, "bab_anlami": "Kayganlaştırmak, bir şeyi kaygan hale getirmek, birinin kaymasına neden olmak. Bu, bir yüzeyi kayganlaştırarak bir başkasının düşmesine sebep olmak gibi doğrudan bir eylem olabileceği gibi, dolaylı olarak bir durumu manipüle ederek birinin hata yapmasına yol açmak anlamına da gelebilir. Bu kalıp, eylemin kasıtlı veya kasıtsız olarak bir başkası üzerinde bir etki yarattığını vurgular.", "mikro_mantik": "Bu kalıp, kökün anlamını yoğunlaştırır ve eylemin geçişli (müteaddi) olduğunu gösterir. Yani, eylem bir özne tarafından gerçekleştirilir ve bir nesne üzerinde bir etki yaratır. Bu, eylemin sadece gerçekleşmekle kalmayıp, aynı zamanda bir sonuç doğurduğunu ve bir şeyi değiştirdiğini gösterir."}, {"bab_no": 3, "fiil_formlari": {"mazi": "زَالَقَ - zalaqa", "muzari": "يُزَالِقُ - yuzaliqu", "masdar": "مُزَالَقَة - muzalaqa"}, "bab_anlami": "Kayganlaşmak, kaygan bir zeminde yarışmak veya rekabet etmek, bir konuda karşılıklı olarak kaygan bir zemin oluşturmak. Bu, iki veya daha fazla tarafın birbirini alt etmeye çalıştığı, dengenin sürekli değiştiği bir durumu ifade eder. İlişkilerde, fikir alışverişlerinde veya rekabetçi ortamlarda ortaya çıkabilir. Bu kalıp, eylemin karşılıklı ve rekabetçi bir doğası olduğunu vurgular.", "mikro_mantik": "Bu kalıp, kökün anlamını karşılıklılık ve rekabet unsurlarıyla genişletir. Eylemin iki veya daha fazla taraf arasında gerçekleştiğini ve her bir tarafın diğerini etkilemeye çalıştığını gösterir. Bu, eylemin dinamik ve etkileşimli bir doğası olduğunu vurgular."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَزْلَقَ - azlaqa", "muzari": "يُزْلِقُ - yuzliqu", "masdar": "إِزْلَاق - izlaq"}, "bab_anlami": "Kayganlaştırmak, kaygan hale getirmek, bir şeyin kaymasına neden olmak; bir şeyi kaygan bir zemine yerleştirmek veya kaygan bir duruma sokmak. Bu, birinin itibarını zedelemek, bir projeyi başarısızlığa sürüklemek veya bir ilişkiyi bozmak gibi dolaylı eylemleri de kapsayabilir. Bu kalıp, eylemin bir şeyi belirli bir duruma sokma veya bir sonucu tetikleme amacını taşıdığını vurgular.", "mikro_mantik": "Bu kalıp, kökün anlamını nedensellik ve sonuç ilişkisiyle ilişkilendirir. Eylemin bir şeyi belirli bir duruma soktuğunu ve bu durumun da bir sonucu tetiklediğini gösterir. Bu, eylemin dolaylı ve etkili bir şekilde gerçekleştiğini vurgular."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَزَلَّقَ - tazallaqa", "muzari": "يَتَزَلَّقُ - yatazallaqu", "masdar": "تَزَلُّق - tazalluq"}, "bab_anlami": "Kaymak, sürçmek, kaygan bir zeminde hareket etmek; bir şeyden kurtulmaya çalışmak, bir sorumluluktan kaçınmak. Bu, fiziksel bir kaymanın yanı sıra, bir durumdan sıyrılmaya çalışmak, bir hatayı örtbas etmek veya bir zorluktan kaçınmak gibi davranışları da ifade edebilir. Bu kalıp, eylemin öznenin kendi çabasıyla gerçekleştiğini ve bir kaçış veya kurtulma amacını taşıdığını vurgular.", "mikro_mantik": "Bu kalıp, kökün anlamını öznel bir çaba ve kaçış unsurlarıyla birleştirir. Eylemin öznenin kendi girişimiyle gerçekleştiğini ve bir durumdan sıyrılma veya kurtulma amacını taşıdığını gösterir. Bu, eylemin aktif ve öznel bir doğası olduğunu vurgular."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَزَالَقَ - tazalaqa", "muzari": "يَتَزَالَقُ - yatazalaqu", "masdar": "تَزَالُق - tazaluq"}, "bab_anlami": "Kaygan bir zeminde birbirine kaymak, birbirini kaydırmak, kaygan bir zeminde rekabet etmek veya mücadele etmek. Bu, iki veya daha fazla tarafın birbirini alt etmeye çalıştığı, dengenin sürekli değiştiği bir durumu ifade eder. İlişkilerde, fikir alışverişlerinde veya rekabetçi ortamlarda ortaya çıkabilir. Bu kalıp, eylemin karşılıklı ve rekabetçi bir doğası olduğunu vurgular, ancak Bab 3'ten farklı olarak burada tarafların eylemi karşılıklı olarak birbirlerine uyguladıkları vurgulanır.", "mikro_mantik": "Bu kalıp, kökün anlamını karşılıklılık, rekabet ve eylemin karşılıklı olarak uygulanması unsurlarıyla genişletir. Eylemin iki veya daha fazla taraf arasında gerçekleştiğini ve her bir tarafın diğerini etkilemeye çalıştığını gösterir. Bu, eylemin dinamik, etkileşimli ve karşılıklı bir doğası olduğunu vurgular."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْزَلَقَ - inzalaqa", "muzari": "يَنْزَلِقُ - yanzaliqu", "masdar": "اِنْزِلَاق - inzilaq"}, "bab_anlami": "Kaymak, sürçmek, kaygan bir zeminde kontrolü kaybetmek; bir duruma istemeden düşmek, bir hataya sürüklenmek. Bu, fiziksel bir kaymanın yanı sıra, bir tuzağa düşmek, bir yanlış anlaşılmaya kurban gitmek veya bir günaha sürüklenmek gibi durumları da ifade edebilir. Bu kalıp, eylemin öznenin kontrolü dışında gerçekleştiğini ve bir düşüş veya sürüklenme anlamı taşıdığını vurgular.", "mikro_mantik": "Bu kalıp, kökün anlamını pasiflik ve kontrol kaybı unsurlarıyla birleştirir. Eylemin öznenin iradesi dışında gerçekleştiğini ve bir düşüş veya sürüklenme anlamı taşıdığını gösterir. Bu, eylemin pasif ve istemsiz bir doğası olduğunu vurgular."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِزْدَلَقَ - izdalaqa", "muzari": "يَزْدَلِقُ - yazdaliqu", "masdar": "اِزْدِلَاق - izdilaq"}, "bab_anlami": "Kaymak, akmak, dökülmek; bir şeyin hızla ve kontrolsüz bir şekilde yayılması veya dağılması. Bu, suyun akması, gözyaşlarının dökülmesi veya bir sırrın yayılması gibi durumları ifade edebilir. Bu kalıp, eylemin hızla ve kontrolsüz bir şekilde gerçekleştiğini ve bir yayılma veya dağılma anlamı taşıdığını vurgular.", "mikro_mantik": "Bu kalıp, kökün anlamını hız, kontrol kaybı ve yayılma unsurlarıyla birleştirir. Eylemin hızla ve kontrolsüz bir şekilde gerçekleştiğini ve bir yayılma veya dağılma anlamı taşıdığını gösterir. Bu, eylemin dinamik ve genişleyici bir doğası olduğunu vurgular."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اِزْلَاقَّ - izlaqqa", "muzari": "يَزْلَاقُّ - yazlaqqu", "masdar": "اِزْلِيقَاق - izliqaq"}, "bab_anlami": "Çok kaygan olmak, aşırı derecede kaygan hale gelmek; bir şeyin pürüzsüz ve kaygan bir yüzeye sahip olması. Bu, bir zeminin kayganlığı, bir sözün belirsizliği veya bir durumun tehlikeli derecede istikrarsız olması gibi durumları ifade edebilir. Bu kalıp, eylemin aşırılık ve yoğunluk derecesini vurgular.", "mikro_mantik": "Bu kalıp, kökün anlamını aşırılık ve yoğunluk unsurlarıyla birleştirir. Eylemin çok yüksek bir derecede gerçekleştiğini ve bir şeyin aşırı derecede kaygan veya istikrarsız olduğunu gösterir. Bu, eylemin yoğun ve belirgin bir doğası olduğunu vurgular."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَزْلَقَ - istazlaqa", "muzari": "يَسْتَزْلِقُ - yastazliqu", "masdar": "اِسْتِزْلَاق - istizlaq"}, "bab_anlami": "Kaygan bir zemin aramak, kaygan bir zeminde hareket etmeye çalışmak; bir şeyi kaygan hale getirmeye çalışmak, birini kaydırmaya veya tuzağa düşürmeye çalışmak. Bu, bir fırsat kollamak, bir zayıflık aramak veya birini manipüle etmeye çalışmak gibi durumları ifade edebilir. Bu kalıp, eylemin bir arayış veya çaba içerdiğini ve bir amaç doğrultusunda yapıldığını vurgular.", "mikro_mantik": "Bu kalıp, kökün anlamını arayış, çaba ve amaç unsurlarıyla birleştirir. Eylemin bir hedef doğrultusunda yapıldığını ve bir şeyi elde etmeye veya birini etkilemeye yönelik bir çaba içerdiğini gösterir. Bu, eylemin aktif, amaçlı ve stratejik bir doğası olduğunu vurgular."}]}], "زلل": [{"kok": "زلل", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Kayma, sürçme, hataya düşme; kontrolü kaybetme hali.", "kavramsal_derinlik": "Fiziksel ve manevi düzlemlerde istikrarsızlık, geçicilik ve kusurluluk."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "زَلَّ - zalla", "muzari": "يَزِلُّ - yazillu", "masdar": "زَلَل - zalal"}, "bab_anlami": "Kaymak, ayağı sürçmek, hataya düşmek. Bu bab, kökün temel anlamını doğrudan ifade eder. İnsanın beşeri doğası gereği hata yapmaya meyilli olduğunu, mükemmeliyetten uzaklaştığını ve bu nedenle sürekli bir dikkat ve özeleştiri halinde olması gerektiğini vurgular. Bu, aynı zamanda, insanın geçici ve değişken dünyadaki konumunu, sürekli bir değişim ve dönüşüm içinde olduğunu da ima eder.", "mikro_mantik": "Bu bab, kökün temel anlamını en yalın haliyle ifade eder. Fiilin basit ve doğrudan bir eylemi tanımladığını gösterir. Kökün özündeki anlamın herhangi bir ekleme veya değişiklik olmaksızın ortaya konulmasını sağlar."}, {"bab_no": 2, "fiil_formlari": {"mazi": "زَلَّلَ - zallala", "muzari": "يُزَلِّلُ - yuzallilu", "masdar": "تَزْلِيل - tazlil"}, "bab_anlami": "Kaydırmak, kayganlaştırmak, birinin hataya düşmesine neden olmak. Bu bab, bir başkasının hata yapmasına yol açan eylemleri veya durumları ifade eder. Kötülüğe teşvik etme, yanıltma veya aldatma gibi anlamları içerir. Aynı zamanda, insanın başkalarının düşüşüne neden olabilecek eylemlerden kaçınması gerektiğini, ahlaki sorumluluğun önemini vurgular. Bu, başkalarının manevi yolculuklarında onlara destek olmanın, onları doğru yola yönlendirmenin önemini de hatırlatır.", "mikro_mantik": "Bu bab, köke 'nedensellik' anlamı katar. Yani, bir eylemin başka birinin kaymasına veya hataya düşmesine neden olduğunu belirtir. Fiilin geçişli (müteaddi) hale gelmesi, eylemin bir nesne üzerinde gerçekleştiğini gösterir."}, {"bab_no": 3, "fiil_formlari": {"mazi": "زَالَّ - zaalla", "muzari": "يَزَالُّ - yazaallu", "masdar": "مُزَالَّة - muzaalla"}, "bab_anlami": "Kaymakta yarışmak, kaygan zeminde mücadele etmek, hataya düşme konusunda rekabet etmek. Bu bab, insanların hata yapma veya günaha girme konusunda birbirleriyle yarıştığı, kötü örneklerin yaygınlaştığı bir durumu ifade eder. Toplumsal yozlaşma, ahlaki çöküş ve değerlerin kaybolması gibi anlamları içerir. İnsanların birbirlerini doğru yola teşvik etmesi, kötü alışkanlıklardan uzak durması ve ahlaki değerleri koruması gerektiğini vurgular. Bu, aynı zamanda, toplumun genel ahlak düzeyini yükseltmek için bireysel sorumluluğun önemini de hatırlatır.", "mikro_mantik": "Bu bab, köke 'karşılıklılık' ve 'rekabet' anlamı katar. İki veya daha fazla tarafın aynı eylemi karşılıklı olarak gerçekleştirdiğini veya bu eylemde rekabet ettiğini gösterir. Fiilin müfaale kalıbında olması, eylemin karşılıklı veya rekabetçi bir doğaya sahip olduğunu belirtir."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَزَلَّ - azalla", "muzari": "يُزِلُّ - yuzillu", "masdar": "إِزْلَال - izlal"}, "bab_anlami": "Kaydırmak, sürçtürmek, hataya düşürmek; birini yoldan çıkarmak. Bu bab, birinin bilerek veya bilmeyerek başkasının hata yapmasına neden olmasını ifade eder. Kötü niyetli yönlendirme, yanlış bilgi verme veya ahlaki değerleri zayıflatma gibi anlamları içerir. İnsanın başkalarının manevi gelişimine engel olabilecek davranışlardan kaçınması gerektiğini, doğru rehberliğin önemini vurgular. Bu, aynı zamanda, başkalarının inançlarını ve değerlerini koruma sorumluluğunu da hatırlatır.", "mikro_mantik": "Bu bab, köke 'geçişlilik' ve 'nedensellik' anlamı katar. Fiilin bir başkasının kaymasına veya hataya düşmesine neden olduğunu belirtir. İfal babı, eylemin bir sonuç doğurduğunu ve failin bu sonucu etkilediğini gösterir."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَزَلْزَلَ - tazalzala", "muzari": "يَتَزَلْزَلُ - yatazalzalu", "masdar": "تَزَلْزُل - tazalzul"}, "bab_anlami": "Sarsılmak, titremek, istikrarsızlaşmak; manevi olarak sarsılmak, inancını kaybetme tehlikesiyle karşı karşıya kalmak. Bu bab, içsel bir sarsıntıyı, inançların veya değerlerin sorgulanmasını, kişinin kendisini güvensiz ve belirsiz hissetmesini ifade eder. Zorlu yaşam olayları, travmatik deneyimler veya manevi krizler sonucunda ortaya çıkabilir. İnsanın bu tür durumlarda sabırlı olması, inancını koruması ve manevi destek araması gerektiğini vurgular. Bu, aynı zamanda, insanın içsel gücünü keşfetme ve zorlukların üstesinden gelme potansiyelini de hatırlatır.", "mikro_mantik": "Bu bab, köke 'tekrarlama' ve 'yoğunluk' anlamı katar. Fiilin tekrar tekrar gerçekleşen veya sürekli bir sarsıntıyı ifade ettiğini gösterir. Tefaul babı, eylemin içsel bir süreç olduğunu ve kişinin kendi içinde yaşadığı bir sarsıntıyı ifade ettiğini belirtir."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَزَالَ - tazaalla", "muzari": "يَتَزَالُّ - yatazaallu", "masdar": "تَزَالّ - tazaall"}, "bab_anlami": "Kayar gibi yapmak, kaymaya meyilli olmak, hataya düşme eğilimi göstermek. Bu bab, kişinin dışarıya karşı kusursuz görünmeye çalışırken, içsel olarak hata yapmaya veya günaha girmeye meyilli olduğunu ifade eder. İkiyüzlülük, riyakarlık ve samimiyetsizlik gibi anlamları içerir. İnsanın kendisiyle dürüst olması, içsel çelişkilerini çözmeye çalışması ve samimi bir şekilde doğru yolda ilerlemesi gerektiğini vurgular. Bu, aynı zamanda, başkalarını aldatmaya çalışmanın uzun vadede kişiye zarar vereceğini de hatırlatır.", "mikro_mantik": "Bu bab, köke 'görünüşte' veya 'mış gibi yapma' anlamı katar. Fiilin gerçekte olmayan bir durumu veya eylemi taklit ettiğini gösterir. Tefaul babı, eylemin dışsal bir görünüm olduğunu ve içsel bir gerçekliği yansıtmayabileceğini belirtir."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَزَلَّ - istazalla", "muzari": "يَسْتَزِلُّ - yastazillu", "masdar": "اِسْتِزْلَال - istizlal"}, "bab_anlami": "Kaymasını istemek, kaydırmaya çalışmak, hataya düşürmeyi amaçlamak. Bu bab, birinin başkasının hata yapmasını veya günaha girmesini arzuladığını, onu kötü yola teşvik ettiğini ifade eder. Kötü niyetli planlar, tuzaklar kurma veya manipülasyon gibi anlamları içerir. İnsanın kötü niyetli kişilerden uzak durması, kendi ahlaki değerlerini koruması ve başkalarının kötülüklerine karşı dirençli olması gerektiğini vurgular. Bu, aynı zamanda, toplumun genel ahlak düzeyini yükseltmek için kötülüğe karşı mücadele etmenin önemini de hatırlatır.", "mikro_mantik": "Bu bab, köke 'talep etme' veya 'istemek' anlamı katar. Fiilin bir başkasının kaymasını veya hataya düşmesini talep ettiğini veya istediğini gösterir. İstifal babı, eylemin bir amaç taşıdığını ve failin bu amaca ulaşmaya çalıştığını belirtir."}]}], "زلم": [{"kok": "زلم", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Kayganlık, pürüzsüzlük, bir şeyin üzerinden kolayca geçme veya kayıp gitme hali. Bu, fiziksel bir yüzeyin niteliği olabileceği gibi, soyut anlamda bir durumdan veya zorluktan kolayca sıyrılabilmeyi de ifade edebilir.", "kavramsal_derinlik": "Maddi dünyadaki nesnelerin yüzey özelliklerinden, insanın ruhsal ve zihinsel esnekliğine kadar uzanan geniş bir yelpazede anlam taşır. İlahi düzeyde ise, bir lütufun veya rahmetin engelleri aşarak kolayca tecelli etmesini simgeleyebilir."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "زَلَمَ - zalama", "muzari": "يَزْلُمُ - yazlumu", "masdar": "زَلْم - zalm"}, "bab_anlami": "Bir şeyi kayganlaştırmak, pürüzsüz hale getirmek veya bir yüzeyi cilalamak. Bu, bir nesnenin fiziksel özelliklerini iyileştirmek veya bir durumu daha kolay yönetilebilir kılmak anlamına gelebilir. Aynı zamanda, bir engeli ortadan kaldırmak veya bir sorunu çözmek için yapılan bir eylemi de ifade edebilir. Manevi olarak, kalbi arındırmak ve onu ilahi nurun tecellisine hazır hale getirmek anlamına gelebilir.", "mikro_mantik": "Bu bab, kökün temel anlamını doğrudan eyleme dönüştürür. Kökün ifade ettiği kayganlık veya pürüzsüzlük niteliği, bu babda bir nesneye veya duruma aktarılır. Fiilin faili, bu niteliği yaratma veya sağlama eylemini gerçekleştirir. Bu, kökün statik bir özelliği dinamik bir sürece dönüştürmesini sağlar."}]}], "زمر": [{"kok": "زمر", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Bir araya gelme, grup oluşturma, topluluk içinde yer alma; bu, bireyin kendi özgünlüğünü koruyarak bütünün parçası olma arzusunu ifade eder.", "kavramsal_derinlik": "İnsanın sosyal doğası, aidiyet ihtiyacı ve bireysel kimliğin toplumsal bağlamda anlam kazanması."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "زَمَرَ - zamara", "muzari": "يَزْمُرُ - yazmuru", "masdar": "زَمْرٌ - zamrun"}, "bab_anlami": "Bir araya gelmek, toplanmak, bir grup oluşturmak; bu, bireylerin ortak bir amaç veya ilgi etrafında birleşerek sinerji yaratmasını ifade eder. Bu birleşme, bireysel yeteneklerin ve kaynakların ortak bir hedefe yönlendirilmesiyle daha büyük bir etki yaratma potansiyeli taşır. Aynı zamanda, bu bir araya gelme eylemi, bireylerin birbirlerinden öğrenmelerine, destek olmalarına ve birlikte büyümelerine olanak tanır.", "mikro_mantik": "Temel anlamda bir araya gelme eylemini ifade eder. Bu kalıp, kökün temel anlamını doğrudan ve yalın bir şekilde yansıtır; eylemin basitçe gerçekleştiğini gösterir, herhangi bir ek anlam veya yoğunluk katmaz. Bir başlangıç noktasını veya temel bir durumu ifade eder."}, {"bab_no": 2, "fiil_formlari": {"mazi": "زَامَرَ - zaamara", "muzari": "يُزَامِرُ - yuzaamiru", "masdar": "مُزَامَرَةٌ - muzaameratun"}, "bab_anlami": "Birbirleriyle toplanmak, karşılıklı olarak bir araya gelmek, bir topluluk içinde etkileşimde bulunmak; bu, bireyler arasındaki karşılıklı bağımlılığı ve işbirliğini vurgular. Bu kalıp, insanların birbirleriyle etkileşimde bulunarak ortak bir anlayış geliştirmelerini ve birbirlerini desteklemelerini ifade eder. Aynı zamanda, bu etkileşim, bireylerin birbirlerinden öğrenmelerine, farklı bakış açılarını anlamalarına ve birlikte daha güçlü bir topluluk oluşturmalarına olanak tanır.", "mikro_mantik": "Karşılıklı etkileşimi ve ortaklığı vurgular. Bu kalıp, kökün anlamını karşılıklı bir eylem veya durum şeklinde genişletir; bireylerin birbirleriyle etkileşimde bulunarak ortak bir amaç veya ilgi etrafında bir araya gelmelerini ifade eder. Bir ilişkinin veya ortaklığın varlığını gösterir."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَزَمَّرَ - tazammera", "muzari": "يَتَزَمَّرُ - yatazammeru", "masdar": "تَزَمُّرٌ - tazammerun"}, "bab_anlami": "Bir topluluğa dahil olmaya çalışmak, kendini bir gruba ait hissetmeye çabalamak; bu, bireyin sosyal kabul görme ve aidiyet arzusunu yansıtır. Bu kalıp, kişinin bir topluluğun parçası olma isteğiyle hareket ettiğini ve bu amaca ulaşmak için çaba gösterdiğini ifade eder. Aynı zamanda, bu çaba, bireyin kendi kimliğini toplumsal bağlamda tanımlamasına ve anlamlandırmasına yardımcı olur.", "mikro_mantik": "Çaba gösterme ve kendini bir gruba dahil etme arzusunu ifade eder. Bu kalıp, kökün anlamını bir süreç veya çaba şeklinde genişletir; bireyin bir topluluğa dahil olmak için aktif olarak çaba gösterdiğini ve bu amaca ulaşmak için belirli adımlar attığını gösterir. Bir yönelimi veya amacı ifade eder."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَزْمَرَ - istazmara", "muzari": "يَسْتَزْمِرُ - yastazmiru", "masdar": "اِسْتِزْمَارٌ - istizmaarun"}, "bab_anlami": "Bir topluluktan veya gruptan fayda sağlamaya çalışmak, bir topluluğun kaynaklarını veya avantajlarını kullanmaya niyetlenmek; bu, bireyin kendi çıkarlarını gözeterek toplumsal ilişkileri kullanma eğilimini ifade eder. Bu kalıp, kişinin bir topluluğun parçası olmanın getirdiği avantajlardan yararlanmaya çalıştığını ve bu amaçla toplumsal ilişkileri manipüle edebileceğini gösterir. Aynı zamanda, bu eylem, bireyin kendi ihtiyaçlarını karşılama ve hedeflerine ulaşma arzusunu yansıtır.", "mikro_mantik": "Fayda sağlama ve kaynakları kullanma arzusunu ifade eder. Bu kalıp, kökün anlamını bir amaç veya niyet şeklinde genişletir; bireyin bir topluluktan fayda sağlamak veya bir topluluğun kaynaklarını kullanmak gibi belirli bir amacı olduğunu gösterir. Bir niyeti veya hedefi ifade eder."}]}], "زمل": [{"kok": "زمل", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Birliktelik, yüklenme, taşıma", "kavramsal_derinlik": "Fiziksel yükün manevi sorumluluğa dönüşümü"}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "زَمَلَ - zamala", "muzari": "يَزْمُلُ - yazmulu", "masdar": "زَمْل - zaml"}, "bab_anlami": "Bir şeyi birlikte taşımak, bir yükü omuzlamak veya bir sorumluluğu üstlenmek anlamına gelir. Bu, sadece fiziksel bir yük değil, aynı zamanda manevi bir yük veya sorumluluk da olabilir. Bir topluluğun veya bireyin bir amaç uğruna bir araya gelerek birlikte hareket etmesini ve zorlukları aşmasını ifade eder.", "mikro_mantik": "Bu bab, kökün temel anlamını doğrudan ve yalın bir şekilde ifade eder. Fiilin basit ve temel formu, eylemin doğrudan gerçekleştiğini ve öznenin yükü veya sorumluluğu bizzat üstlendiğini gösterir. Bu kalıp, eylemin temel ve değişmez niteliğini vurgular."}]}], "زمهر": [{"kok": "زمهر", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Şiddetli soğuk, dondurucu rüzgar, nefesin kesilmesi. Varlığın en temel ihtiyaçlarının yoksunluğu, yaşam enerjisinin donması.", "kavramsal_derinlik": "Fiziksel ve ruhsal donukluk, umutsuzluğun derinliği, ilahi rahmetten uzaklaşma hissi. Aynı zamanda, bu donukluğun aşılmasıyla ulaşılabilecek potansiyel bir arınma ve yeniden doğuş imkanı."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "زَمَرَ - zamara", "muzari": "يَزْمُرُ - yazmuru", "masdar": "زَمْرٌ - zamr"}, "bab_anlami": "Temel anlamı itibarıyla 'şiddetle soğumak, dondurucu olmak' anlamına gelir. Bu babda, kökün temel anlamı olan soğukluğun, bir eylemin veya durumun niteliği olarak ortaya çıkması söz konusudur. Örneğin, bir kalbin soğuması, bir ilişkinin donması veya bir umudun tükenmesi gibi. Bu, varoluşsal bir soğukluğu, yani anlam ve amaçtan yoksunluğu da ifade edebilir.", "mikro_mantik": "Bu bab, kökün temel anlamını bir fiil olarak ifade eder. Kökün içerdiği 'soğukluk' niteliği, bu babda bir eylem veya durumun özelliği haline gelir. Bu, kökün statik anlamından dinamik bir anlama geçişini temsil eder. Kökün temel anlamının bir süreç içinde tezahür etmesini sağlar."}, {"bab_no": 2, "fiil_formlari": {"mazi": "زَمَّرَ - zammara", "muzari": "يُزَمِّرُ - yuzammiru", "masdar": "تَزْمِيرٌ - tazmir"}, "bab_anlami": "Bu bab, kökün anlamını yoğunlaştırma veya tekrarlama işlevi görür. 'Şiddetle dondurmak, çok soğuk hale getirmek' gibi anlamlara gelebilir. Aynı zamanda, bir şeyi soğuk bir şekilde yapmak veya soğuk bir tavır sergilemek gibi anlamları da içerebilir. Bu, duygusal mesafeyi veya ilgisizliği vurgular. Varlığın özündeki sıcaklığın tamamen yok olmasına işaret eder.", "mikro_mantik": "Bu bab, kökün temel anlamını pekiştirir ve yoğunlaştırır. Kökün içerdiği 'soğukluk' niteliği, bu babda daha belirgin ve etkili bir hale gelir. Bu, kökün anlamının niceliksel olarak artmasını ve etkisinin derinleşmesini sağlar. Temel anlamın şiddetini artırır."}, {"bab_no": 3, "fiil_formlari": {"mazi": "زَامَرَ - zaamara", "muzari": "يُزَامِرُ - yuzaamiru", "masdar": "زِمَارٌ - zimaar / مُزَامَرَةٌ - muzaamara"}, "bab_anlami": "Bu bab, 'soğuklukta ortaklık etmek, birbirini dondurmak' gibi anlamlara gelebilir. İki veya daha fazla varlığın birbirini soğuk ve ilgisiz bırakması, duygusal bir kopukluk yaşaması veya birbirlerine karşı soğuk davranması durumunu ifade eder. Bu, ilişkilerdeki donukluğu ve iletişimsizliği vurgular. İki varlığın birbirinin yaşam enerjisini tüketmesi, birbirini dondurması.", "mikro_mantik": "Bu bab, kökün anlamını karşılıklı bir ilişkiye taşır. Kökün içerdiği 'soğukluk' niteliği, bu babda iki veya daha fazla varlık arasında paylaşılan bir özellik haline gelir. Bu, kökün anlamının sosyal bir boyuta taşınmasını ve ilişkisel bir bağlamda tezahür etmesini sağlar. Soğukluğun yayılmasını ifade eder."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَزْمَرَ - azmara", "muzari": "يُؤْزْمِرُ - yu'zmiru", "masdar": "إِزْمَارٌ - izmaar"}, "bab_anlami": "'Soğukluğa maruz bırakmak, dondurmak' anlamına gelir. Bir şeyi soğuğa maruz bırakarak etkisiz hale getirmek, dondurarak muhafaza etmek veya bir durumu soğutmak gibi anlamları içerebilir. Bu, bir şeyi dondurarak koruma altına alma veya bir sorunu soğutarak çözme çabasını ifade eder. Varlığın potansiyelini dondurmak, gelişimini engellemek.", "mikro_mantik": "Bu bab, kökün anlamını bir etki ve sonuç ilişkisi içinde ifade eder. Kökün içerdiği 'soğukluk' niteliği, bu babda bir eylemin sonucu olarak ortaya çıkar. Bu, kökün anlamının nedensel bir bağlamda tezahür etmesini ve bir şeyin başka bir şeyi etkilemesiyle ilişkili olmasını sağlar. Bir şeyi dondurarak etkisiz hale getirme eylemi."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَزَمَّرَ - tazammara", "muzari": "يَتَزَمَّرُ - yatazammaru", "masdar": "تَزَمُّرٌ - tazammur"}, "bab_anlami": "'Soğuk davranmak, soğukmuş gibi yapmak' anlamına gelir. Gerçekte hissetmese bile soğuk ve ilgisiz bir tavır sergilemek, duygusal mesafeyi korumak veya kendini soğuk göstermeye çalışmak gibi anlamları içerebilir. Bu, bir tür savunma mekanizması veya duygusal bir maske olarak görülebilir. Varlığın özündeki sıcaklığı bastırmak, sahte bir soğukluk yaratmak.", "mikro_mantik": "Bu bab, kökün anlamını bir davranış ve görünüş ilişkisi içinde ifade eder. Kökün içerdiği 'soğukluk' niteliği, bu babda bir kişinin sergilediği bir davranış veya tavır olarak ortaya çıkar. Bu, kökün anlamının dışsal bir ifadeye dönüşmesini ve içsel bir durumun dışarıya yansımasını sağlar. Soğukluğun bir maske olarak kullanılması."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَزَامَرَ - tazaamara", "muzari": "يَتَزَامَرُ - yataazamaru", "masdar": "تَزَامُرٌ - tazaamur"}, "bab_anlami": "'Soğuk davranır görünmek, birbirine karşı soğukmuş gibi davranmak' anlamına gelir. İki veya daha fazla kişinin birbirine karşı soğuk ve ilgisiz bir tavır sergilemesi, aralarında bir gerginlik veya anlaşmazlık olduğunu gizlemeye çalışmaları durumunu ifade eder. Bu, ilişkilerdeki sahteliği ve yapaylığı vurgular. Varlığın özündeki sıcaklığı gizlemek, sahte bir soğuklukla örtmek.", "mikro_mantik": "Bu bab, kökün anlamını karşılıklı bir davranış ve görünüş ilişkisi içinde ifade eder. Kökün içerdiği 'soğukluk' niteliği, bu babda iki veya daha fazla kişinin birbirine karşı sergilediği bir davranış olarak ortaya çıkar. Bu, kökün anlamının sosyal bir bağlamda tezahür etmesini ve ilişkilerdeki sahteliği yansıtmasını sağlar. Soğukluğun karşılıklı bir oyun olarak sergilenmesi."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْزَمَرَ - inzamara", "muzari": "يَنْزَمِرُ - yanzamiru", "masdar": "اِنْزِمَارٌ - inzimaar"}, "bab_anlami": "'Soğuğa maruz kalmak, donmak' anlamına gelir. Dış etkenler nedeniyle soğuğun etkisi altında kalmak, donarak etkisiz hale gelmek veya bir durumun soğuması sonucu olumsuz etkilenmek gibi anlamları içerebilir. Bu, pasif bir durumu ve dışsal faktörlerin etkisini vurgular. Varlığın dışsal soğukluğa teslim olması, yaşam enerjisinin donması.", "mikro_mantik": "Bu bab, kökün anlamını pasif bir durum içinde ifade eder. Kökün içerdiği 'soğukluk' niteliği, bu babda bir kişinin veya nesnenin maruz kaldığı bir durum olarak ortaya çıkar. Bu, kökün anlamının edilgen bir bağlamda tezahür etmesini ve dışsal faktörlerin etkisini vurgulamasını sağlar. Soğuğa maruz kalma eylemi."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِزْدَمَرَ - izdamara", "muzari": "يَزْدَمِرُ - yazdamiru", "masdar": "اِزْدِمَارٌ - izdimaar"}, "bab_anlami": "'Şiddetle soğumak, donmak üzere olmak' anlamına gelir. Soğuğun etkisiyle neredeyse donma noktasına gelmek, vücut ısısının düşmesi veya bir durumun soğuyarak tehlikeli bir hale gelmesi gibi anlamları içerebilir. Bu, tehlikeyi ve hayatta kalma mücadelesini vurgular. Varlığın yaşam enerjisinin tükenme noktasına gelmesi, donma tehlikesi.", "mikro_mantik": "Bu bab, kökün anlamını yoğunluk ve tehlike ilişkisi içinde ifade eder. Kökün içerdiği 'soğukluk' niteliği, bu babda aşırı bir duruma işaret eder. Bu, kökün anlamının şiddetini artırır ve tehlikeli bir durumu vurgular. Donma tehlikesinin yoğunluğu."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اِسْتَزْمَرَ - istazmara", "muzari": "يَسْتَزْمِرُ - yastazmiru", "masdar": "اِسْتِزْمَارٌ - istizmaar"}, "bab_anlami": "'Soğukluk istemek, soğuk bulmak, soğuk davranılmasını beklemek' anlamına gelir. Bir şeyin soğuk olmasını istemek, soğuk bir ortam aramak veya birinden soğuk bir tavır beklemek gibi anlamları içerebilir. Bu, bir tür beklenti veya arayışı ifade eder. Varlığın soğukluğa yönelmesi, soğukluk arayışı.", "mikro_mantik": "Bu bab, kökün anlamını bir istek ve beklenti ilişkisi içinde ifade eder. Kökün içerdiği 'soğukluk' niteliği, bu babda bir kişinin veya nesnenin aradığı veya beklediği bir şey olarak ortaya çıkar. Bu, kökün anlamının öznel bir deneyime dönüşmesini ve bir beklenti veya arayışla ilişkili olmasını sağlar. Soğukluk arayışının nedeni."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِفْعَلَّ - if'alla (Bu babda bu kökten fiil türetmek yaygın değildir)", "muzari": "يَفْعَلُّ - yaf'allu (Bu babda bu kökten fiil türetmek yaygın değildir)", "masdar": "اِفْعِلَالٌ - if'ilaal (Bu babda bu kökten fiil türetmek yaygın değildir)"}, "bab_anlami": "Bu babda bu kökten fiil türetmek yaygın olmasa da, potansiyel anlamı 'aşırı derecede soğuk olmak, buz kesmek' şeklinde yorumlanabilir. Bu, soğukluğun en uç noktasını, dondurucu ve dayanılmaz bir soğuğu ifade eder. Varlığın tamamen donması, yaşam belirtilerinin kaybolması.", "mikro_mantik": "Bu bab, kökün anlamını en üst düzeye çıkarır ve aşırılığı vurgular. Kökün içerdiği 'soğukluk' niteliği, bu babda en yoğun ve etkili haline ulaşır. Bu, kökün anlamının mutlak bir seviyede tezahür etmesini ve aşırı bir durumu ifade etmesini sağlar. Soğukluğun en uç noktası."}]}], "زنم": [{"kok": "ZNM", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Gizlemek, örtmek, saklamak; içsel bir sırrı veya mahrem bir bilgiyi muhafaza etmek. Aynı zamanda, bir şeyin özünü veya gerçekliğini perdelemek, görünmez kılmak anlamlarını da taşır.", "kavramsal_derinlik": "Bu kök, hem maddi hem de manevi anlamda bir şeyin gizlenmesi veya örtülmesiyle ilgilidir. Beşeri ilişkilerde sır saklamayı, ilahi boyutta ise hakikatin perdelenmesini ifade edebilir. Bu, bilginin derinliği ve erişilebilirliği arasındaki ilişkiyi sorgulatır."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "zanama - زَنَمَ", "muzari": "yaznimu - يَزْنِمُ", "masdar": "zanm - زَنْم"}, "bab_anlami": "Bu bâb, bir şeyi örtmek, gizlemek veya saklamak fiilini ifade eder. Bir bilginin, duygunun veya gerçeğin üzerini örtmek, onu görünmez kılmak veya başkalarından saklamak anlamına gelir. Bu, bazen koruma amaçlı olabilirken, bazen de yanıltma veya manipülasyon amacı taşıyabilir. Bu kalıp, aynı zamanda bir şeyin özünü veya gerçek değerini gizleyerek, onun yanlış anlaşılmasına veya değersizleştirilmesine neden olabilecek eylemleri de kapsar.", "mikro_mantik": "Bu kalıp, fiilin temel anlamını doğrudan ve yalın bir şekilde ifade eder. Kökün anlamını değiştirmeden, sadece fiilin basit bir eylemini belirtir. Bu, eylemin doğrudan ve aracısız bir şekilde gerçekleştiğini gösterir. Yani, gizleme eylemi, herhangi bir dolaylılık veya karmaşıklık içermeden, basitçe ve doğrudan yapılır."}, {"bab_no": 2, "fiil_formlari": {"mazi": "zannama - زَنَّمَ", "muzari": "yuzannimu - يُزَنِّمُ", "masdar": "taznim - تَزْنِيم"}, "bab_anlami": "Bu bâb, bir şeyi yoğun bir şekilde örtmek, iyice gizlemek veya bir şeyi bir örtüyle tamamen kaplamak anlamına gelir. Bu, bir sırrın derinlemesine saklanması, bir gerçeğin tamamen gizlenmesi veya bir şeyin özünün tanınmaz hale getirilmesi gibi durumları ifade eder. Bu kalıp, eylemin yoğunluğunu ve kapsamını artırarak, gizleme eyleminin daha güçlü ve etkili bir şekilde gerçekleştiğini gösterir. Aynı zamanda, bu kalıp, bir şeyin üzerini süsleyerek veya makyajlayarak onu olduğundan farklı gösterme anlamını da taşıyabilir.", "mikro_mantik": "Bu kalıp, fiilin anlamını yoğunlaştırır ve eylemin tekrarını veya sürekliliğini vurgular. Kökün anlamını derinleştirerek, gizleme eyleminin daha kapsamlı ve etkili bir şekilde gerçekleştiğini gösterir. Bu, eylemin sadece bir kez yapılmadığını, sürekli veya yoğun bir şekilde tekrarlandığını ifade eder."}, {"bab_no": 3, "fiil_formlari": {"mazi": "zaaneme - زَانَمَ", "muzari": "yuzaanimu - يُزَانِمُ", "masdar": "zinam - زِنَام"}, "bab_anlami": "Bu bâb, bir şeyi karşılıklı olarak örtmek, birbirini gizlemek veya bir konuda karşılıklı sırdaşlık etmek anlamına gelir. Bu, iki veya daha fazla kişinin bir araya gelerek bir gerçeği saklaması, bir sırrı paylaşması veya bir konuda birbirlerini koruması gibi durumları ifade eder. Bu kalıp, eylemin karşılıklı ve işbirlikçi bir şekilde gerçekleştiğini gösterir. Aynı zamanda, bu kalıp, bir şeyin üzerini birlikte örtbas etmek veya bir konuda ortak bir yalan uydurmak anlamını da taşıyabilir.", "mikro_mantik": "Bu kalıp, fiilin karşılıklı veya ortak bir eylem olduğunu gösterir. Kökün anlamını paylaşım ve işbirliği kavramlarıyla birleştirerek, gizleme eyleminin birden fazla kişi tarafından birlikte yapıldığını ifade eder. Bu, eylemin sosyal bir bağlamda gerçekleştiğini ve taraflar arasında bir etkileşim olduğunu gösterir."}, {"bab_no": 4, "fiil_formlari": {"mazi": "azname - أَزْنَمَ", "muzari": "yuznimu - يُزْنِمُ", "masdar": "iznam - إِزْنَام"}, "bab_anlami": "Bu bâb, bir şeyi açığa çıkarmak, gizli olanı ortaya çıkarmak veya bir sırrı ifşa etmek anlamına gelir. Bu, bir gerçeğin üzerindeki örtüyü kaldırmak, bir sırrı başkalarına açıklamak veya bir şeyi görünür hale getirmek gibi durumları ifade eder. Bu kalıp, eylemin zıt anlamlı bir şekilde gerçekleştiğini gösterir. Yani, gizleme eyleminin tersine, bir şeyi ortaya çıkarma eylemi vurgulanır. Bu aynı zamanda, saklanan bir şeyin ortaya çıkmasına neden olmak veya bir sırrın ifşa edilmesine yol açmak anlamını da taşır.", "mikro_mantik": "Bu kalıp, fiilin anlamını zıttına çevirir veya kökün anlamını tersine çeviren bir eylemi ifade eder. Kökün anlamını açığa çıkarma ve ifşa etme kavramlarıyla birleştirerek, gizleme eyleminin tam tersi bir eylemi gösterir. Bu, eylemin bir dönüşüm veya değişim yarattığını ve gizli olanın görünür hale geldiğini ifade eder."}]}], "زني": [{"kok": "زني", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Gizlilik, saklılık, örtünme; bir şeyin iç yüzünü, hakikatini gizleme veya örtme eylemi. Bu, hem maddi anlamda bir şeyi saklamayı hem de manevi anlamda bir gerçeği gizlemeyi içerebilir. Kök, aynı zamanda bir şeyin özünü, iç yapısını derinlemesine inceleme ve anlama çabasını da ifade edebilir.", "kavramsal_derinlik": "Bu kök, insanın iç dünyasına, niyetlerine ve eylemlerinin ardındaki motivasyonlara dair derinlemesine bir sorgulamayı temsil eder. Aynı zamanda, ilahi bilginin gizliliği ve insanın bu bilgiye ulaşma çabası arasındaki ilişkiyi de simgeler. Kök, insanın kendi içindeki ve dış dünyadaki hakikatleri örtme veya açığa çıkarma potansiyelini vurgular."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "زَنَى", "muzari": "يَزْنِي", "masdar": "زِنًى"}, "bab_anlami": "Bu kalıp, temel olarak 'zina etmek' anlamına gelir. Ancak daha geniş bir yorumla, bir şeyin sınırlarını aşmak, meşru olmayan bir alana girmek veya bir hakkı ihlal etmek olarak da anlaşılabilir. Bu, sadece fiziksel bir eylem değil, aynı zamanda manevi bir ihlal, bir sınır aşımı veya bir kutsallığın çiğnenmesi olarak da düşünülebilir.", "mikro_mantik": "Bu kalıp, kökün temel anlamını (gizlilik, örtünme) bir eyleme dönüştürür ve bu eylemin ahlaki ve hukuki sonuçlarını vurgular. Fiilin bu kalıbı, eylemin doğrudan ve kasıtlı olduğunu gösterir. Kökün anlamı, bu kalıpta bir nevi 'gizli bir ihlal' veya 'örtülü bir günah' şeklinde somutlaşır."}, {"bab_no": 2, "fiil_formlari": {"mazi": "زَانَى", "muzari": "يُزَانِي", "masdar": "مُزَانَاةٌ"}, "bab_anlami": "Bu kalıp, karşılıklı bir eylemi ifade eder; yani, iki tarafın da zina eylemine katıldığını gösterir. Ancak daha derin bir anlamda, karşılıklı bir ihlal, bir anlaşmanın bozulması veya bir güvenin sarsılması olarak da yorumlanabilir. Bu, iki taraf arasındaki dengenin bozulması ve her iki tarafın da bu durumdan etkilenmesi anlamına gelir.", "mikro_mantik": "Bu kalıp, kökün anlamını (gizlilik, örtünme) karşılıklı bir ilişkiye taşır ve bu ilişkinin ahlaki ve hukuki sonuçlarını vurgular. Fiilin bu kalıbı, eylemin iki tarafın da katılımıyla gerçekleştiğini ve her iki tarafın da sorumluluğu olduğunu gösterir. Kökün anlamı, bu kalıpta bir nevi 'karşılıklı gizli ihlal' veya 'ortak örtülü günah' şeklinde somutlaşır."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَزْنَى", "muzari": "يُزْنِي", "masdar": "إِزْنَاءٌ"}, "bab_anlami": "Bu kalıp, birini zina yapmaya teşvik etmek, zina etmesine neden olmak veya zina ortamı hazırlamak anlamına gelir. Daha geniş bir anlamda, birini yanlış bir yola sevk etmek, günaha teşvik etmek veya ahlaki bir çöküşe neden olmak olarak da yorumlanabilir. Bu, birinin sorumluluğunu başkasına yüklemesi veya birinin ahlaki gelişimini engellemesi anlamına gelir.", "mikro_mantik": "Bu kalıp, kökün anlamını (gizlilik, örtünme) başkasına yöneltilen bir eyleme dönüştürür ve bu eylemin ahlaki ve hukuki sonuçlarını vurgular. Fiilin bu kalıbı, eylemin dolaylı olarak gerçekleştiğini ve failin başkasının eylemlerinden sorumlu olduğunu gösterir. Kökün anlamı, bu kalıpta bir nevi 'gizli bir teşvik' veya 'örtülü bir günaha sebep olma' şeklinde somutlaşır."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَزْنَى", "muzari": "يَسْتَزْنِي", "masdar": "اِسْتِزْنَاءٌ"}, "bab_anlami": "Bu kalıp, zina yapmayı istemek, zina yapmaya çalışmak veya zina yapma fırsatı aramak anlamına gelir. Daha geniş bir anlamda, bir şeyi elde etmek için ahlaki sınırları zorlamak, haram bir şeyi arzulamak veya yasak bir şeye ulaşmaya çalışmak olarak da yorumlanabilir. Bu, insanın içindeki arzuların kontrolsüz bir şekilde dışa vurulması ve ahlaki değerlerin göz ardı edilmesi anlamına gelir.", "mikro_mantik": "Bu kalıp, kökün anlamını (gizlilik, örtünme) bir istek veya arzuya dönüştürür ve bu isteğin ahlaki ve hukuki sonuçlarını vurgular. Fiilin bu kalıbı, eylemin henüz gerçekleşmediğini, ancak failin bu yönde bir eğilim gösterdiğini gösterir. Kökün anlamı, bu kalıpta bir nevi 'gizli bir arzu' veya 'örtülü bir günah isteği' şeklinde somutlaşır."}]}], "زهد": [{"kok": "زهد", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Dünyevi arzulardan arınma, manevi olgunluğa yönelme", "kavramsal_derinlik": "Nefsin terbiye edilmesi ve kalbin Allah'a yöneltilmesi"}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "زَهَدَ - zehede", "muzari": "يَزْهَدُ - yezhedu", "masdar": "زُهْد - zuhd"}, "bab_anlami": "Dünyevi zevklerden yüz çevirmek, geçici olanı bırakıp kalıcı olana yönelmek. Bu, kişinin iç dünyasında bir dönüşüm yaşaması, maddi bağlardan kurtularak manevi özgürlüğe ulaşması anlamına gelir. Züht, sadece dünyadan el etek çekmek değil, aynı zamanda kalbi dünyevi bağlardan arındırarak Allah'a daha yakın olmaktır. Bu kalıp, bireyin kendi nefsini terbiye etme ve arındırma sürecini ifade eder.", "mikro_mantik": "Bu bab, fiilin temel anlamını, yani 'dünyevi olandan yüz çevirme' eylemini doğrudan ve yalın bir şekilde ifade eder. Fiilin kök anlamı, bu kalıpla birlikte herhangi bir ek anlam veya yoğunluk kazanmaz; sadece temel eylemi belirtir. Bu, eylemin kendisinin, herhangi bir dolaylı veya karmaşık anlam içermeden, doğrudan gerçekleştirildiğini gösterir."}]}], "زهر": [{"kok": "زهر", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Güzelliğin ve parlaklığın özü, bir şeyin en dikkat çekici ve cezbedici yönü.", "kavramsal_derinlik": "Güzelliğin hem maddi (çiçeklerin parlaklığı) hem de manevi (bilginin aydınlığı) boyutlarını kapsar. İlahi yaratılışın bir yansıması olarak, güzellik ve parlaklık, varoluşun özünde bulunan bir lütuftur."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "زَهَرَ", "muzari": "يَزْهَرُ", "masdar": "زَهْر"}, "bab_anlami": "Çiçeğin açması, parlaması, aydınlanması; bir şeyin en güzel ve parlak haline ulaşması. Bu kalıp, bir şeyin potansiyelini gerçekleştirmesi ve güzelliğini ortaya koyması anlamını taşır. Aynı zamanda, bilginin ve anlayışın aydınlığıyla zihnin parlamasını da ifade edebilir.", "mikro_mantik": "Bu kalıp, kökün temel anlamını (güzellik, parlaklık) doğrudan ve temel bir eylemle ifade eder. Fiilin basit ve yalın hali, kökün özündeki güzelliğin ve parlaklığın doğal ve kendiliğinden ortaya çıkışını vurgular."}, {"bab_no": 2, "fiil_formlari": {"mazi": "زَهَّرَ", "muzari": "يُزَهِّرُ", "masdar": "تَزْهِير"}, "bab_anlami": "Bir şeyi süslemek, güzelleştirmek, parlatmak; bir şeye parlaklık ve canlılık katmak. Bu kalıp, bir nesnenin veya durumun güzelliğini artırma, onu daha çekici ve göz alıcı hale getirme eylemini ifade eder. Aynı zamanda, bir fikri veya düşünceyi açıklığa kavuşturma ve onu daha anlaşılır hale getirme anlamını da taşıyabilir.", "mikro_mantik": "Bu kalıp, kökün anlamını yoğunlaştırır ve bir şeyi güzelleştirme veya parlatma eyleminin kasıtlı ve yoğun bir şekilde yapıldığını gösterir. Tekrarlama (şedde), eylemin sürekli ve etkili olduğunu vurgular."}, {"bab_no": 3, "fiil_formlari": {"mazi": "اَزْهَرَ", "muzari": "يُزْهِرُ", "masdar": "اِزْهَار"}, "bab_anlami": "Çiçek açmak, meyve vermek; bir şeyin en verimli ve üretken dönemine girmesi. Bu kalıp, potansiyelin ortaya çıkması ve olgunlaşması, bir şeyin beklenen sonucu vermesi anlamını taşır. Aynı zamanda, bir projenin veya girişimin başarılı olması ve meyvelerini vermesi anlamında da kullanılabilir.", "mikro_mantik": "Bu kalıp, kökün anlamını bir süreç ve sonuç ilişkisi içinde ifade eder. Bir şeyin çiçek açması veya meyve vermesi, bir gelişim sürecinin tamamlanması ve olumlu bir sonuç elde edilmesi anlamına gelir."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَزَهَّرَ", "muzari": "يَتَزَهَّرُ", "masdar": "تَزَهُّر"}, "bab_anlami": "Güzelleşmeye çalışmak, süslenmek; bir şeyin güzelliğini taklit etmek veya ona benzemeye çalışmak. Bu kalıp, bir şeyin dış görünüşünü iyileştirme veya güzelleştirme çabasını ifade eder. Aynı zamanda, bir şeyin özünü anlamadan sadece dış görünüşüne odaklanma durumunu da ifade edebilir.", "mikro_mantik": "Bu kalıp, kökün anlamını bir çaba ve taklit unsuruyla birleştirir. Bir şeyin güzelliğini taklit etme veya ona benzemeye çalışma, özgünlükten uzaklaşma ve yüzeyselliğe yönelme riskini taşır."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَزَاهَرَ", "muzari": "يَتَزَاهَرُ", "masdar": "تَزَاهُر"}, "bab_anlami": "Birbirine karşı parlak ve güzel görünmek, rekabet etmek; güzellikte yarışmak. Bu kalıp, iki veya daha fazla şeyin güzellik ve parlaklık açısından birbirleriyle rekabet etmesini ifade eder. Aynı zamanda, insanların birbirlerine karşı üstünlük kurma çabası içinde olmalarını da ifade edebilir.", "mikro_mantik": "Bu kalıp, kökün anlamını karşılıklılık ve rekabet unsurlarıyla birleştirir. Güzellikte yarışma, bir üstünlük kurma çabasını ve dış görünüşe verilen önemi vurgular."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَزْهَرَ", "muzari": "يَسْتَزْهِرُ", "masdar": "اِسْتِزْهَار"}, "bab_anlami": "Çiçeklenmesini istemek, çiçeklenmesini beklemek; bir şeyin güzelliğini ortaya çıkarmasını beklemek veya ummak. Bu kalıp, bir şeyin potansiyelini gerçekleştirmesini ve güzelliğini sergilemesini umut etme veya bekleme durumunu ifade eder. Aynı zamanda, bir şeyin olumlu sonuçlar vermesini bekleme anlamında da kullanılabilir.", "mikro_mantik": "Bu kalıp, kökün anlamını bir beklenti ve umut unsuruyla birleştirir. Bir şeyin çiçeklenmesini veya güzelliğini ortaya çıkarmasını bekleme, sabır ve inanç gerektiren bir süreçtir."}]}], "زهق": [{"kok": "زهق", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Yok olma, geçersiz kılınma, bir şeyin asılsız ve boş olduğunun ortaya çıkması.", "kavramsal_derinlik": "Gerçeğin ortaya çıkmasıyla batılın zail olması arasındaki diyalektik ilişki. Hakikatin nuru karşısında batılın karanlığının dağılması. İnsanın içindeki yanılgıların ve nefsinin heveslerinin, aklın ve kalbin nuruyla yok olması."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "زَهَقَ - zahaka", "muzari": "يَزْهَقُ - yazhaku", "masdar": "زَهْق - zahk"}, "bab_anlami": "Bir şeyin yok olması, ortadan kalkması, hükümsüz kalması. Bir şeyin boş ve anlamsız olduğunun ortaya çıkmasıyla onun etkisinin kaybolması. Bir durumun veya inancın, gerçeğin ortaya çıkmasıyla geçerliliğini yitirmesi.", "mikro_mantik": "Bu kalıp, kökün temel anlamını doğrudan ve yalın bir şekilde ifade eder. Fiilin faili, kendiliğinden yok olma veya geçersiz kılınma eylemini gerçekleştirir. Burada bir süreçten ziyade, ani bir sonuç vurgulanır."}]}], "زوج": [{"kok": "زوج", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Eşleşme, bir araya gelme, bütünleşme. Zıtlıkların veya benzerliklerin bir araya gelerek yeni bir birlik oluşturması. Bu birlik, hem fiziksel hem de metafiziksel düzlemlerde gerçekleşebilir.", "kavramsal_derinlik": "Beşeri ilişkilerde evlilik, ilahi alemde ise yaratılışın temelindeki dualite prensibi. Her şey zıddıyla kaimdir ve bu zıtlıkların bir araya gelmesiyle anlam kazanır. Bu, evrenin dengesini ve sürekliliğini sağlayan temel bir yasadır."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "زَوَجَ", "muzari": "يَزْوِجُ", "masdar": "زَوْج"}, "bab_anlami": "Bir şeyi bir şeyle eşleştirmek, bir araya getirmek veya birleştirmek. Bu, sadece fiziksel bir birleşme değil, aynı zamanda düşünsel ve ruhsal bir uyumu da ifade edebilir. İki ayrı varlığın, bir amaç doğrultusunda bir araya gelerek yeni bir bütün oluşturmasıdır. Bu kalıp, potansiyel olarak, iki farklı unsurun ahenkli bir şekilde birleşerek daha büyük bir anlam veya amaç yaratmasını ifade eder.", "mikro_mantik": "Bu bab, kökün temel anlamını doğrudan yansıtır ve eylemin basit bir şekilde gerçekleştiğini gösterir. Eşleştirme veya birleştirme eyleminin temel ve değişmez niteliğini vurgular. Kökün özündeki 'bir araya gelme' anlamını en yalın haliyle ifade eder."}]}], "زود": [{"kok": "زود", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Acelecilik, sürat, bir hedefe doğru hızlıca ilerleme; bir işi vaktinden önce bitirme veya yapma.", "kavramsal_derinlik": "Zamanın ve eylemin yoğunluğu, bir amaca ulaşma arzusu ve bu uğurda gösterilen çaba arasındaki ilişkiyi inceler. İnsanların hedeflerine ulaşmak için acele etme dürtüsü, zamanın kısalığı ve fırsatların kaçıcılığı gibi kavramlarla derinlemesine bağlantılıdır. İlahi boyutta ise, kaderin hızla tecelli etmesi, ilahi takdirin zamansızlığı ve her şeyin O'nun bilgisi dahilinde gerçekleştiği gerçeğiyle yüzleşiriz."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "زَوَدَ", "muzari": "يَزْوُدُ", "masdar": "زَوْد"}, "bab_anlami": "Bir şeyi artırmak, çoğaltmak, birine azık vermek veya bir şeyi donatmak anlamına gelir. Bu kalıp, temel anlamı aşarak, bir şeye ek değer katma, bir durumu iyileştirme veya birini ihtiyaç duyduğu şeylerle destekleme eylemini ifade eder. Aynı zamanda, bir kişiyi manevi veya maddi olarak güçlendirme, ona gelecekteki zorluklarla başa çıkabilmesi için gerekli donanımı sağlama anlamını da taşır.", "mikro_mantik": "Bu kalıp, kökün temel anlamı olan 'hızlı ilerleme' veya 'acelecilik' kavramına ek olarak, bir eylemin yoğunluğunu ve etkisini artırma veya bir nesnenin miktarını çoğaltma işlevini ekler. Kökün anlamını niceliksel olarak genişletir ve eylemin sonuçlarını vurgular."}, {"bab_no": 2, "fiil_formlari": {"mazi": "زَوَّدَ", "muzari": "يُزَوِّدُ", "masdar": "تَزْوِيد"}, "bab_anlami": "Bir şeyi bir başkasına bolca vermek, donatmak, teçhiz etmek, özellikle seyahat için azık hazırlamak anlamına gelir. Bu kalıp, bir kişiyi veya nesneyi ihtiyaç duyduğu şeylerle eksiksiz bir şekilde donatma, onu bir amaç için hazırlama ve destekleme eylemini vurgular. Aynı zamanda, birine bilgi, beceri veya kaynak sağlayarak onu güçlendirme ve yetkilendirme anlamını da taşır.", "mikro_mantik": "Bu kalıp, kökün temel anlamını yoğunlaştırır ve eylemin tekrarlanmasını veya sürekli bir şekilde yapılmasını ifade eder. Bir şeyi 'hızlıca' değil, 'sürekli ve bolca' verme veya donatma anlamını katar. Kökün anlamını niteliksel olarak derinleştirir ve eylemin kapsamını genişletir."}, {"bab_no": 3, "fiil_formlari": {"mazi": "زَاوَدَ", "muzari": "يُزَاوِدُ", "masdar": "مُزَاوَدَة"}, "bab_anlami": "Bir şeyde başkasıyla yarışmak, artırmaya çalışmak, bir malın değerini yükseltmek için rekabet etmek anlamına gelir. Bu kalıp, bir hedefe ulaşmak için başkalarıyla rekabet etme, bir şeyi elde etmek için çaba gösterme ve bir değer yaratma eylemini ifade eder. Aynı zamanda, bir malın veya hizmetin değerini artırmak için yapılan pazarlıklar ve müzakereler yoluyla, karşılıklı fayda sağlama amacını da taşır.", "mikro_mantik": "Bu kalıp, kökün temel anlamı olan 'hızlı ilerleme' kavramını, rekabet ve karşılıklı etkileşim bağlamına taşır. Eylemin yönünü değiştirir ve birden fazla aktörün katılımıyla gerçekleşen bir süreci ifade eder. Kökün anlamını sosyal bir bağlama yerleştirir ve eylemin sonuçlarını rekabetçi bir ortamda değerlendirir."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَزْوَدَ", "muzari": "يُزْوِدُ", "masdar": "إِزْوَاد"}, "bab_anlami": "Birini azıklandırmak, donatmak, bir şeyi bir başkasına vermek veya sağlamak anlamına gelir. Bu kalıp, bir kişiyi veya nesneyi ihtiyaç duyduğu şeylerle donatma, ona destek sağlama ve onu bir amaç için hazırlama eylemini vurgular. Aynı zamanda, birine bilgi, beceri veya kaynak sağlayarak onu güçlendirme ve yetkilendirme anlamını da taşır.", "mikro_mantik": "Bu kalıp, kökün temel anlamını doğrudan bir eyleme dönüştürür ve bir nesnenin veya kişinin bir şeyle donatılmasını veya desteklenmesini ifade eder. Eylemin nedenini ve amacını vurgular ve kökün anlamını daha spesifik bir bağlama yerleştirir."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَزَوَّدَ", "muzari": "يَتَزَوَّدُ", "masdar": "تَزَوُّد"}, "bab_anlami": "Azık edinmek, hazırlanmak, bir yolculuk için gerekli malzemeleri toplamak anlamına gelir. Bu kalıp, kişinin kendisini bir amaç için hazırlaması, gerekli kaynakları toplaması ve gelecekteki zorluklarla başa çıkabilmek için önlem alması eylemini ifade eder. Aynı zamanda, manevi olarak da hazırlanma, bilgi edinme ve kendini geliştirme anlamını taşır.", "mikro_mantik": "Bu kalıp, kökün temel anlamını içselleştirir ve eylemin özne tarafından gerçekleştirilmesini vurgular. Kişinin kendisini 'hızlıca' hazırlaması veya donatması anlamını katar. Kökün anlamını kişisel bir bağlama yerleştirir ve eylemin sonuçlarını öznenin gelişimi açısından değerlendirir."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَزَاوَدَ", "muzari": "يَتَزَاوَدُ", "masdar": "تَزَاوُد"}, "bab_anlami": "Birbirleriyle artırmaya çalışmak, karşılıklı olarak rekabet etmek, bir şeyin değerini yükseltmek için yarışmak anlamına gelir. Bu kalıp, birden fazla kişinin bir hedefe ulaşmak için rekabet etmesi, bir şeyi elde etmek için çaba göstermesi ve bir değer yaratma eylemini ifade eder. Aynı zamanda, karşılıklı etkileşim ve işbirliği yoluyla, ortak bir amaca ulaşma çabasını da içerir.", "mikro_mantik": "Bu kalıp, kökün temel anlamını karşılıklı etkileşim ve rekabet bağlamına taşır. Eylemin yönünü değiştirir ve birden fazla aktörün katılımıyla gerçekleşen bir süreci ifade eder. Kökün anlamını sosyal bir bağlama yerleştirir ve eylemin sonuçlarını rekabetçi bir ortamda değerlendirir."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْزَوَدَ", "muzari": "يَنْزَوِدُ", "masdar": "اِنْزِيَاد"}, "bab_anlami": "Bir şeyin artması, çoğalması, birikmesi veya biriktirilmesi anlamına gelir. Bu kalıp, bir şeyin miktarının veya değerinin zamanla artması, birikmesi ve büyümesi sürecini ifade eder. Aynı zamanda, bir kişinin bilgi, deneyim veya beceri kazanarak gelişmesi ve olgunlaşması anlamını da taşır.", "mikro_mantik": "Bu kalıp, kökün temel anlamını pasif bir sürece dönüştürür ve bir şeyin kendiliğinden 'hızla' artması veya çoğalması anlamını katar. Eylemin öznesini belirsizleştirir ve kökün anlamını daha genel bir bağlama yerleştirir."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِزْدَادَ", "muzari": "يَزْدَادُ", "masdar": "اِزْدِيَاد"}, "bab_anlami": "Artmak, çoğalmak, yükselmek, bir şeyin miktarı veya değeri bakımından artış göstermek anlamına gelir. Bu kalıp, bir şeyin niceliksel veya niteliksel olarak büyümesi, gelişmesi ve ilerlemesi sürecini ifade eder. Aynı zamanda, bir kişinin bilgi, deneyim veya beceri kazanarak yetkinleşmesi ve uzmanlaşması anlamını da taşır.", "mikro_mantik": "Bu kalıp, kökün temel anlamını yoğunlaştırır ve bir şeyin 'hızlıca' ve 'sürekli' artması veya çoğalması anlamını katar. Eylemin yoğunluğunu ve etkisini vurgular ve kökün anlamını daha dinamik bir bağlama yerleştirir."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اِزْوَادَّ", "muzari": "يَزْوَادُّ", "masdar": "اِزْوِيدَاد"}, "bab_anlami": "Bir şeyin renginin koyulaşması, kararması veya siyaha yakın bir renk alması anlamına gelir. Bu kalıp, bir nesnenin görünümünde meydana gelen bir değişimi ifade eder ve genellikle olumsuz bir durumu veya tehlikeyi işaret eder. Aynı zamanda, bir kişinin ruh halinin kararması, umutsuzluğa düşmesi veya kötüleşmesi anlamını da taşıyabilir.", "mikro_mantik": "Bu kalıp, kökün temel anlamını fiziksel bir niteliğe dönüştürür ve bir şeyin 'hızlıca' renk değiştirmesi veya kararması anlamını katar. Eylemin sonucunu vurgular ve kökün anlamını daha somut bir bağlama yerleştirir."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَزَادَ", "muzari": "يَسْتَزِيدُ", "masdar": "اِسْتِزَادَة"}, "bab_anlami": "Daha fazlasını istemek, artmasını talep etmek, bir şeyden daha çok elde etmeye çalışmak anlamına gelir. Bu kalıp, bir kişinin bir şeyden daha fazla elde etme arzusunu, bir şeyi artırma çabasını ve sürekli olarak gelişme isteğini ifade eder. Aynı zamanda, bilgi, deneyim veya beceri edinme yoluyla kendini geliştirme ve yetkinleşme arayışını da içerir.", "mikro_mantik": "Bu kalıp, kökün temel anlamını bir arzuya veya talebe dönüştürür ve bir şeyin 'hızlıca' artmasını veya çoğalmasını isteme anlamını katar. Eylemin motivasyonunu vurgular ve kökün anlamını daha psikolojik bir bağlama yerleştirir."}]}], "زور": [{"kok": "زور", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Güç, baskı, şiddet kullanma; zorlama, mecbur bırakma; üstün gelme, galip gelme.", "kavramsal_derinlik": "İrade serbestliğinin ihlali, adaletin sarsılması, zayıfın ezilmesi gibi ahlaki ve hukuki sonuçlar doğuran bir eylem. Aynı zamanda, bir hedefe ulaşmak için gösterilen yoğun çaba ve kararlılık anlamında da kullanılabilir; ancak bu durumda, zorlamanın meşruiyeti ve ahlaki sınırları tartışma konusudur."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "زَارَ - zāra", "muzari": "يَزُورُ - yazūru", "masdar": "زَوْرٌ - zawr"}, "bab_anlami": "Ziyaret etmek, eğilmek, meyletmek, birine doğru yönelmek anlamlarını taşır. Bu kalıp, kökün temel anlamı olan 'güç' ve 'zorlama'dan ziyade, bir şeye doğru bilinçli bir yönelimi ifade eder. Bu yönelim, bir amaca ulaşmak için gösterilen çaba olabileceği gibi, bir kişiye duyulan sevgi veya saygı nedeniyle yapılan bir ziyaret de olabilir. Bu bağlamda, 'zor' kökü, irade ve yönelimin gücünü temsil eder.", "mikro_mantik": "Bu bab, kökün temel anlamını eylemsel bir sürece dönüştürür. Kökün statik gücü, dinamik bir harekete, bir hedefe yönelik bilinçli bir yönelime evrilir. Bu, kökün anlam alanını genişleterek, niyet ve irade kavramlarını da içerisine almasını sağlar."}, {"bab_no": 2, "fiil_formlari": {"mazi": "زَوَّرَ - zawwara", "muzari": "يُزَوِّرُ - yuzawwiru", "masdar": "تَزْوِيرٌ - tazwīr"}, "bab_anlami": "Tahrif etmek, sahtesini yapmak, gerçeği çarpıtmak anlamlarına gelir. Bu kalıp, kökün 'zor' anlamını, gerçeği zorlayarak değiştirme, baskı altında farklı bir forma sokma eylemine dönüştürür. Bu, bilginin manipüle edilmesi, hakikatin gizlenmesi ve yanıltıcı bir görüntü oluşturulması gibi ahlaki olmayan davranışları ifade eder. Bu bağlamda, 'zor' kökü, dürüstlüğe karşı bir tehdit olarak ortaya çıkar.", "mikro_mantik": "Bu bab, kökün anlamını yoğunlaştırır ve manipülasyon boyutunu ekler. Temel anlamdaki 'zor', burada gerçeği değiştirmeye yönelik kasıtlı bir eyleme dönüşür. Bu, kökün anlam alanını olumsuz yönde genişleterek, ahlaki sorumluluk ve hesap verebilirlik kavramlarını ön plana çıkarır."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَزَوَّرَ - tazawwara", "muzari": "يَتَزَوَّرُ - yatazawwaru", "masdar": "تَزَوُّرٌ - tazawwur"}, "bab_anlami": "Zorla bir şeyi elde etmeye çalışmak, bir şeye zorla sahip çıkmak, kendini zorlayarak bir şeyi yapmaya çalışmak anlamlarına gelir. Bu kalıp, kökün 'zor' anlamını, kişinin kendi iradesini ve gücünü kullanarak bir hedefe ulaşma çabasına dönüştürür. Bu çaba, dışsal bir zorlamadan ziyade, içsel bir motivasyonla desteklenir. Kişi, kendi sınırlarını zorlayarak, imkansızı başarmaya çalışır. Bu bağlamda, 'zor' kökü, azim ve kararlılıkla eş anlamlı hale gelir.", "mikro_mantik": "Bu bab, kökün anlamını içselleştirir ve öznel bir deneyime dönüştürür. Temel anlamdaki 'zor', burada kişinin kendi iradesini kullanarak bir hedefe ulaşma çabasına dönüşür. Bu, kökün anlam alanını genişleterek, motivasyon, azim ve kararlılık gibi kavramları içerisine almasını sağlar."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَزَارَ - istazāra", "muzari": "يَسْتَزِيرُ - yastazīru", "masdar": "اِسْتِزَارَةٌ - istizāra"}, "bab_anlami": "Ziyaret etmesini istemek, ziyaret etmeye davet etmek, birinin ziyaretini talep etmek anlamlarına gelir. Bu kalıp, kökün 'zor' anlamını, bir başkasının iradesini etkileme ve onu bir eyleme yönlendirme çabasına dönüştürür. Bu, bir davet veya rica şeklinde olabileceği gibi, daha dolaylı bir şekilde, birinin merakını uyandırarak veya ilgisini çekerek de gerçekleştirilebilir. Bu bağlamda, 'zor' kökü, etkileme ve yönlendirme gücünü temsil eder.", "mikro_mantik": "Bu bab, kökün anlamını dışsallaştırır ve sosyal bir etkileşim bağlamına yerleştirir. Temel anlamdaki 'zor', burada bir başkasının iradesini etkilemeye yönelik bir eyleme dönüşür. Bu, kökün anlam alanını genişleterek, iletişim, ikna ve liderlik gibi kavramları içerisine almasını sağlar."}]}], "زول": [{"kok": "زول", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Varlığın özündeki cevher, bir şeyin hakikati ve içsel niteliği. Zevalsiz, baki olan öz.", "kavramsal_derinlik": "İnsanın iç dünyasına ve evrenin sonsuzluğuna açılan bir kapı; ruhun derinliklerindeki anlam arayışı ve varoluşun sırrına duyulan merak."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "زَالَ - zale", "muzari": "يَزُولُ - yezulu", "masdar": "زَوَال - zeval"}, "bab_anlami": "Bir şeyin ortadan kalkması, yok olması veya geçip gitmesi. Bu, sadece fiziksel bir yok oluş değil, aynı zamanda bir durumun, duygunun veya düşüncenin sona ermesi anlamına da gelebilir. Zeval, varlığın geçiciliğini ve her şeyin bir sonu olduğunu hatırlatır. Aynı zamanda, bir şeyin zeval bulması, yeni bir şeyin doğuşuna da işaret edebilir; eski bir düzenin yıkılması, yeni bir düzenin kurulmasına zemin hazırlayabilir.", "mikro_mantik": "Bu bab, kökün anlamını 'ortadan kalkma' veya 'yok olma' eylemiyle ilişkilendirir. Kökün temel anlamındaki 'öz' veya 'cevher' kavramı, bu kalıpta geçicilik ve değişimle kontrast oluşturur. Bir şeyin özü baki olsa bile, dışsal tezahürleri zeval bulabilir. Bu kalıp, varlığın dinamik ve sürekli değişen doğasını vurgular."}]}], "زيت": [{"kok": "زيت", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Özün yoğunluğu ve potansiyeli", "kavramsal_derinlik": "Maddi ve manevi alemde nüfuz"}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "زاتَ - zāta", "muzari": "يَزِيتُ - yazītu", "masdar": "زَيْت - zayt"}, "bab_anlami": "Bu kalıp, kökün temel anlamı olan 'yağ'ın özünden hareketle, bir şeyin özünü çıkarma, yoğunlaştırma veya bir şeyin özüyle besleme eylemini ifade eder. Bir nesnenin içindeki potansiyeli ortaya çıkarma ve onu daha saf, daha yoğun bir hale getirme sürecini temsil eder. Aynı zamanda, bir şeyin özüyle beslenerek güçlenme, canlanma ve gelişme anlamlarını da içerir.", "mikro_mantik": "Bu bab, kökün temel anlamını doğrudan eyleme dönüştürerek, özün işlenmesi ve yoğunlaştırılması sürecini vurgular. Kökün statik anlamını dinamik bir sürece çevirir."}]}], "زيد": [{"kok": "زيد", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Artma, çoğalma, fazlalık; bir şeyin miktarının veya niteliğinin artması, büyümesi ve gelişmesi.", "kavramsal_derinlik": "Hem maddi hem de manevi alanlarda artışı, bereketi ve gelişimi ifade eder. Bu, fiziksel büyümeden, bilgi ve bilgelikteki artışa, ruhsal olgunlaşmaya kadar geniş bir yelpazede anlam taşır. 'Ziyade' kavramı, varoluşun sürekli bir tekamül ve genişleme potansiyeline sahip olduğunu vurgular."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "زَادَ - zāda", "muzari": "يَزِيدُ - yazīdu", "masdar": "زِيَادَة - ziyāda"}, "bab_anlami": "Bir şeyin miktarını, değerini veya yoğunluğunu artırmak, çoğaltmak. Bu, hem somut nesneler için (örneğin, malı artırmak) hem de soyut kavramlar için (örneğin, bilgiyi artırmak) geçerlidir. Aynı zamanda, bir şeyin sınırlarını aşmak, belirlenen ölçüyü geçmek anlamını da taşır. Ziyade, varoluşun dinamik ve sürekli gelişen doğasını yansıtır; her an bir önceki andan daha fazla olma potansiyelini barındırır.", "mikro_mantik": "Bu bab, kökün temel anlamını doğrudan ve en yalın haliyle ifade eder. Fiilin basit geçişliliği, eylemin doğrudan bir nesne üzerinde etkili olduğunu gösterir. Yani, 'artırma' eylemi, bir şeyin miktarında veya niteliğinde somut bir değişime neden olur. Bu kalıp, kökün potansiyelini en temel ve belirgin şekilde ortaya koyar."}, {"bab_no": 2, "fiil_formlari": {"mazi": "زَيَّدَ - zayyada", "muzari": "يُزَيِّدُ - yuzayyidu", "masdar": "تَزْيِيد - tazyiid"}, "bab_anlami": "Bir şeyi aşırı derecede artırmak, çoğaltmak veya yoğunlaştırmak. Bu, bir şeyin normal sınırlarını aşan, abartılı bir artışı ifade eder. Aynı zamanda, bir şeyi süslemek, güzelleştirmek veya daha çekici hale getirmek anlamını da taşıyabilir. Tezyid, varoluşun potansiyelini sınırsız bir şekilde genişletme arzusunu ve mükemmelliğe ulaşma çabasını simgeler. Bu kalıp, bir şeyin değerini veya önemini vurgulamak için kullanılır.", "mikro_mantik": "Bu bab, kökün anlamını yoğunlaştırır ve abartılı bir artışı ifade eder. Tekrarlama (şedde) yoluyla fiilin anlamı güçlendirilir, bu da eylemin daha yoğun ve etkili olduğunu gösterir. Bu kalıp, niceliksel artışın ötesinde, niteliksel bir dönüşümü de ima edebilir; bir şeyin sadece miktarının değil, aynı zamanda değerinin ve öneminin de arttığını gösterir."}, {"bab_no": 3, "fiil_formlari": {"mazi": "زَايَدَ - zāyada", "muzari": "يُزَايِدُ - yuzāyidu", "masdar": "مُزَايَدَة - muzāyada"}, "bab_anlami": "Bir şey üzerinde rekabet etmek, yarışmak veya bir şeyi elde etmek için fiyatı artırmak. Bu, genellikle bir pazarlık veya müzayede ortamında gerçekleşir. Aynı zamanda, bir konuda üstünlük sağlamak veya bir başkasını geçmek için çabalamak anlamını da taşıyabilir. Müzayede, varoluşun rekabetçi doğasını ve sürekli bir iyileşme arayışını yansıtır. Her birey, potansiyelini en üst düzeye çıkarmak ve en iyi versiyonuna ulaşmak için çabalar.", "mikro_mantik": "Bu bab, karşılıklı etkileşimi ve rekabeti ifade eder. Fiilin kalıbı, eylemin en az iki taraf arasında gerçekleştiğini gösterir. Bu, 'artırma' eyleminin tek taraflı olmadığını, aksine bir rekabet veya yarışma ortamında ortaya çıktığını gösterir. Bu kalıp, sosyal ve ekonomik dinamikleri anlamak için önemlidir; kaynakların dağılımı ve değerlerin belirlenmesi süreçlerinde rekabetin rolünü vurgular."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَزَادَ - azāda", "muzari": "يُزِيدُ - yuzīdu", "masdar": "إِزَادَة - izāda"}, "bab_anlami": "Bir şeyi artırmak, çoğaltmak veya fazlalaştırmak; bir şeyin miktarını veya değerini yükseltmek. Bu, genellikle bir şeyi daha iyi hale getirmek veya geliştirmek amacıyla yapılır. Aynı zamanda, bir şeyi desteklemek, güçlendirmek veya teşvik etmek anlamını da taşıyabilir. İzaade, varoluşun sürekli bir iyileşme ve gelişme potansiyeline sahip olduğunu vurgular. Her eylem, bir sonraki eylemi daha iyi hale getirmek için bir fırsattır.", "mikro_mantik": "Bu bab, geçişlilik ve nedensellik ilişkisini vurgular. Fiilin kalıbı, bir öznenin bir nesneyi 'artırmaya' neden olduğunu gösterir. Bu, eylemin doğrudan bir sonucu olduğunu ve bir şeyin miktarında veya niteliğinde bir artışa yol açtığını gösterir. Bu kalıp, neden-sonuç ilişkilerini anlamak ve bir şeyi iyileştirmek veya geliştirmek için gerekli adımları belirlemek için önemlidir."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَزَيَّدَ - tazayyada", "muzari": "يَتَزَيَّدُ - yatazayyadu", "masdar": "تَزَيُّد - tazayyud"}, "bab_anlami": "Bir şeyde artış göstermek, çoğalmak veya fazlalaşmak; bir şeyin miktarının veya değerinin kendiliğinden artması. Bu, genellikle doğal bir süreç veya büyüme sonucu gerçekleşir. Aynı zamanda, bir şeyin abartılı veya yapmacık bir şekilde artması anlamını da taşıyabilir. Tezayyud, varoluşun dinamik ve sürekli değişen doğasını yansıtır; her şey sürekli bir akış halindedir ve sürekli olarak artma veya azalma eğilimindedir.", "mikro_mantik": "Bu bab, dönüşlülük ve kendiliğindenliği ifade eder. Fiilin kalıbı, eylemin özne üzerinde gerçekleştiğini ve öznenin kendisinin 'arttığını' veya 'çoğaldığını' gösterir. Bu, eylemin dışsal bir müdahale olmadan, doğal bir süreç sonucu gerçekleştiğini gösterir. Bu kalıp, büyüme, gelişme ve olgunlaşma gibi doğal süreçleri anlamak için önemlidir."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَزَايَدَ - tazāyada", "muzari": "يَتَزَايَدُ - yatazāyadu", "masdar": "تَزَايُد - tazāyud"}, "bab_anlami": "Bir şeyin giderek artması, çoğalması veya şiddetlenmesi; bir şeyin miktarının veya değerinin sürekli olarak yükselmesi. Bu, genellikle bir süreç veya eğilim olarak ortaya çıkar. Aynı zamanda, bir şeyin art arda gelmesi veya birikmesi anlamını da taşıyabilir. Tezayüd, varoluşun karmaşık ve dinamik doğasını yansıtır; her şey birbiriyle bağlantılıdır ve bir şeydeki artış, diğer şeylerde de artışa yol açabilir.", "mikro_mantik": "Bu bab, aşamalılık ve sürekliliği ifade eder. Fiilin kalıbı, eylemin zaman içinde kademeli olarak gerçekleştiğini ve sürekli bir artış veya çoğalma olduğunu gösterir. Bu, eylemin anlık bir olay olmadığını, aksine bir süreç olduğunu gösterir. Bu kalıp, eğilimleri, süreçleri ve uzun vadeli değişimleri anlamak için önemlidir."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْزَادَ - inzāda", "muzari": "يَنْزَادُ - yanzādu", "masdar": "اِنْزِيَاد - inziyād"}, "bab_anlami": "Artmak, çoğalmak, fazlalaşmak; bir şeyin miktarının veya değerinin kendiliğinden ve doğal olarak artması. Bu, genellikle bir süreç veya durumun sonucu olarak ortaya çıkar. Aynı zamanda, bir şeyin beklenmedik bir şekilde veya aniden artması anlamını da taşıyabilir. İnziyad, varoluşun sürprizlerle dolu olduğunu ve her an yeni olasılıkların ortaya çıkabileceğini yansıtır.", "mikro_mantik": "Bu bab, edilgenlik ve kendiliğindenliği vurgular. Fiilin kalıbı, eylemin özne üzerinde gerçekleştiğini ve öznenin eylemi aktif olarak yapmadığını gösterir. Bu, 'artma' eyleminin dışsal bir faktör veya doğal bir süreç sonucu gerçekleştiğini gösterir. Bu kalıp, beklenmedik olayları, doğal süreçleri ve dışsal etkileri anlamak için önemlidir."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِزْدَادَ - izdāda", "muzari": "يَزْدَادُ - yazdādu", "masdar": "اِزْدِيَاد - izdiyād"}, "bab_anlami": "Artmak, çoğalmak, fazlalaşmak; bir şeyin miktarının veya değerinin sürekli olarak artması ve yoğunlaşması. Bu, genellikle bir süreç veya deneyim sonucu gerçekleşir. Aynı zamanda, bir şeyin daha da güçlenmesi, şiddetlenmesi veya belirginleşmesi anlamını da taşıyabilir. İzdiyad, varoluşun sürekli bir tekamül ve yoğunlaşma sürecinde olduğunu yansıtır. Her deneyim, bir sonraki deneyimi daha anlamlı ve derin hale getirir.", "mikro_mantik": "Bu bab, yoğunlaşma ve sürekliliği ifade eder. Fiilin kalıbı, eylemin zaman içinde sürekli olarak arttığını ve yoğunlaştığını gösterir. Bu, eylemin sadece miktar olarak değil, aynı zamanda nitelik olarak da arttığını gösterir. Bu kalıp, öğrenme, büyüme ve olgunlaşma gibi süreçleri anlamak için önemlidir."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اِزْدَادَّ - izdādda (Nadiren kullanılır)", "muzari": "يَزْدَادُّ - yazdāddu (Nadiren kullanılır)", "masdar": "اِزْدِيْدَاد - izdīdad (Nadiren kullanılır)"}, "bab_anlami": "Aşırı derecede artmak, çoğalmak veya şiddetlenmek; bir şeyin normal sınırlarını aşan, abartılı bir artışı ifade eder. Bu, genellikle olumsuz bir anlam taşır ve bir şeyin kontrolden çıktığını veya aşırıya kaçtığını gösterir. İzdiddad, varoluşun dengesizliklere ve aşırılıklara açık olduğunu yansıtır. Her şeyin bir sınırı vardır ve bu sınırların aşılması, olumsuz sonuçlara yol açabilir.", "mikro_mantik": "Bu bab, aşırılık ve dengesizliği vurgular. Fiilin kalıbı, eylemin normal sınırları aştığını ve abartılı bir şekilde gerçekleştiğini gösterir. Bu, eylemin olumsuz sonuçlara yol açabileceğini ve dikkatli olunması gerektiğini gösterir. Bu kalıp, aşırılıkların tehlikelerini ve dengenin önemini anlamak için önemlidir."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَزَادَ - istazāda", "muzari": "يَسْتَزِيدُ - yastazīdu", "masdar": "اِسْتِزَادَة - istizāda"}, "bab_anlami": "Bir şeyin artmasını istemek, talep etmek veya aramak; bir şeyin miktarını veya değerini yükseltmek için çabalamak. Bu, genellikle bir ihtiyaç veya arzu sonucu ortaya çıkar. Aynı zamanda, bir şeyden daha fazla faydalanmak veya bir şeyi daha iyi hale getirmek için çabalamak anlamını da taşıyabilir. İstizade, varoluşun sürekli bir arayış ve öğrenme sürecinde olduğunu yansıtır. Her birey, potansiyelini en üst düzeye çıkarmak ve daha iyi bir versiyonuna ulaşmak için çabalar.", "mikro_mantik": "Bu bab, talep ve arayışı ifade eder. Fiilin kalıbı, öznenin bir şeyi 'artırmayı' talep ettiğini veya aradığını gösterir. Bu, eylemin bir ihtiyaç veya arzu sonucu ortaya çıktığını ve öznenin aktif olarak bir şeyin artmasını istediğini gösterir. Bu kalıp, motivasyonları, ihtiyaçları ve arzuları anlamak için önemlidir."}]}], "زيغ": [{"kok": "زيغ", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Sapma, eğrilik, doğruluktan ayrılma", "kavramsal_derinlik": "Aklın ve kalbin hakikatten uzaklaşması, yanılgıya düşme"}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "زاغ - zāğa", "muzari": "يزيغ - yazīğu", "masdar": "زيغ - zeyğ"}, "bab_anlami": "Kalbin veya aklın doğru yoldan sapması, hakikatten uzaklaşması. Bu, bireyin içsel pusulasının bozulması ve manevi dengesizlik yaşaması anlamına gelir. Zihnin bulanıklaşması ve yanlış yönlendirilmesiyle, kişi doğru ile yanlışı ayırt etme yeteneğini kaybedebilir. Bu sapma, bireyin kendi özünden ve ilahi rehberlikten uzaklaşmasına neden olur.", "mikro_mantik": "Kökün temel anlamı olan 'sapma' fiil formuyla ifade edildiğinde, eylemin kendisinin gerçekleştiği ve öznenin bu sapmayı gerçekleştirdiği vurgulanır. Bu kalıp, eylemin basitçe vuku bulduğunu ve öznenin bu durumun faili olduğunu belirtir."}]}], "زيل": [{"kok": "زيل", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Ayrılma, uzaklaşma, bir şeyden sıyrılma veya bir şeyi bir şeyden ayırma eylemi. Bir şeyin zıddına dönüşmesi, farklılaşması ve belirginleşmesi.", "kavramsal_derinlik": "Zıtlıkların ve farklılıkların evrensel dengesi içinde, varlıkların özlerini koruyarak değişim ve dönüşüm geçirmesi. İlahi irade ve beşeri çaba arasındaki ayrımın ve birleşimin tecellisi."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "زال - zāla", "muzari": "يزيل - yazīlu", "masdar": "زيل - zayl"}, "bab_anlami": "Bir şeyin ortadan kalkması, yok olması, uzaklaşması veya sona ermesi. Bir durumun değişmesi, bir özelliğin kaybolması veya bir etkinin sona ermesi. Bu kalıp, bir şeyin varlığının sona ermesiyle ilgili temel bir anlam taşır ve genellikle geçici veya kalıcı bir ayrılığı ifade eder.", "mikro_mantik": "Bu kalıp, kökün temel anlamını (ayrılma) doğrudan ifade eder. Fiilin basit ve temel formu, eylemin kendiliğinden veya doğal bir süreç içinde gerçekleştiğini gösterir. Bu, kökün temel anlamının en yalın ve doğrudan ifadesidir."}, {"bab_no": 2, "fiil_formlari": {"mazi": "زَيَّلَ - zeyyela", "muzari": "يُزَيِّلُ - yuzeyyilu", "masdar": "تَزْيِيل - tezyiyl"}, "bab_anlami": "Bir şeyi süslemek, güzelleştirmek veya bir şeye ek özellikler katmak. Bir şeyi diğerlerinden ayırmak, farklı kılmak veya belirginleştirmek. Bu kalıp, bir şeye eklenen özelliklerle onun değerini artırma veya onu daha çekici hale getirme anlamını taşır.", "mikro_mantik": "Bu kalıp, kökün anlamını yoğunlaştırır ve eylemin kasıtlı ve yoğun bir şekilde yapıldığını gösterir. Tekrarlama (şedde) anlamı, eylemin sürekli veya yoğun bir şekilde tekrarlandığını vurgular. Bu, kökün anlamının derinlemesine işlenmesini ifade eder."}, {"bab_no": 3, "fiil_formlari": {"mazi": "زَايَلَ - zāyela", "muzari": "يُزَايِلُ - yuzāyilu", "masdar": "مُزَايَلَة - muzāyele"}, "bab_anlami": "Bir şeyden ayrılmak, uzaklaşmak veya bir şeyi terk etmek. Bir şeyle arasına mesafe koymak, ondan farklı bir yol izlemek. Bu kalıp, karşılıklı bir ayrılığı veya bir ilişkiden kopmayı ifade eder, taraflar arasında bir uzaklaşma ve farklılaşma olduğunu vurgular.", "mikro_mantik": "Bu kalıp, eylemin karşılıklı veya etkileşimli olduğunu gösterir. İki taraf arasındaki ayrılma veya uzaklaşma eylemini ifade eder. Bu, kökün anlamının ilişkisel bir bağlamda gerçekleştiğini gösterir."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَزَالَ - ezāle", "muzari": "يُزِيلُ - yuzīlu", "masdar": "إِزَالَة - izāle"}, "bab_anlami": "Bir şeyi ortadan kaldırmak, yok etmek veya gidermek. Bir şeyi yerinden çıkarmak, uzaklaştırmak veya yok etmek. Bu kalıp, bir engeli, sorunu veya olumsuz bir durumu ortadan kaldırma eylemini ifade eder, genellikle bir iyileşme veya düzeltme amacı taşır.", "mikro_mantik": "Bu kalıp, eylemin bir şeyi ortadan kaldırma veya yok etme amacını taşıdığını gösterir. Eylemin etkili ve kesin bir şekilde gerçekleştiğini vurgular. Bu, kökün anlamının bir şeyi tamamen giderme veya yok etme bağlamında kullanıldığını gösterir."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَزَيَّلَ - tezeyyele", "muzari": "يَتَزَيَّلُ - yetezeyyelu", "masdar": "تَزَيُّل - tezeyyul"}, "bab_anlami": "Süslemek, bezenmek, güzelleşmek; bir şeyin sonuna ek yapmak, bir şeyi tamamlamak. Kendini diğerlerinden ayırmak, farklı ve seçkin görünmek için çabalamak. Bu kalıp, bireyin kendini geliştirme, güzelleştirme veya farklılaştırma çabasını ifade eder.", "mikro_mantik": "Bu kalıp, eylemin öznel ve kişisel bir çaba olduğunu gösterir. Kişinin kendi üzerinde yaptığı değişiklikleri veya geliştirmeleri ifade eder. Bu, kökün anlamının kişisel gelişim veya farklılaşma bağlamında kullanıldığını gösterir."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَزَايَلَ - tezāyela", "muzari": "يَتَزَايَلُ - yetezāyelu", "masdar": "تَزَايُل - tezāyul"}, "bab_anlami": "Birbirinden ayrılmak, uzaklaşmak veya farklılaşmak. Karşılıklı olarak birbirinden kopmak, aralarındaki bağı koparmak. Bu kalıp, iki veya daha fazla taraf arasındaki ayrılığı, uzaklaşmayı veya farklılaşmayı ifade eder, genellikle bir anlaşmazlık veya uyumsuzluk sonucu ortaya çıkar.", "mikro_mantik": "Bu kalıp, eylemin karşılıklı ve etkileşimli olduğunu gösterir. İki veya daha fazla taraf arasındaki ayrılma veya uzaklaşma eylemini ifade eder. Bu, kökün anlamının ilişkisel bir bağlamda ve karşılıklı bir etkileşim sonucu gerçekleştiğini gösterir."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْزَالَ - inzāle", "muzari": "يَنْزَيلُ - yenzālu", "masdar": "اِنْزِيَال - inziyāl"}, "bab_anlami": "Kaymak, akmak, süzülmek; bir yerden ayrılmak, uzaklaşmak veya kaybolmak. Bir şeyin içinden veya üzerinden geçerek hareket etmek. Bu kalıp, bir şeyin akışkan bir şekilde hareket etmesini veya bir yerden ayrılmasını ifade eder.", "mikro_mantik": "Bu kalıp, eylemin kendiliğinden ve doğal bir süreç içinde gerçekleştiğini gösterir. Bir şeyin akışkan bir şekilde hareket etmesini veya bir yerden ayrılmasını ifade eder. Bu, kökün anlamının doğal bir süreç veya hareket bağlamında kullanıldığını gösterir."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِزْدَالَ - izdāle", "muzari": "يَزْدَالُ - yezdālu", "masdar": "اِزْدِيَال - izdiyāl"}, "bab_anlami": "Yaklaşmak, yaklaşmak için çabalamak; bir şeye meyletmek, ona doğru yönelmek. Bir şeyi elde etmek veya ona sahip olmak için çaba göstermek. Bu kalıp, bir hedefe ulaşmak veya bir şeye sahip olmak için gösterilen çabayı ifade eder.", "mikro_mantik": "Bu kalıp, eylemin bir amaca yönelik ve çaba gerektiren bir süreç olduğunu gösterir. Bir hedefe ulaşmak veya bir şeye sahip olmak için gösterilen çabayı ifade eder. Bu, kökün anlamının bir amaç veya hedef bağlamında kullanıldığını gösterir."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اِزْيَالَّ - izyālle", "muzari": "يَزْيَالُّ - yazyāllu", "masdar": "اِزْيِيَال - izyiyāl"}, "bab_anlami": "Bir şeyin renginin değişmesi, solması veya kararması. Bir şeyin parlaklığını veya canlılığını kaybetmesi. Bu kalıp, bir şeyin zamanla değişime uğraması veya bozulması anlamını taşır.", "mikro_mantik": "Bu kalıp, eylemin bir değişim veya dönüşüm sürecini ifade ettiğini gösterir. Bir şeyin renginin veya durumunun değişmesini ifade eder. Bu, kökün anlamının bir değişim veya dönüşüm bağlamında kullanıldığını gösterir."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَزَالَ - istazāle", "muzari": "يَسْتَزِيلُ - yestazīlu", "masdar": "اِسْتِزَالَة - istizāle"}, "bab_anlami": "Bir şeyi ortadan kaldırmayı istemek, yok etmeye çalışmak; bir şeyi yerinden oynatmak, kaydırmak veya uzaklaştırmak. Bir şeyi elde etmek veya ele geçirmek için çaba göstermek. Bu kalıp, bir şeyi ortadan kaldırma veya elde etme arzusunu ifade eder.", "mikro_mantik": "Bu kalıp, eylemin bir istek veya çaba içerdiğini gösterir. Bir şeyi ortadan kaldırma veya elde etme arzusunu ifade eder. Bu, kökün anlamının bir amaç veya hedef bağlamında ve çaba gerektiren bir süreç olarak kullanıldığını gösterir."}]}], "زين": [{"kok": "زين", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Güzellik, süs, iyilik ve tezyinatın özü. Varoluşun estetik ve ahlaki mükemmelliğe yönelik doğal eğilimi.", "kavramsal_derinlik": "Güzelliğin hem maddi hem de manevi tezahürleri; insanın içsel ve dışsal dünyasını güzelleştirme çabası; ahlaki erdemlerin ve estetik değerlerin birlikteliği."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "زَانَ - zāna", "muzari": "يَزِينُ - yazīnu", "masdar": "زَيْنٌ - zayn"}, "bab_anlami": "Bir şeyi güzelleştirmek, süslemek, tezyin etmek; bir şeyi iyi ve hoş göstermek. Bu kalıp, kökün temel anlamını doğrudan ifade eder ve güzelliğin, iyiliğin bir nitelik olarak varlığını vurgular. İnsanın iç dünyasını ve dış dünyasını güzelleştirme potansiyeline işaret eder; ahlaki ve estetik değerlerin uyum içinde olmasını ifade eder.", "mikro_mantik": "Bu basit fiil kalıbı, kökün temel anlamını doğrudan eyleme dönüştürür. Güzelliğin ve iyiliğin bir nesneye veya duruma eklenmesini, onun niteliğini değiştirmesini ifade eder. Bu kalıp, güzelleştirme eyleminin özünü ve basitliğini vurgular."}, {"bab_no": 2, "fiil_formlari": {"mazi": "زَيَّنَ - zayyana", "muzari": "يُزَيِّنُ - yuzayyinu", "masdar": "تَزْيِينٌ - tazyiin"}, "bab_anlami": "Bir şeyi çokça süslemek, aşırı derecede güzelleştirmek, tezyinatı abartmak. Bu kalıp, güzelleştirme eyleminin yoğunluğunu ve tekrarlılığını ifade eder. Bir şeyin dış görünüşünü dikkat çekici hale getirme, onu diğerlerinden ayırma amacı taşır. Aynı zamanda, aşırılığın potansiyel tehlikelerine de işaret edebilir; dengeli ve ölçülü güzelliğin önemini vurgular.", "mikro_mantik": "Bu kalıp, güzelleştirme eyleminin yoğunluğunu ve tekrarlılığını artırır. Bir nesnenin veya durumun dış görünüşünü önemli ölçüde değiştirme, onu daha dikkat çekici hale getirme etkisine sahiptir. Bu kalıp, güzelleştirme eyleminin kapsamını ve etkisini genişletir."}, {"bab_no": 3, "fiil_formlari": {"mazi": "تَزَيَّنَ - tazayyana", "muzari": "يَتَزَيَّنُ - yatazayyanu", "masdar": "تَزَيُّنٌ - tazayyun"}, "bab_anlami": "Süslenmek, güzelleşmek, tezyin edilmek; kendini güzelleştirmek için çaba göstermek. Bu kalıp, güzelleştirme eyleminin özneye yönelik olduğunu ifade eder. Kişinin kendi dış görünüşünü veya iç dünyasını güzelleştirme çabasını, kendini daha iyi hissetme arzusunu yansıtır. Aynı zamanda, kendini beğenmişlik veya gösteriş gibi olumsuz anlamlara da gelebilir; niyetin ve motivasyonun önemini vurgular.", "mikro_mantik": "Bu kalıp, güzelleştirme eylemini özneye yönlendirir. Kişinin kendi dış görünüşünü veya iç dünyasını değiştirme, kendini daha iyi hissetme amacını taşır. Bu kalıp, güzelleştirme eyleminin öznel deneyimini ve kişisel motivasyonlarını vurgular."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَزَانَ - azāna", "muzari": "يُزِينُ - yuzīnu", "masdar": "إِزَانَةٌ - izāna"}, "bab_anlami": "Güzelleştirmek, süslemek, tezyin etmek; bir şeyi güzel göstermek, hoş görünmesini sağlamak. Bu kalıp, güzelleştirme eyleminin bir başkası tarafından yapıldığını veya bir şeyin doğal olarak güzel olduğunu ifade eder. Bir şeyin değerini artırma, ona çekicilik katma amacı taşır. Aynı zamanda, yanıltıcı veya aldatıcı bir güzellik yaratma potansiyeline de işaret edebilir; dürüstlüğün ve şeffaflığın önemini vurgular.", "mikro_mantik": "Bu kalıp, güzelleştirme eylemini bir başkası tarafından yapılan bir eylem olarak sunar. Bir nesnenin veya durumun dış görünüşünü iyileştirme, onu daha çekici hale getirme etkisine sahiptir. Bu kalıp, güzelleştirme eyleminin dışsal etkilerini ve sonuçlarını vurgular."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَزَيَّنَ - tazayyana (Tekrar)", "muzari": "يَتَزَيَّنُ - yatazayyanu (Tekrar)", "masdar": "تَزَيُّنٌ - tazayyun (Tekrar)"}, "bab_anlami": "Bu kalıp 3. bab ile aynıdır. Süslenmek, güzelleşmek, tezyin edilmek; kendini güzelleştirmek için çaba göstermek. Ancak bu kalıp, eylemin tekrarlanmasını veya sürekliliğini vurgulayabilir. Kişinin güzelleşme çabasının devamlılığını, kendini sürekli olarak geliştirme arzusunu ifade eder.", "mikro_mantik": "3. bab ile aynı mikro mantığa sahiptir. Güzelleştirme eylemini özneye yönlendirir ve kişinin kendi dış görünüşünü veya iç dünyasını değiştirme, kendini daha iyi hissetme amacını taşır. Ancak bu kalıp, eylemin tekrarlanmasını veya sürekliliğini vurgulayarak, güzelleşme çabasının devamlılığını ifade eder."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَزَايَنَ - tazāyana", "muzari": "يَتَزَايَنُ - yatazāyanu", "masdar": "تَزَايُنٌ - tazāyun"}, "bab_anlami": "Karşılıklı süslenmek, birbirini güzelleştirmek; rekabet halinde güzelleşmek. Bu kalıp, güzelleştirme eyleminin sosyal bir bağlamda gerçekleştiğini ifade eder. İki veya daha fazla kişinin birbirini etkileyerek güzelleşme çabasını, rekabetin veya işbirliğinin güzelliği nasıl etkilediğini gösterir. Aynı zamanda, kıskançlık veya rekabet gibi olumsuz anlamlara da gelebilir; ilişkilerdeki dengenin önemini vurgular.", "mikro_mantik": "Bu kalıp, güzelleştirme eylemini karşılıklı bir etkileşim olarak sunar. İki veya daha fazla kişinin birbirini etkileyerek dış görünüşlerini veya iç dünyalarını değiştirme, birbirlerini daha iyi hissettirme amacını taşır. Bu kalıp, güzelleştirme eyleminin sosyal dinamiklerini ve ilişkisel etkilerini vurgular."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْزَانَ - inzāna (Nadir)", "muzari": "يَنْزَانُ - yanzānu (Nadir)", "masdar": "اِنْزِيَانٌ - inziyān (Nadir)"}, "bab_anlami": "Güzelleşmeye meyilli olmak, güzelliğe doğru yönelmek; doğal olarak güzel olmak. Bu kalıp, güzelliğin içsel bir nitelik olduğunu, dışsal bir müdahale olmadan da var olabileceğini ifade eder. Bir şeyin doğasında var olan güzelliği, potansiyelini ortaya çıkarma çabasını yansıtır. Aynı zamanda, pasiflik veya kabullenme gibi anlamlara da gelebilir; aktif çabanın ve gelişimin önemini vurgular.", "mikro_mantik": "Bu kalıp, güzelleşme eylemini içsel bir eğilim olarak sunar. Bir nesnenin veya durumun doğal olarak güzelleşme potansiyeline sahip olduğunu, dışsal bir müdahale olmadan da güzelliğe ulaşabileceğini ifade eder. Bu kalıp, güzelleştirme eyleminin içsel kaynaklarını ve potansiyelini vurgular."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِزْدَانَ - izdāna", "muzari": "يَزْدَانُ - yazdānu", "masdar": "اِزْدِيَانٌ - izdiyān"}, "bab_anlami": "Süslemek, güzelleştirmek, tezyin etmek; güzellikle donatılmak, güzelleşmek. Bu kalıp, güzelleştirme eyleminin hem aktif hem de pasif yönlerini ifade eder. Bir şeyin hem kendisini güzelleştirmesi hem de başkaları tarafından güzelleştirilmesi, güzelliğin karşılıklı bir etkileşim sonucu ortaya çıktığını gösterir. Aynı zamanda, gurur veya kibir gibi olumsuz anlamlara da gelebilir; alçakgönüllülüğün ve tevazunun önemini vurgular.", "mikro_mantik": "Bu kalıp, güzelleştirme eylemini hem aktif hem de pasif bir süreç olarak sunar. Bir nesnenin veya durumun hem kendisini güzelleştirmesi hem de başkaları tarafından güzelleştirilmesi, güzelliğin karşılıklı bir etkileşim sonucu ortaya çıktığını ifade eder. Bu kalıp, güzelleştirme eyleminin çok yönlülüğünü ve karmaşıklığını vurgular."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اِزْيَانَّ - izyānna (Nadir)", "muzari": "يَزْيَانُّ - yazyānnu (Nadir)", "masdar": "اِزْيِيَانٌ - izyiyān (Nadir)"}, "bab_anlami": "Çok güzel olmak, aşırı derecede güzelleşmek; göz kamaştırıcı bir güzelliğe sahip olmak. Bu kalıp, güzelliğin en üst düzeyini, olağanüstü bir çekiciliği ifade eder. Bir şeyin benzersiz ve eşsiz güzelliğini, hayranlık uyandıran niteliğini vurgular. Aynı zamanda, ulaşılmazlık veya mükemmeliyetçilik gibi olumsuz anlamlara da gelebilir; gerçekçi beklentilerin ve kusurların kabulünün önemini vurgular.", "mikro_mantik": "Bu kalıp, güzelleşme eyleminin en üst düzeyini ifade eder. Bir nesnenin veya durumun olağanüstü bir güzelliğe sahip olduğunu, diğerlerinden açıkça ayrıldığını ifade eder. Bu kalıp, güzelleştirme eyleminin potansiyel sınırlarını ve mükemmelliğe ulaşma arzusunu vurgular."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَزَانَ - istazāna", "muzari": "يَسْتَزِينُ - yastazīnu", "masdar": "اِسْتِزَانَةٌ - istizāna"}, "bab_anlami": "Güzelleşmeyi istemek, süslenmeyi arzu etmek; güzellik talep etmek, güzellik arayışında olmak. Bu kalıp, güzelliğe duyulan özlemi, onu elde etme çabasını ifade eder. Kişinin içsel güzellik arayışını, kendini geliştirme ve mükemmelleştirme arzusunu yansıtır. Aynı zamanda, yüzeysellik veya dış görünüşe önem verme gibi olumsuz anlamlara da gelebilir; içsel değerlerin ve karakterin önemini vurgular.", "mikro_mantik": "Bu kalıp, güzelleşme eylemini bir arzu veya talep olarak sunar. Kişinin güzelliğe ulaşma isteğini, onu elde etmek için çaba gösterme niyetini ifade eder. Bu kalıp, güzelleştirme eyleminin motivasyonlarını ve hedeflerini vurgular."}]}]}