{"شأم": [{"kok": "شأم", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Yükselme, yücelik, bereket ve sol taraf (Şimal)", "kavramsal_derinlik": "Maddi ve manevi yükselişin, bereketin kaynağı; sol tarafın (Şimal) sembolik anlamı (kalp tarafı, batıni yön)"}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "شَأَمَ", "muzari": "يَشْأَمُ", "masdar": "شَأْم"}, "bab_anlami": "Şe'eme fiili, bir şeyin sol tarafa yönelmesi, şimal yönüne gitmesi veya bir şeyi uğursuz sayması anlamına gelebilir. Bu, bir durumdan veya kişiden uzaklaşmayı, ondan hayır beklememeyi ifade eder. Aynı zamanda, bir şeyin sol tarafında yer almak, onun batıni veya gizli yönüyle ilgilenmek anlamına da gelebilir. Bu fiil, bir şeyin zahiri değil, batıni anlamını aramakla da ilişkilendirilebilir.", "mikro_mantik": "Sülasi mücerred olan bu bab, kök anlamını temel ve yalın bir eylemle ifade eder. Kökün temel anlamı olan 'yükselme' veya 'sol taraf' kavramları, bu babda doğrudan ve aracısız bir şekilde eyleme dönüşür. Fiilin yalınlığı, anlamın da doğrudan ve belirgin olmasını sağlar."}, {"bab_no": 2, "fiil_formlari": {"mazi": "شَاءَمَ", "muzari": "يُشَائِمُ", "masdar": "مُشَاءَمَة"}, "bab_anlami": "Şâeme fiili, bir kişiyle veya durumla ilgili olarak uğursuzluk düşüncesine kapılmak, ondan hayır beklememek anlamına gelir. Bu, karşılıklı bir ilişki içinde olumsuz beklentiler beslemeyi ifade eder. Aynı zamanda, bir şeyin sol tarafına yönelerek ondan uzaklaşmayı, onu terk etmeyi de simgeler. Bu bab, karşılıklı güvensizlik ve olumsuz beklentiler üzerine kurulu ilişkileri ifade eder.", "mikro_mantik": "Müfaale babı, kök anlamını karşılıklı bir etkileşim veya ilişki bağlamında yoğunlaştırır. Kökün 'uğursuzluk' veya 'sol taraf' anlamları, bu babda karşılıklı bir eylem veya ilişki içinde belirginleşir. Bu bab, eylemin karşılıklı ve etkileşimli olduğunu vurgulayarak anlamı derinleştirir."}, {"bab_no": 3, "fiil_formlari": {"mazi": "شَأَّمَ", "muzari": "يُشَئِّمُ", "masdar": "تَشْئِيم"}, "bab_anlami": "Şe'eme fiili, bir şeyi uğursuz saymak, kötüye yormak veya bir durumu olumsuz olarak değerlendirmek anlamına gelir. Bu, bir şeye kesin bir şekilde kötü anlam yüklemeyi ve ondan hayır beklememeyi ifade eder. Aynı zamanda, bir şeyi sol tarafa yöneltmek, onu batıni veya gizli bir şekilde ele almak anlamına da gelebilir. Bu bab, olumsuz bir yargıya varmayı ve bu yargıyı kesinleştirmeyi vurgular.", "mikro_mantik": "Tef'il babı, kök anlamını yoğunlaştırma, pekiştirme veya bir şeyi belirli bir nitelikle nitelendirme işlevini taşır. Kökün 'uğursuzluk' veya 'sol taraf' anlamları, bu babda bir şeye kesin olarak atfedilir veya bir durumun olumsuzluğu pekiştirilir. Bu bab, eylemin yoğunluğunu ve kesinliğini vurgulayarak anlamı derinleştirir."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَشْأَمَ", "muzari": "يُشْئِمُ", "masdar": "إِشْئَام"}, "bab_anlami": "Eş'eme fiili, bir şeyi uğursuz bulmak, kötüye yormak veya bir durumu olumsuz olarak değerlendirmek anlamına gelir. Bu, bir şeyin uğursuz olduğuna inanmayı ve ondan hayır beklememeyi ifade eder. Aynı zamanda, bir şeyi sol tarafa yöneltmek, onu batıni veya gizli bir şekilde ele almak anlamına da gelebilir. Bu bab, bir şeyin olumsuzluğuna dair bir inancı veya kanaati vurgular.", "mikro_mantik": "İfal babı, kök anlamını bir duruma sokma, bir nitelik kazandırma veya bir şeyi belirli bir hale getirme işlevini taşır. Kökün 'uğursuzluk' veya 'sol taraf' anlamları, bu babda bir şeye atfedilir veya bir durum bu nitelikle nitelendirilir. Bu bab, eylemin bir şeyi belirli bir hale getirme veya bir nitelik kazandırma yönünü vurgulayarak anlamı derinleştirir."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَشَأَّمَ", "muzari": "يَتَشَأَّمُ", "masdar": "تَشَؤُّم"}, "bab_anlami": "Teşe'eme fiili, uğursuzluğa inanmak, kötüye yormak veya bir durumdan olumsuz bir sonuç beklemek anlamına gelir. Bu, bir şeyin uğursuz olduğuna dair bir inanca sahip olmayı ve bu inançla hareket etmeyi ifade eder. Aynı zamanda, bir şeyin sol tarafına yönelerek ondan uzaklaşmayı, onu terk etmeyi de simgeler. Bu bab, olumsuz bir beklentiye sahip olmayı ve bu beklentiyle hareket etmeyi vurgular.", "mikro_mantik": "Tefaul babı, kök anlamını bir süreç, çaba veya bir durumun aşamalı olarak ortaya çıkması şeklinde ifade eder. Kökün 'uğursuzluk' veya 'sol taraf' anlamları, bu babda bir süreç içinde belirginleşir veya bir durumun aşamalı olarak olumsuz bir yöne evrilmesini ifade eder. Bu bab, eylemin bir süreç veya aşama içerdiğini vurgulayarak anlamı derinleştirir."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تُشَاءَمَ", "muzari": "يُتَشَاءَمُ", "masdar": "تُشَاؤُم"}, "bab_anlami": "Tuşâeme fiili, bir başkası tarafından uğursuz sayılmak, kötüye yorulmak veya bir durumdan olumsuz bir sonuç beklenmesi anlamına gelir. Bu, bir başkasının uğursuzluğuna maruz kalmayı veya onun olumsuz beklentileriyle karşılaşmayı ifade eder. Aynı zamanda, bir başkası tarafından sol tarafa yöneltilmek, onun batıni veya gizli bir şekilde ele alınması anlamına da gelebilir. Bu bab, dışsal bir etkiyle olumsuz bir duruma maruz kalmayı vurgular.", "mikro_mantik": "Tefaul babının meçhul (edilgen) hali, kök anlamının bir başkası tarafından uygulandığı veya yaşandığı bir durumu ifade eder. Kökün 'uğursuzluk' veya 'sol taraf' anlamları, bu babda bir başkasının eylemi veya etkisiyle ortaya çıkar. Bu bab, eylemin dışsal bir kaynaktan geldiğini ve öznenin bu eyleme maruz kaldığını vurgulayarak anlamı derinleştirir."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْشَأَمَ", "muzari": "يَنْشَئِمُ", "masdar": "اِنْشِئَام"}, "bab_anlami": "İnşe'eme fiili, bir şeyin uğursuzluğuna kapılmak, kötüye yormak veya bir durumdan olumsuz bir sonuç beklemek anlamına gelir. Bu, bir şeyin uğursuz olduğuna dair bir inanca sahip olmaya başlamayı ve bu inançla hareket etmeyi ifade eder. Aynı zamanda, bir şeyin sol tarafına yönelerek ondan uzaklaşmaya meyletmeyi, onu terk etmeye hazırlanmayı da simgeler. Bu bab, olumsuz bir beklentiye sahip olmaya başlamayı ve bu yönde bir eğilim göstermeyi vurgular.", "mikro_mantik": "İnfil babı, kök anlamının bir durumun başlangıcı, bir eğilim veya bir içsel hareket şeklinde ortaya çıkmasını ifade eder. Kökün 'uğursuzluk' veya 'sol taraf' anlamları, bu babda bir inancın veya eğilimin başlangıcını veya içsel bir hareketi ifade eder. Bu bab, eylemin içsel bir başlangıç veya eğilim olduğunu vurgulayarak anlamı derinleştirir."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِشْتَأَمَ", "muzari": "يَشْتَئِمُ", "masdar": "اِشْتِئَام"}, "bab_anlami": "İşte'eme fiili, bir şeyin uğursuzluğunu aramak, kötüye yormak veya bir durumdan olumsuz bir sonuç beklemek için çabalamak anlamına gelir. Bu, bir şeyin uğursuz olduğuna dair kanıt aramayı ve bu inancı desteklemeye çalışmayı ifade eder. Aynı zamanda, bir şeyin sol tarafına yönelerek ondan uzaklaşmak için çaba göstermeyi, onu terk etmeye çalışmayı da simgeler. Bu bab, olumsuz bir beklentiyi desteklemek için aktif bir çaba göstermeyi vurgular.", "mikro_mantik": "İftial babı, kök anlamını bir çaba, arayış veya bir durumun elde edilmesi için gösterilen aktif bir eylem şeklinde ifade eder. Kökün 'uğursuzluk' veya 'sol taraf' anlamları, bu babda bir çaba veya arayışın nesnesi haline gelir. Bu bab, eylemin aktif bir çaba veya arayış içerdiğini vurgulayarak anlamı derinleştirir."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اِشْأَمَّ", "muzari": "يَشْأَمُّ", "masdar": "اِشْئِمَام"}, "bab_anlami": "İş'emme fiili, bir şeyin uğursuzluğunun belirginleşmesi, kötüye yorulmasının açıkça görülmesi veya bir durumdan olumsuz bir sonucun kaçınılmaz hale gelmesi anlamına gelir. Bu, bir şeyin uğursuzluğunun artık gizlenemez hale gelmesini ve herkes tarafından fark edilmesini ifade eder. Aynı zamanda, bir şeyin sol tarafının belirginleşmesi, onun batıni veya gizli yönünün açığa çıkması anlamına da gelebilir. Bu bab, olumsuz bir durumun belirginleşmesini ve kaçınılmaz hale gelmesini vurgular.", "mikro_mantik": "İf'ill babı, kök anlamının yoğunlaşması, belirginleşmesi veya bir durumun aşırıya kaçması şeklinde ifade eder. Kökün 'uğursuzluk' veya 'sol taraf' anlamları, bu babda yoğunlaşır, belirginleşir veya aşırıya kaçar. Bu bab, eylemin yoğunluğunu ve belirginliğini vurgulayarak anlamı derinleştirir."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَشْأَمَ", "muzari": "يَسْتَشْئِمُ", "masdar": "اِسْتِشْئَام"}, "bab_anlami": "İsteş'eme fiili, bir şeyin uğursuzluğunu istemek, kötüye yormak için izin istemek veya bir durumdan olumsuz bir sonuç beklemek için yetki istemek anlamına gelir. Bu, bir şeyin uğursuz olduğuna dair bir inancı başkalarıyla paylaşmak ve onların da bu inancı desteklemesini istemeyi ifade eder. Aynı zamanda, bir şeyin sol tarafına yönelmek için izin istemek, onun batıni veya gizli yönünü ele almak için yetki istemek anlamına da gelebilir. Bu bab, olumsuz bir beklentiyi paylaşmak ve başkalarından destek istemeyi vurgular.", "mikro_mantik": "İstif'al babı, kök anlamının talep edilmesi, istenmesi veya bir durumun elde edilmesi için çaba gösterilmesi şeklinde ifade eder. Kökün 'uğursuzluk' veya 'sol taraf' anlamları, bu babda talep edilir, istenir veya elde edilmeye çalışılır. Bu bab, eylemin talep, istek veya çaba içerdiğini vurgulayarak anlamı derinleştirir."}]}], "شأن": [{"kok": "شأن", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Varlığın içsel durumu, değer ve önem algısı", "kavramsal_derinlik": "Kişinin kendi iç dünyasındaki değeri ile evrensel düzen içindeki yerinin idraki arasındaki etkileşim."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "شَأَنَ - şa'ane", "muzari": "يَشْأَنُ - yeş'enu", "masdar": "شَأْن - şa'n"}, "bab_anlami": "Bu kalıp, bir şeyin durumunu, halini veya önemini ifade eder. Varlığın kendi içindeki potansiyeli realize etme çabası, kendi özgünlüğünü ortaya koyma isteği ve bu yöndeki eylemleri kapsar. Aynı zamanda, bir olayın meydana gelmesi, bir durumun ortaya çıkması veya bir meselenin vuku bulması anlamlarını da içinde barındırır.", "mikro_mantik": "Bu kalıp, kökün temel anlamını (durum, hal) basit bir fiil çatısı içinde ifade eder. Kökün içerdiği potansiyel enerjinin dışa vurumu, bir durumun ortaya çıkışı veya bir niteliğin belirginleşmesi gibi temel bir eylemi gösterir. Fiilin yalın haliyle, kökün anlamının en temel ve doğrudan ifadesini sunar."}]}], "شبه": [{"kok": "شبه", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Benzeme, benzerlik, şüphe, belirsizlik", "kavramsal_derinlik": "Gerçeklik ile yanılsama arasındaki ince çizgi, bilginin sınırları ve inancın doğası"}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "شَبَهَ", "muzari": "يَشْبَهُ", "masdar": "شَبْه"}, "bab_anlami": "Bir şeyin başka bir şeye benzemesi, bir şeyin görünüşte başka bir şey gibi olması. Bu, dışsal bir benzerlik olabileceği gibi, içsel bir yakınlık da olabilir. Şüphe ve belirsizlik tohumlarını içinde barındırır, zira tam bir aynılık değil, sadece bir benzerlik söz konusudur. Bu kalıp, hakikatin yüzeyinde beliren yanılsamaları ve algısal oyunları ifade eder.", "mikro_mantik": "Bu basit form, kökün temel anlamını doğrudan ifade eder. Fiilin öznesi, bir başka şeye benzeyen veya onunla karıştırılan şeydir. Bu kalıp, nesneler arasındaki yüzeysel benzerlikleri ve bu benzerliklerin algısal yanılgılara yol açma potansiyelini vurgular."}, {"bab_no": 2, "fiil_formlari": {"mazi": "شَبَّهَ", "muzari": "يُشَبِّهُ", "masdar": "تَشْبِيه"}, "bab_anlami": "Bir şeyi başka bir şeye benzetmek, bir şeyi bir şey gibi göstermek, bir şeyi bir şeyle kıyaslamak. Bu, retorik ve edebi sanatlarda sıklıkla kullanılan bir benzetme eylemidir. Benzetme yoluyla, karmaşık fikirler basitleştirilebilir veya soyut kavramlar somutlaştırılabilir. Bu kalıp, zihnin dünyayı anlama ve anlamlandırma çabasını yansıtır.", "mikro_mantik": "Bu kalıp, kökün anlamını yoğunlaştırır ve eylemin kasıtlılığını vurgular. Fail, aktif olarak bir şeyi başka bir şeye benzetir, bu da bir yorumlama ve anlamlandırma sürecini içerir. Bu form, benzetmenin gücünü ve potansiyel yanıltıcılığını vurgular."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَشَبَّهَ", "muzari": "يَتَشَبَّهُ", "masdar": "تَشَبُّه"}, "bab_anlami": "Birine benzemeye çalışmak, birinin davranışlarını taklit etmek, birinin kılığına girmek. Bu, özenti ve kimlik arayışının bir ifadesi olabilir. Bazen hayranlık ve öykünme içerirken, bazen de aldatma ve sahtekarlık amacı güdebilir. Bu kalıp, bireyin sosyal çevresiyle olan ilişkisini ve kimlik oluşturma sürecini yansıtır.", "mikro_mantik": "Bu kalıp, eylemin dönüşlülüğünü ve öznenin kendi üzerindeki etkisini vurgular. Fail, kendi iradesiyle bir başkasına benzemeye çalışır, bu da bir değişim ve dönüşüm sürecini içerir. Bu form, kimlik arayışının karmaşıklığını ve bireyin dış etkilere açıklığını vurgular."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَشَابَهَ", "muzari": "يَتَشَابَهُ", "masdar": "تَشَابُه"}, "bab_anlami": "Birbirine benzemek, birbirine yakın olmak, aralarında benzerlik bulunmak. Bu, iki veya daha fazla şey arasındaki ortak noktaları ifade eder. Bu benzerlik, fiziksel özelliklerde olabileceği gibi, niteliklerde veya davranışlarda da olabilir. Bu kalıp, evrende var olan düzeni ve uyumu, farklı varlıklar arasındaki ilişkileri ve bağlantıları yansıtır.", "mikro_mantik": "Bu kalıp, eylemin karşılıklılığını ve iki veya daha fazla özne arasındaki ilişkiyi vurgular. Özneler, birbirlerine benzerler, bu da bir etkileşim ve karşılıklı etkileşim sürecini içerir. Bu form, benzerliğin birleştirici ve uyum sağlayıcı gücünü vurgular."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَشْبَهَ", "muzari": "يَسْتَشْبِهُ", "masdar": "اِسْتِشْبَاه"}, "bab_anlami": "Bir şeyin benzerliğinden dolayı şüpheye düşmek, bir şeyi başka bir şeyle karıştırmak, bir şeyin gerçekliğini sorgulamak. Bu, bilginin sınırlarına ve algının yanıltıcılığına işaret eder. Şüphe, gerçeği arama ve doğruyu bulma yolunda önemli bir adımdır. Bu kalıp, zihnin karmaşık dünyayı anlama ve anlamlandırma çabasını yansıtır.", "mikro_mantik": "Bu kalıp, eylemin yoğunluğunu ve öznenin aktif katılımını vurgular. Fail, bir şeyin benzerliğinden dolayı şüpheye düşer, bu da bir düşünme ve değerlendirme sürecini içerir. Bu form, şüphenin bilgi edinme ve gerçeğe ulaşma sürecindeki rolünü vurgular."}]}], "شتت": [{"kok": "شتت", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Dağılma, parçalanma, ayrışma. Bir bütünün unsurlarına ayrılması ve bu ayrışmanın getirdiği yayılma, dağılma hali. Merkezden uzaklaşma, birlikten çokluğa geçiş.", "kavramsal_derinlik": "Beşeri boyutta, bir topluluğun veya ilişkinin çözülmesi, düzenin bozulması, umutların dağılması gibi anlamlara gelir. İlahi boyutta ise, evrenin yaratılışındaki ilk ayrışma, varlıkların farklı formlarda tezahür etmesi ve ilahi iradenin sonsuz tezahürleri olarak yorumlanabilir."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "شَتَّ - şetta", "muzari": "يَشُتُّ - yeşuttu", "masdar": "شَتًّا - şetten"}, "bab_anlami": "Dağılmak, parçalanmak, ayrılmak. Bir şeyin çeşitli yönlere dağılması, bir topluluğun veya grubun farklı yerlere gitmesi. Bu kalıp, temel anlamı pekiştirir ve dağılmanın kendiliğinden, doğal bir süreç olduğunu vurgular. Bir şeyin özünde bulunan potansiyel ayrışmanın dışa vurumu.", "mikro_mantik": "Bu bab, kökün temel anlamını doğrudan ifade eder. Fiilin basit ve yalın hali, eylemin kendiliğindenliğini ve doğal akışını gösterir. Kökün enerjisi herhangi bir ekleme veya zorlama olmadan dışa vurulur. Dağılma eyleminin en temel ve saf hali."}]}], "شتو": [{"kok": "شتو", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Kışın özü, soğukluğun derin manası ve varoluşsal inziva.", "kavramsal_derinlik": "Fani dünyanın geçiciliği ve ruhun ebedi arayışı."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "شَتَا - şetâ", "muzari": "يَشْتُو - yeştû", "masdar": "شَتْو - şetv"}, "bab_anlami": "Kışlamak, bir yerde kışı geçirmek; mecazen, zorlu bir dönemi tecrübe etmek, sıkıntı ve meşakkat içinde bulunmak. Bu kalıp, bir durumun geçici zorluğunu ve bu zorluğun içindeki potansiyel olgunlaşmayı ifade eder. Kışın soğukluğu ve çetinliği, ruhun arınması ve güçlenmesi için bir fırsat olarak görülebilir.", "mikro_mantik": "Bu bab, kökün temel anlamını (kış) bir eylem haline getirir. Fiilin kendisi, bir süreç ve bu sürecin getirdiği değişimleri ifade eder. Kökün anlamı, bu kalıpla birlikte zamansal bir boyut kazanır ve belirli bir zaman diliminde yaşanan bir durumu ifade eder."}]}], "شجر": [{"kok": "شجر", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Varlığın köklenmesi, büyüme potansiyeli, dallanarak yayılma ve meyve verme yeteneği. Şecere, soy ağacı gibi kavramlarla da ilişkilidir; bir başlangıç noktasından türeyen ve gelişen bir varoluşun sembolüdür.", "kavramsal_derinlik": "Hem maddi (ağaç, bitki) hem de manevi (soy, köken, fikirlerin yayılması) boyutları içerir. İnsanın kendi kökleriyle bağlantısı, gelişim süreci ve gelecek nesillere aktaracağı miras gibi temaları kapsar. Aynı zamanda, bilginin yayılması ve dallanıp budaklanması, farklı düşüncelerin bir araya gelerek yeni fikirlerin doğması gibi entelektüel süreçleri de temsil eder."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "شَجَرَ", "muzari": "يَشْجُرُ", "masdar": "شَجْر"}, "bab_anlami": "Temel anlamda ağaç dikmek, ağaçlandırmak veya ağaç gibi kök salmak, büyümek ve gelişmek. Bu kalıp, bir şeyin doğal olarak büyüme ve gelişme sürecini ifade eder. Aynı zamanda, bir fikrin veya projenin kök salması, yayılması ve meyve vermesi gibi mecazi anlamlara da gelebilir. Bu, bir şeyin sağlam temellere oturtulması ve uzun vadeli bir etki yaratması anlamına gelir.", "mikro_mantik": "Bu kalıp, kökün temel anlamını en yalın haliyle ifade eder. Fiilin öznesi, doğrudan ağaçla ilgili bir eylem gerçekleştirir veya ağacın kendisi gibi bir süreçten geçer. Kökün temel anlamı olan büyüme ve gelişme, bu kalıpta en saf haliyle yansıtılır."}, {"bab_no": 2, "fiil_formlari": {"mazi": "شَجَّرَ", "muzari": "يُشَجِّرُ", "masdar": "تَشْجِير"}, "bab_anlami": "Bir şeyi ağaçlandırmak, süslemek veya ağaç gibi dallandırıp budaklandırmak. Bu kalıp, bir şeyi daha karmaşık, daha çeşitli ve daha zengin hale getirme eylemini ifade eder. Bir metnin veya fikrin dallandırılması, farklı açılardan ele alınması ve zenginleştirilmesi gibi anlamlara gelebilir. Aynı zamanda, bir ortamın veya bir projenin ağaçlarla donatılması, güzelleştirilmesi ve canlandırılması anlamına da gelir.", "mikro_mantik": "Bu kalıp, kökün anlamını yoğunlaştırır ve çoğaltır. Fiilin öznesi, ağaçla ilgili bir eylemi daha kapsamlı ve etkili bir şekilde gerçekleştirir. Kökün temel anlamı olan büyüme ve gelişme, bu kalıpta bir nesnenin veya fikrin zenginleştirilmesi ve çeşitlendirilmesi yoluyla ifade edilir."}, {"bab_no": 3, "fiil_formlari": {"mazi": "شَاجَرَ", "muzari": "يُشَاجِرُ", "masdar": "مُشَاجَرَة"}, "bab_anlami": "Ağaçlar gibi birbirine karışmak, iç içe geçmek veya çatışmak. Bu kalıp, farklı unsurların bir araya gelerek karmaşık bir ilişki oluşturmasını veya zıtlaşmasını ifade eder. İki kişinin veya iki fikrin çatışması, tartışması veya rekabet etmesi gibi anlamlara gelebilir. Aynı zamanda, farklı kültürlerin veya farklı düşüncelerin bir araya gelerek yeni bir sentez oluşturması anlamına da gelebilir. Bu kalıp, dinamik ve etkileşimli bir süreci ifade eder.", "mikro_mantik": "Bu kalıp, kökün anlamını ilişkilendirme ve etkileşim bağlamında ele alır. Fiilin öznesi, bir başkasıyla ağaçlar gibi karmaşık bir ilişki içindedir. Kökün temel anlamı olan büyüme ve gelişme, bu kalıpta farklı unsurların birbirini etkilemesi ve dönüştürmesi yoluyla ifade edilir."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَشْجَرَ", "muzari": "يُشْجِرُ", "masdar": "إِشْجَار"}, "bab_anlami": "Bir yeri ağaçlandırmak, ağaçlık hale getirmek veya ağaçların yetişmesine olanak sağlamak. Bu kalıp, bir ortamı veya bir durumu ağaçlarla ilişkilendirme ve canlandırma eylemini ifade eder. Bir projenin veya bir fikrin yeşermesi, gelişmesi ve büyümesi için uygun koşulları yaratmak anlamına gelebilir. Aynı zamanda, bir insanın içindeki potansiyeli ortaya çıkarmak ve geliştirmek için gerekli ortamı sağlamak anlamına da gelir. Bu kalıp, bir şeyin büyümesi ve gelişmesi için gerekli olan dışsal faktörlere odaklanır.", "mikro_mantik": "Bu kalıp, kökün anlamını dışsal etki ve potansiyel bağlamında ele alır. Fiilin öznesi, bir şeyi ağaçlandırma veya ağaçların yetişmesine olanak sağlama eylemiyle etkiler. Kökün temel anlamı olan büyüme ve gelişme, bu kalıpta dışsal bir etkiyle tetiklenen bir potansiyel olarak ifade edilir."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَشَجَّرَ", "muzari": "يَتَشَجَّرُ", "masdar": "تَشَجُّر"}, "bab_anlami": "Ağaç gibi olmak, ağaçlanmak veya ağaç şeklinde dallanıp budaklanmak. Bu kalıp, bir şeyin doğal olarak ağaç gibi büyüme ve gelişme sürecini ifade eder. Bir fikrin veya bir projenin kendiliğinden dallanıp budaklanması, farklı yönlere doğru gelişmesi ve yayılması gibi anlamlara gelebilir. Aynı zamanda, bir insanın karakterinin veya yeteneklerinin zamanla gelişmesi ve olgunlaşması anlamına da gelir. Bu kalıp, içsel bir potansiyelin doğal olarak ortaya çıkmasını ve gelişmesini vurgular.", "mikro_mantik": "Bu kalıp, kökün anlamını içsel süreç ve doğal gelişim bağlamında ele alır. Fiilin öznesi, kendiliğinden ağaç gibi büyüme ve gelişme sürecinden geçer. Kökün temel anlamı olan büyüme ve gelişme, bu kalıpta içsel bir potansiyelin doğal olarak ortaya çıkması olarak ifade edilir."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَشَاجَرَ", "muzari": "يَتَشَاجَرُ", "masdar": "تَشَاجُر"}, "bab_anlami": "Ağaçlar gibi birbirleriyle çatışmak, tartışmak veya kavga etmek. Bu kalıp, farklı unsurların bir araya gelerek zıtlaşmasını, rekabet etmesini veya çatışmasını ifade eder. İki kişinin veya iki grubun fikir ayrılığına düşmesi, tartışması veya kavga etmesi gibi anlamlara gelebilir. Aynı zamanda, farklı çıkarların veya farklı değerlerin çatışması anlamına da gelir. Bu kalıp, gergin ve rekabetçi bir durumu ifade eder.", "mikro_mantik": "Bu kalıp, kökün anlamını çatışma ve rekabet bağlamında ele alır. Fiilin öznesi, bir başkasıyla ağaçlar gibi çatışma veya rekabet içindedir. Kökün temel anlamı olan büyüme ve gelişme, bu kalıpta farklı unsurların birbirini engellemesi veya aşmaya çalışması yoluyla ifade edilir."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْشَجَرَ", "muzari": "يَنْشَجِرُ", "masdar": "اِنْشِجَار"}, "bab_anlami": "Ağaç gibi kök salmak, dallanıp budaklanmak veya yayılmak. Bu kalıp, bir şeyin doğal olarak büyüme ve gelişme sürecini, özellikle de yayılma ve genişleme yönünü vurgular. Bir fikrin veya bir projenin hızla yayılması, farklı alanlara nüfuz etmesi ve geniş bir etki yaratması gibi anlamlara gelebilir. Aynı zamanda, bir insanın yeteneklerinin veya bilgisinin farklı alanlara yayılması ve farklı insanlara ulaşması anlamına da gelir. Bu kalıp, hızlı ve etkili bir yayılma sürecini ifade eder.", "mikro_mantik": "Bu kalıp, kökün anlamını yayılma ve genişleme bağlamında ele alır. Fiilin öznesi, kendiliğinden ağaç gibi kök salma, dallanıp budaklanma ve yayılma sürecinden geçer. Kökün temel anlamı olan büyüme ve gelişme, bu kalıpta hızlı ve etkili bir yayılma olarak ifade edilir."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِشْتَجَرَ", "muzari": "يَشْتَجِرُ", "masdar": "اِشْتِجَار"}, "bab_anlami": "Ağaçlar gibi birbirine karışmak, iç içe geçmek veya çatışmak. Bu kalıp, farklı unsurların bir araya gelerek karmaşık bir ilişki oluşturmasını veya zıtlaşmasını ifade eder. İki kişinin veya iki fikrin çatışması, tartışması veya rekabet etmesi gibi anlamlara gelebilir. Aynı zamanda, farklı kültürlerin veya farklı düşüncelerin bir araya gelerek yeni bir sentez oluşturması anlamına da gelebilir. Bu kalıp, dinamik ve etkileşimli bir süreci ifade eder, ancak daha yoğun ve karmaşık bir etkileşimi vurgular.", "mikro_mantik": "Bu kalıp, kökün anlamını yoğun etkileşim ve karmaşıklık bağlamında ele alır. Fiilin öznesi, bir başkasıyla ağaçlar gibi karmaşık ve yoğun bir ilişki içindedir. Kökün temel anlamı olan büyüme ve gelişme, bu kalıpta farklı unsurların birbirini derinden etkilemesi ve dönüştürmesi yoluyla ifade edilir."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اِخْشَجَرَ", "muzari": "يَخْشَجِرُ", "masdar": "اِخْشِجْرَار"}, "bab_anlami": "Ağaç gibi gürleşmek, yoğunlaşmak veya sıklaşmak. Bu kalıp, bir şeyin aşırı derecede büyüme ve gelişme sürecini, özellikle de yoğunluk ve sıkılık yönünü vurgular. Bir ormanın ağaçlarla dolup taşması, bir fikrin veya bir projenin çok sayıda destekçi bulması ve güçlenmesi gibi anlamlara gelebilir. Aynı zamanda, bir insanın duygularının veya düşüncelerinin yoğunlaşması ve karmaşıklaşması anlamına da gelir. Bu kalıp, aşırı ve kontrolsüz bir büyüme sürecini ifade eder.", "mikro_mantik": "Bu kalıp, kökün anlamını aşırılık ve yoğunluk bağlamında ele alır. Fiilin öznesi, aşırı derecede ağaç gibi büyüme ve gelişme sürecinden geçer. Kökün temel anlamı olan büyüme ve gelişme, bu kalıpta kontrolsüz ve aşırı bir yoğunluk olarak ifade edilir."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَشْجَرَ", "muzari": "يَسْتَشْجِرُ", "masdar": "اِسْتِشْجَار"}, "bab_anlami": "Ağaçlandırmayı istemek, ağaç aramak veya ağaç gibi kök salmak istemek. Bu kalıp, bir şeyi ağaçlarla ilişkilendirme ve onlardan faydalanma arzusunu ifade eder. Bir projenin veya bir fikrin yeşermesi ve büyümesi için gerekli olan kaynakları aramak, desteklemek veya teşvik etmek anlamına gelebilir. Aynı zamanda, bir insanın içindeki potansiyeli ortaya çıkarmak ve geliştirmek için gerekli olan ilhamı veya motivasyonu aramak anlamına da gelir. Bu kalıp, bir amaca ulaşmak için ağaçlardan ilham alma veya onlara başvurma eylemini vurgular.", "mikro_mantik": "Bu kalıp, kökün anlamını arayış ve istek bağlamında ele alır. Fiilin öznesi, ağaçlandırmayı isteme veya ağaç gibi kök salmayı isteme eylemiyle bir amaca ulaşmaya çalışır. Kökün temel anlamı olan büyüme ve gelişme, bu kalıpta bir arayışın veya isteğin nesnesi olarak ifade edilir."}]}], "شحح": [{"kok": "شحح", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Kısıtlama, cimrilik, darlık; bir şeyin eksikliği veya yokluğu hissi.", "kavramsal_derinlik": "Maddi ve manevi kaynakların sınırlı olması, bu durumun birey ve toplum üzerindeki etkileri; kıtlık bilinci ve bununla başa çıkma stratejileri."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "شَحَّ - şahha", "muzari": "يَشُحُّ - yeşuhhu", "masdar": "شُحّ - şuhh"}, "bab_anlami": "Cimrilik etmek, kıskanmak, bir şeyi esirgemek. Bu kalıp, bir şeyin elde tutulmasında aşırıya kaçmayı, paylaşmaktan kaçınmayı ve kaynakları kendine saklamayı ifade eder. Aynı zamanda, bir duygunun veya bilginin başkalarıyla paylaşılmaması, içe kapanıklık ve bencillik gibi anlamlara da gelebilir. Bu, kişinin kendi iç dünyasında biriktirdiklerini dışarıya vermekte zorlanması, bir tür içsel darlığı simgeler.", "mikro_mantik": "Bu bâb, fiilin temel anlamını yoğunlaştırır ve eylemin sürekliliğini vurgular. Kök anlamındaki 'darlık' veya 'kısıtlama' kavramı, bu bâbda eylemin niteliği haline gelir. Yani, fiilin faili sürekli olarak cimrilik eden, esirgeyen veya kıskanan bir karakter sergiler."}]}], "شحم": [{"kok": "شحم", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Yağlılık, dolgunluk, bereket ve besleyicilik. Maddi ve manevi zenginliğin, içkin potansiyelin sembolü.", "kavramsal_derinlik": "Şişmanlık sadece fiziksel bir özellik değil, aynı zamanda bolluk, refah ve içsel tatminin bir yansımasıdır. Bu kök, dünyevi ve uhrevi nimetlerin bir araya gelerek oluşturduğu zenginliği ifade eder."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "شَحُمَ - şahuma", "muzari": "يَشْحُمُ - yeşhumu", "masdar": "شُحُومَة - şuhûmeh"}, "bab_anlami": "Bir şeyin doğal olarak yağlı, dolgun ve besleyici olması. Bu, içsel bir niteliği, doğuştan gelen bir özelliği ifade eder. Bir nesnenin veya varlığın özünde taşıdığı zenginlik ve potansiyel, dışarıdan bir müdahale olmaksızın kendiliğinden ortaya çıkar.", "mikro_mantik": "Bu bab, fiilin özneye ait bir niteliği doğrudan ifade ettiğini gösterir. Yani, fiilin anlamı öznenin doğasında var olan bir durumu tanımlar. Kökün anlamı, öznenin içsel yapısıyla doğrudan ilişkilidir ve dışsal bir etkenden ziyade öznenin kendisinden kaynaklanır."}, {"bab_no": 2, "fiil_formlari": {"mazi": "أَشْحَمَ - eşhame", "muzari": "يُشْحِمُ - yüşhimu", "masdar": "إِشْحَام - işhâm"}, "bab_anlami": "Bir şeyi yağlı hale getirmek, beslemek veya zenginleştirmek. Bu, bir nesneye veya duruma bolluk ve bereket katma eylemini ifade eder. İçsel potansiyeli harekete geçirme, var olanı daha da geliştirme ve zenginleştirme anlamlarını taşır.", "mikro_mantik": "Bu bab, fiilin geçişli olduğunu ve bir nesne üzerinde bir etki yarattığını gösterir. Kökün anlamı, bir nesnenin veya durumun niteliğini değiştirme veya iyileştirme eylemiyle ilişkilidir. Dışsal bir müdahale ile bir şeyin zenginleştirilmesi veya beslenmesi vurgulanır."}, {"bab_no": 4, "fiil_formlari": {"mazi": "تَشَحَّمَ - teşahheme", "muzari": "يَتَشَحَّمُ - yeteşahhemu", "masdar": "تَشَحُّم - teşahhum"}, "bab_anlami": "Yağlanmak, dolgunlaşmak veya beslenmek. Bu, bir şeyin kendiliğinden veya dış etkenler sayesinde zenginleşmesi ve gelişmesi anlamına gelir. İçsel potansiyelin açığa çıkması ve varlığın kendi özünü gerçekleştirmesi sürecini ifade eder.", "mikro_mantik": "Bu bab, fiilin dönüşlü veya edilgen olduğunu gösterir. Kökün anlamı, öznenin kendisi üzerinde meydana gelen bir değişimi veya gelişimi ifade eder. Bir nesnenin veya durumun kendi iç dinamikleriyle veya dış etkenlerin etkisiyle zenginleşmesi ve dolgunlaşması vurgulanır."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَشَاحَمَ - teşâheme", "muzari": "يَتَشَاحَمُ - yeteşâhemu", "masdar": "تَشَاحُم - teşâhum"}, "bab_anlami": "Karşılıklı olarak birbirini yağlamak, beslemek veya zenginleştirmek. Bu, iki veya daha fazla varlık arasındaki etkileşim sonucunda ortaya çıkan ortak bir zenginleşme ve gelişme durumunu ifade eder. İşbirliği, paylaşım ve karşılıklı fayda ilkeleri üzerine kurulu bir ilişkiyi simgeler.", "mikro_mantik": "Bu bab, fiilin karşılıklı bir eylemi ifade ettiğini gösterir. Kökün anlamı, iki veya daha fazla öznenin birbirini etkileyerek ortak bir sonuç elde etmesiyle ilişkilidir. Karşılıklı zenginleşme ve beslenme, işbirliği ve paylaşımın önemini vurgular."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَشْحَمَ - isteşhame", "muzari": "يَسْتَشْحِمُ - yesteşhimu", "masdar": "اِسْتِشْحَام - istişhâm"}, "bab_anlami": "Yağlılık, dolgunluk veya bereket aramak, talep etmek veya elde etmeye çalışmak. Bu, bir şeyin özünde var olan potansiyeli keşfetme ve onu en üst düzeye çıkarma çabasını ifade eder. İçsel zenginliğe ulaşma, bolluk ve refahı arayışta olma anlamlarını taşır.", "mikro_mantik": "Bu bab, fiilin bir talep veya arayış eylemini ifade ettiğini gösterir. Kökün anlamı, öznenin bir amaca ulaşmak için çaba göstermesiyle ilişkilidir. Yağlılık, dolgunluk veya bereket arayışı, içsel potansiyeli keşfetme ve onu en üst düzeye çıkarma arzusunu simgeler."}]}], "شحن": [{"kok": "شحن", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Bir şeyi bir yerden bir yere taşımak, yüklemek, doldurmak. İçsel olarak, bir potansiyeli harekete geçirmek, bir enerjiyi bir kaynaktan başka bir hedefe yönlendirmek.", "kavramsal_derinlik": "Hem maddi (fiziksel yük taşıma) hem de manevi (duygusal veya enerjik yükleme) boyutları içerir. İlahi düzeyde, bir ruhu bilgi veya ilhamla doldurmak, beşeri düzeyde ise bir aracı enerjiyle doldurmak gibi düşünülebilir."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "شَحَنَ - şahana", "muzari": "يَشْحَنُ - yeşhanu", "masdar": "شَحْن - şahn"}, "bab_anlami": "Bir şeyi doldurmak, yüklemek, bir yerden bir yere taşımak. Bu, fiziksel bir yük olabileceği gibi, bir duygu, enerji veya bilgi de olabilir. Şahıs, bir nesneyi veya bir aracı bir şeyle doldurarak onu harekete geçirebilir veya bir amaca hizmet eder hale getirebilir. Bu eylem, bir potansiyeli ortaya çıkarma ve bir hedefe yöneltme sürecini ifade eder.", "mikro_mantik": "Bu kalıp, kökün temel anlamını doğrudan ve basit bir şekilde ifade eder. Fiilin özne tarafından gerçekleştirilen temel eylemini gösterir; yani, 'doldurma' veya 'yükleme' eylemini. Herhangi bir ek anlam veya yoğunlaştırma katmanı eklemez, sadece temel eylemi belirtir."}, {"bab_no": 2, "fiil_formlari": {"mazi": "شَاحَنَ - şâhane", "muzari": "يُشَاحِنُ - yüşâhinü", "masdar": "مُشَاحَنَة - müşâhanet"}, "bab_anlami": "Karşılıklı olarak yüklemek, birbirini doldurmak veya karşılıklı olarak bir şeyi bir yerden bir yere taşımak. Bu, iki taraf arasında bir alışveriş veya etkileşim olduğunu gösterir. Örneğin, iki kişinin birbirine enerji vermesi veya iki sistemin birbirini tamamlaması gibi. Bu kalıp, karşılıklı bir eylem ve etkileşim vurgusu taşır, taraflar arasında bir denge ve tamamlanma arayışını ifade eder.", "mikro_mantik": "Bu kalıp, kökün anlamını karşılıklılık ve etkileşim boyutuyla genişletir. İki öznenin birbirini 'doldurma' veya 'yükleme' eylemini karşılıklı olarak gerçekleştirdiğini gösterir. Bu, bir alışveriş, rekabet veya işbirliği anlamı taşıyabilir, ancak temelinde bir etkileşim ve karşılıklı bir eylem yatar."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَشْحَنَ - eşhane", "muzari": "يُشْحِنُ - yüşhinü", "masdar": "إِشْحَان - îşhan"}, "bab_anlami": "Bir şeyi tamamen doldurmak, aşırı yüklemek veya bir şeyi bir şeyle donatmak. Bu, bir nesnenin veya bir sistemin kapasitesinin sonuna kadar doldurulması veya bir şeyin bir amaç için tamamen hazırlanması anlamına gelir. Bu kalıp, bir şeyi tam potansiyeline ulaştırma veya bir amaca hizmet etmesi için gerekli olan her şeyle donatma eylemini ifade eder. Bu, bir hazırlık, donatma ve tamamlama sürecini gösterir.", "mikro_mantik": "Bu kalıp, kökün anlamını yoğunluk ve tamamlama boyutuyla genişletir. Bir öznenin bir şeyi tamamen 'doldurma' veya 'yükleme' eylemini vurgular. Bu, bir hazırlık, donatma veya tamamlama anlamı taşıyabilir, bir şeyin potansiyelini tam olarak kullanıma hazır hale getirme eylemini ifade eder."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَشْحَنَ - isteşhane", "muzari": "يَسْتَشْحِنُ - yesteşhinü", "masdar": "اِسْتِشْحَان - istişhan"}, "bab_anlami": "Bir şeyi doldurmayı istemek, bir şeyin dolmasını talep etmek veya bir şeyi doldurma yeteneği aramak. Bu, bir ihtiyacı gidermek veya bir potansiyeli harekete geçirmek için bir şeyi doldurma arzusunu veya çabasını ifade eder. Bu kalıp, bir arayış, talep veya bir şeyi doldurma yeteneği kazanma sürecini gösterir. Şahıs, bir şeyi doldurarak ondan faydalanmayı veya onu bir amaca hizmet eder hale getirmeyi amaçlar.", "mikro_mantik": "Bu kalıp, kökün anlamını arayış ve talep boyutuyla genişletir. Bir öznenin bir şeyi 'doldurmayı isteme' veya 'doldurma yeteneği arama' eylemini gösterir. Bu, bir ihtiyaç giderme, bir potansiyeli harekete geçirme veya bir amaca ulaşma arzusunu ifade edebilir."}]}], "شخص": [{"kok": "شخص", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Bireysellik ve ayırt edicilik", "kavramsal_derinlik": "Varoluşsal kimlik ve toplumsal rol"}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "شَخَصَ - şahasa", "muzari": "يَشْخُصُ - yeşhasu", "masdar": "شُخُوص - şuhus"}, "bab_anlami": "Bir şeyin belirginleşmesi, ortaya çıkması ve dikkat çekici hale gelmesi anlamına gelir. Bu, bir nesnenin veya kişinin özelliklerinin belirgin bir şekilde kendini göstermesi, fark edilmesi ve tanınması durumunu ifade eder. Aynı zamanda, bir durumun veya olayın belirginleşerek net bir şekilde anlaşılır hale gelmesini de kapsar. Bu kalıp, varlığın kendini ifade etme ve başkaları tarafından algılanma sürecindeki dinamiklerini vurgular.", "mikro_mantik": "Bu kalıp, kökün temel anlamını harekete geçirerek, soyut bir potansiyeli somut bir eyleme dönüştürür. Kökün içerdiği 'ayırt edilme' potansiyeli, bu kalıpla birlikte dinamik bir sürece evrilir; yani, bir şeyin belirginleşmesi ve dikkat çekmesi eylemi gerçekleşir. Bu, kökün statik anlamını kinetik bir ifadeye dönüştürerek, varlığın kendini dış dünyaya sunma ve tanıtma eylemini vurgular."}]}], "شدد": [{"kok": "شدد", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Pekiştirme, kuvvetlendirme, vurgulama; bir şeyin yoğunluğunu veya önemini artırma.", "kavramsal_derinlik": "İrade gücünün tezahürü, kararlılık, azim, sebat; bir amaca ulaşmak için gösterilen yoğun çaba ve ısrar."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "شَدَّ - shadda", "muzari": "يَشُدُّ - yashuddu", "masdar": "شَدّ - shadd"}, "bab_anlami": "Bir şeyi sıkıca bağlamak, kuvvetlendirmek, pekiştirmek. Bu bağlamda, bir inancı, bir ilişkiyi veya bir hedefi derinlemesine benimsemek ve ona sımsıkı sarılmak anlamına gelir. Aynı zamanda, bir konuya yoğunlaşmak, dikkatini vermek ve o konuda uzmanlaşmak için çaba göstermek demektir. Bu, bireyin içsel gücünü ve kararlılığını kullanarak dış dünyadaki zorluklara karşı direnç göstermesini ifade eder.", "mikro_mantik": "Bu kalıp, kökün temel anlamını yoğunlaştırır ve eylemin şiddetini artırır. Fiilin öznesinin, eylemi daha kararlı ve etkili bir şekilde gerçekleştirdiğini gösterir. Matematiksel olarak, bu kalıp kökün enerjisini katlayarak, sonuç üzerinde daha büyük bir etki yaratma potansiyelini ifade eder."}, {"bab_no": 2, "fiil_formlari": {"mazi": "شَادَّ - shaadda", "muzari": "يُشَادُّ - yushaaddu", "masdar": "مُشَادَّة - mushaadda"}, "bab_anlami": "Karşılıklı olarak çekişmek, tartışmak, zıtlaşmak; bir konuda inatlaşmak ve kendi görüşünü savunmak. Bu, iki veya daha fazla tarafın, farklı fikirler veya hedefler doğrultusunda birbirleriyle mücadele etmesini ifade eder. Bu mücadele, bazen yapıcı bir diyalog şeklinde gerçekleşirken, bazen de sert bir çatışmaya dönüşebilir. Bu kalıp, bireylerin veya grupların kendi inançlarını ve değerlerini koruma çabalarını yansıtır.", "mikro_mantik": "Bu kalıp, köke karşılıklılık ve rekabet anlamı katar. Eylemin iki veya daha fazla taraf arasında gerçekleştiğini ve her bir tarafın kendi pozisyonunu güçlendirmeye çalıştığını gösterir. Matematiksel olarak, bu kalıp bir vektörel çarpışmayı temsil eder; her bir tarafın kuvveti, nihai sonucu etkiler."}, {"bab_no": 3, "fiil_formlari": {"mazi": "أَشَدَّ - ashadda", "muzari": "يُشِدُّ - yushiddu", "masdar": "إِشْدَاد - ishdad"}, "bab_anlami": "Bir şeyi daha güçlü, daha yoğun veya daha şiddetli hale getirmek; bir durumu veya eylemi pekiştirmek. Bu, bir sürecin veya olayın etkisini artırmak, bir amaca ulaşmak için çabaları yoğunlaştırmak anlamına gelir. Aynı zamanda, bir duygu veya düşüncenin derinliğini artırmak, bir inancı daha sağlam hale getirmek demektir. Bu kalıp, bireyin veya toplumun potansiyelini en üst düzeye çıkarma ve hedeflerine ulaşma arzusunu ifade eder.", "mikro_mantik": "Bu kalıp, köke bir şeyi artırma, yoğunlaştırma anlamı katar. Eylemin etkisini veya şiddetini artırdığını gösterir. Matematiksel olarak, bu kalıp bir fonksiyonun türevini almayı temsil eder; değişimin hızını ve yönünü belirler."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَشَدَّدَ - tashaddada", "muzari": "يَتَشَدَّدُ - yatashaddadu", "masdar": "تَشَدُّد - tashaddud"}, "bab_anlami": "Bir konuda aşırıya gitmek, katı ve hoşgörüsüz olmak; bir görüşü veya inancı fanatik bir şekilde savunmak. Bu, esneklikten uzaklaşmak, farklılıklara tahammül etmemek ve kendi düşüncesini mutlak doğru olarak kabul etmek anlamına gelir. Bu durum, bireysel veya toplumsal düzeyde gerginliklere, çatışmalara ve ayrılıklara yol açabilir. Bu kalıp, aşırılığın ve bağnazlığın tehlikelerine işaret eder.", "mikro_mantik": "Bu kalıp, köke aşırılık, katılık anlamı katar. Eylemin normal sınırların ötesine geçtiğini ve dengesiz bir duruma yol açtığını gösterir. Matematiksel olarak, bu kalıp bir eğrinin asimptotuna yaklaşmasını temsil eder; sonsuza doğru giden bir sapmayı ifade eder."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَشَادَّ - tashaadda", "muzari": "يَتَشَادُّ - yatashaaddu", "masdar": "تَشَادّ - tashaadd"}, "bab_anlami": "Karşılıklı olarak güç göstermek, birbirine meydan okumak; bir konuda rekabet etmek ve üstünlük sağlamaya çalışmak. Bu, iki veya daha fazla tarafın, kendi yeteneklerini ve becerilerini sergileyerek diğerlerini geride bırakma çabasını ifade eder. Bu rekabet, bazen dostça bir yarışma şeklinde gerçekleşirken, bazen de düşmanca bir mücadeleye dönüşebilir. Bu kalıp, bireylerin veya grupların kendi potansiyellerini keşfetme ve geliştirme arzusunu yansıtır.", "mikro_mantik": "Bu kalıp, köke karşılıklı rekabet ve meydan okuma anlamı katar. Eylemin iki veya daha fazla taraf arasında gerçekleştiğini ve her bir tarafın diğerini geçmeye çalıştığını gösterir. Matematiksel olarak, bu kalıp bir oyun teorisi modelini temsil eder; her bir oyuncunun stratejisi, diğer oyuncuların stratejilerini etkiler."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَشَدَّ - istashadda", "muzari": "يَسْتَشِدُّ - yastashiddu", "masdar": "اِسْتِشْدَاد - istishdad"}, "bab_anlami": "Güçlenmek, kuvvetlenmek, dayanıklılık kazanmak; bir konuda uzmanlaşmak ve yetkin hale gelmek. Bu, bireyin veya bir sistemin, zamanla daha dirençli, daha etkili ve daha başarılı hale gelmesini ifade eder. Aynı zamanda, bir inancı veya bir ideali daha derinlemesine benimsemek, ona daha sıkı bağlanmak demektir. Bu kalıp, sürekli öğrenme, gelişme ve mükemmelleşme arzusunu yansıtır.", "mikro_mantik": "Bu kalıp, köke güçlenme, kuvvetlenme anlamı katar. Eylemin zamanla daha etkili ve kalıcı hale geldiğini gösterir. Matematiksel olarak, bu kalıp bir üstel büyüme fonksiyonunu temsil eder; bir değerin sürekli olarak artmasını ifade eder."}]}], "شرب": [{"kok": "شرب", "ontolojik_analiz": {"temel_anlam_cekirdegi": "İçme eylemi, susuzluğu giderme, bir şeyi özümseme ve içselleştirme. Sadece fiziksel bir eylem değil, aynı zamanda mecazi olarak bilgi, deneyim veya duyguları içe alma ve benliğin bir parçası haline getirme.", "kavramsal_derinlik": "İçme eylemi, hem maddi hem de manevi susuzluğu gidermeyi temsil eder. Beşeri boyutta, fiziksel ihtiyaçları karşılarken, ilahi boyutta ise ruhun bilgi, hikmet ve aşkla doyurulmasını ifade eder. Bu, varoluşun temel bir ihtiyacı ve sürekli bir arayışıdır."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "شَرَبَ", "muzari": "يَشْرَبُ", "masdar": "شُرْب"}, "bab_anlami": "Temel içme eylemini ifade eder. Susuzluğu gidermek için bir sıvıyı tüketmek, bir şeyi yudumlamak veya içmek anlamına gelir. Aynı zamanda, bir şeyin tadını çıkarmak veya bir deneyimi yaşamak gibi daha geniş bir anlam da taşıyabilir. Bu kalıp, eylemin basit ve doğrudan gerçekleştiğini vurgular; içme eyleminin kendisi odak noktasıdır ve herhangi bir ek anlam veya yoğunluk içermez.", "mikro_mantik": "Bu kalıp, fiilin temel ve en yalın halini temsil eder. Eylemin basitçe gerçekleştiğini ve herhangi bir ek anlam veya yoğunluk taşımadığını gösterir. Kök anlamının en doğrudan ifadesidir."}, {"bab_no": 2, "fiil_formlari": {"mazi": "شَرَّبَ", "muzari": "يُشَرِّبُ", "masdar": "تَشْرِيب"}, "bab_anlami": "Bir şeyi bir sıvıyla doyurmak, ıslatmak veya emdirmek anlamına gelir. Bu, bir nesneyi bir sıvının içine batırmak veya bir sıvıyı bir şeyin üzerine dökmek suretiyle gerçekleştirilebilir. Mecazi olarak, bir kişiyi veya bir şeyi bir duygu, fikir veya deneyimle yoğun bir şekilde etkilemek anlamına gelebilir. Bu kalıp, eylemin yoğunluğunu ve bir şeyi tamamen doyurma veya etkileme amacını vurgular. Örneğin, bir kalbi sevgiyle doyurmak veya bir zihni bilgiyle doldurmak gibi.", "mikro_mantik": "Bu kalıp, kök anlamını yoğunlaştırır ve eylemin tekrarlı veya yoğun bir şekilde gerçekleştiğini gösterir. Bir şeyi tamamen doyurma veya etkileme amacını taşır."}, {"bab_no": 3, "fiil_formlari": {"mazi": "شَارَبَ", "muzari": "يُشَارِبُ", "masdar": "مُشَارَبَة"}, "bab_anlami": "Birlikte içmek, karşılıklı olarak içki içmek veya bir içki paylaşmak anlamına gelir. Bu, sosyal bir etkileşimi ve bir araya gelmeyi ifade eder. Mecazi olarak, bir deneyimi veya duyguyu paylaşmak, ortak bir paydada buluşmak anlamına gelebilir. Bu kalıp, eylemin karşılıklı olduğunu ve bir ortaklık veya paylaşım içerdiğini vurgular. Örneğin, dostlarla birlikte içmek veya ortak bir sevinci paylaşmak gibi.", "mikro_mantik": "Bu kalıp, eylemin karşılıklı olarak gerçekleştiğini ve bir ortaklık veya paylaşım içerdiğini gösterir. Kök anlamı, sosyal bir etkileşim bağlamında ifade edilir."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَشْرَبَ", "muzari": "يُشْرِبُ", "masdar": "إِشْرَاب"}, "bab_anlami": "Bir şeyi içirmek, birine bir şey içirmek veya bir şeyi bir sıvıyla aşılamak anlamına gelir. Bu, birine bir şeyi zorla içirmek veya bir şeyi bir sıvının içine batırmak suretiyle gerçekleştirilebilir. Mecazi olarak, bir kişiye bir fikir, duygu veya deneyimi aşılamak anlamına gelebilir. Bu kalıp, eylemin bir başkası üzerinde bir etki yaratma amacını taşıdığını vurgular. Örneğin, bir çocuğa ahlaki değerleri aşılamak veya bir bitkiyi suyla beslemek gibi.", "mikro_mantik": "Bu kalıp, eylemin bir başkası üzerinde bir etki yaratma amacını taşıdığını gösterir. Kök anlamı, bir başkasını etkileme veya bir şeyi bir sıvıyla aşılama bağlamında ifade edilir."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَشَرَّبَ", "muzari": "يَتَشَرَّبُ", "masdar": "تَشَرُّب"}, "bab_anlami": "Bir sıvıyı emmek, içine çekmek veya bir şeyin içine nüfuz etmek anlamına gelir. Bu, bir süngerin suyu emmesi veya bir toprağın suyu çekmesi gibi fiziksel bir eylem olabilir. Mecazi olarak, bir fikri, duyguyu veya deneyimi özümsemek, içselleştirmek ve benliğin bir parçası haline getirmek anlamına gelebilir. Bu kalıp, eylemin yavaş ve sürekli bir şekilde gerçekleştiğini ve bir şeyin derinlemesine nüfuz ettiğini vurgular. Örneğin, bir öğrencinin bilgiyi özümsemesi veya bir sanatçının ilhamı içselleştirmesi gibi.", "mikro_mantik": "Bu kalıp, eylemin yavaş ve sürekli bir şekilde gerçekleştiğini ve bir şeyin derinlemesine nüfuz ettiğini gösterir. Kök anlamı, özümseme ve içselleştirme bağlamında ifade edilir."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَشَارَبَ", "muzari": "يَتَشَارَبُ", "masdar": "تَشَارُب"}, "bab_anlami": "Karşılıklı olarak içmek, birbirine içki sunmak veya bir içkiyi paylaşmak için bir araya gelmek anlamına gelir. Bu, sosyal bir etkileşimi ve bir araya gelmeyi ifade eder. Mecazi olarak, ortak bir deneyimi veya duyguyu paylaşmak, bir konuda fikir alışverişinde bulunmak veya bir konuda anlaşmaya varmak anlamına gelebilir. Bu kalıp, eylemin karşılıklı olduğunu ve bir işbirliği veya paylaşım içerdiğini vurgular. Örneğin, dostlarla birlikte içmek ve sohbet etmek veya bir projede birlikte çalışmak gibi.", "mikro_mantik": "Bu kalıp, eylemin karşılıklı olarak gerçekleştiğini ve bir işbirliği veya paylaşım içerdiğini gösterir. Kök anlamı, sosyal bir etkileşim ve işbirliği bağlamında ifade edilir."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْشَرَبَ", "muzari": "يَنْشَرِبُ", "masdar": "اِنْشِرَاب"}, "bab_anlami": "İçilmek, emilmek veya bir şeyin içine çekilmek anlamına gelir. Bu, bir sıvının bir nesne tarafından emilmesi veya bir şeyin bir sıvının içine batırılması gibi pasif bir eylemi ifade eder. Mecazi olarak, bir fikrin, duygunun veya deneyimin bir kişi tarafından özümsenmesi veya içselleştirilmesi anlamına gelebilir. Bu kalıp, eylemin kendiliğinden gerçekleştiğini ve bir şeyin bir başka şey tarafından etkilendiğini vurgular. Örneğin, bir süngerin suyu emmesi veya bir kişinin bir fikirden etkilenmesi gibi.", "mikro_mantik": "Bu kalıp, eylemin pasif bir şekilde gerçekleştiğini ve bir şeyin bir başka şey tarafından etkilendiğini gösterir. Kök anlamı, emilme ve özümsenme bağlamında ifade edilir."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِشْتَرَبَ", "muzari": "يَشْتَرِبُ", "masdar": "اِشْتِرَاب"}, "bab_anlami": "İçmek için yarışmak, içki konusunda rekabet etmek veya bir içkiyi paylaşmak için bir araya gelmek anlamına gelir. Bu, sosyal bir etkileşimi ve bir rekabeti ifade eder. Mecazi olarak, bir deneyimi veya duyguyu paylaşmak için yarışmak, bir konuda rekabet etmek veya bir konuda anlaşmaya varmak için bir araya gelmek anlamına gelebilir. Bu kalıp, eylemin rekabetçi olduğunu ve bir yarışma veya paylaşım içerdiğini vurgular. Örneğin, bir içki yarışmasına katılmak veya bir projede rekabet etmek gibi.", "mikro_mantik": "Bu kalıp, eylemin rekabetçi bir şekilde gerçekleştiğini ve bir yarışma veya paylaşım içerdiğini gösterir. Kök anlamı, sosyal bir etkileşim ve rekabet bağlamında ifade edilir."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اِشْرَوْرَبَ", "muzari": "يَشْرَوْرِبُ", "masdar": "اِشْرِيرَاب"}, "bab_anlami": "Bu kalıp nadiren kullanılır ve kök anlamıyla doğrudan ilişkili yaygın bir anlamı yoktur. Ancak, kök anlamından yola çıkarak, bir şeyin aşırı derecede içilmesi veya bir sıvının aşırı derecede emilmesi gibi bir anlam taşıyabileceği düşünülebilir. Mecazi olarak, bir fikrin, duygunun veya deneyimin aşırı derecede özümsenmesi veya içselleştirilmesi anlamına gelebilir. Bu kalıp, eylemin aşırı veya abartılı bir şekilde gerçekleştiğini vurgular.", "mikro_mantik": "Bu kalıp, kök anlamını aşırı veya abartılı bir şekilde ifade eder. Nadiren kullanılır ve genellikle kök anlamıyla doğrudan ilişkili yaygın bir anlamı yoktur."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَشْرَبَ", "muzari": "يَسْتَشْرِبُ", "masdar": "اِسْتِشْرَاب"}, "bab_anlami": "İçmeyi istemek, içmek için talepte bulunmak veya bir şeyi içmeye meyilli olmak anlamına gelir. Bu, bir ihtiyacı veya arzuyu ifade eder. Mecazi olarak, bir fikri, duyguyu veya deneyimi özümsemeye istekli olmak, bir konuda bilgi edinmeye veya deneyim kazanmaya açık olmak anlamına gelebilir. Bu kalıp, eylemin bir arzu veya istekten kaynaklandığını ve bir şeye meyilli olmayı vurgular. Örneğin, susamış olmak ve su içmek istemek veya yeni bir konu hakkında bilgi edinmeye istekli olmak gibi.", "mikro_mantik": "Bu kalıp, eylemin bir arzu veya istekten kaynaklandığını ve bir şeye meyilli olmayı gösterir. Kök anlamı, istek ve arzu bağlamında ifade edilir."}]}], "شرح": [{"kok": "شرح", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Açıklık, genişlik, bir şeyin iç yüzünü ortaya çıkarma", "kavramsal_derinlik": "Anlama ve ifadenin derinleşmesi, gizli olanın aşikar kılınması, bilginin yayılması"}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "شَرَحَ - şaraha", "muzari": "يَشْرَحُ - yeşrahu", "masdar": "شَرْحٌ - şerhun"}, "bab_anlami": "Bir şeyi açmak, genişletmek, detaylı bir şekilde izah etmek. Bu, sadece fiziksel bir nesnenin açılması değil, aynı zamanda bir konunun, bir duygunun veya bir durumun anlaşılır hale getirilmesi anlamına da gelir. Zihnin ve kalbin açılması, ilahi bir lütuf ile iç huzura kavuşmak da bu babın anlam derinliğinde yer alır.", "mikro_mantik": "Bu bab, fiilin temel anlamını doğrudan ve basit bir şekilde ifade eder. Kök anlamındaki 'açıklık' ve 'genişlik' kavramları, fiilin bu kalıbında herhangi bir ek anlam veya yoğunluk kazanmadan, yalın bir eylem olarak ortaya konur. Fiilin öznesi, eylemi doğrudan gerçekleştirir ve sonuç, nesnenin daha anlaşılır veya daha geniş hale gelmesidir."}, {"bab_no": 2, "fiil_formlari": {"mazi": "شَرَّحَ - şarraha", "muzari": "يُشَرِّحُ - yüşarrihu", "masdar": "تَشْرِيحٌ - teşrihun"}, "bab_anlami": "Bir şeyi parçalara ayırmak, detaylı bir şekilde incelemek, analiz etmek. Bu, özellikle bilimsel ve tıbbi bağlamlarda bir nesnenin veya bir organizmanın yapısını anlamak için yapılan detaylı incelemeyi ifade eder. Aynı zamanda, bir konuyu veya bir argümanı en ince ayrıntısına kadar analiz ederek, onu daha iyi anlamayı veya açıklamayı da içerir. Bu kalıp, bilginin derinlemesine araştırılması ve anlaşılması için bir araçtır.", "mikro_mantik": "Bu bab, kök anlamındaki 'açıklık' ve 'genişlik' kavramlarını yoğunlaştırır ve derinleştirir. Fiilin tekrarı (şedde), eylemin yoğunluğunu ve detaylılığını vurgular. Bu kalıp, eylemin sadece basit bir açıklama veya genişletme olmadığını, aynı zamanda derinlemesine bir analiz ve inceleme içerdiğini gösterir. Fiilin öznesi, eylemi titizlikle ve dikkatle gerçekleştirir ve sonuç, nesnenin en ince ayrıntısına kadar anlaşılmasıdır."}, {"bab_no": 3, "fiil_formlari": {"mazi": "شَارَحَ - şaraha", "muzari": "يُشَارِحُ - yüşarihu", "masdar": "مُشَارَحَةٌ - müşaraha"}, "bab_anlami": "Karşılıklı olarak açıklamak, izah etmek, bir konuda müzakere etmek, tartışmak. Bu, iki veya daha fazla kişi arasında gerçekleşen bir iletişim sürecini ifade eder. Her bir taraf, kendi bakış açısını ve anlayışını diğerine aktarır, böylece ortak bir anlayışa ulaşmaya çalışırlar. Bu kalıp, bilginin paylaşılması, fikirlerin geliştirilmesi ve sorunların çözülmesi için bir araçtır. Aynı zamanda, insanların birbirlerini anlamalarına ve aralarındaki ilişkileri güçlendirmelerine de yardımcı olur.", "mikro_mantik": "Bu bab, kök anlamındaki 'açıklık' ve 'genişlik' kavramlarını karşılıklı bir etkileşim içinde ifade eder. Fiilin öznesi ve nesnesi, eylemi birlikte gerçekleştirirler. Bu kalıp, eylemin sadece tek taraflı bir açıklama veya genişletme olmadığını, aynı zamanda karşılıklı bir iletişim ve etkileşim içerdiğini gösterir. Fiilin sonucu, her iki tarafın da daha iyi anlaması ve daha geniş bir perspektife sahip olmasıdır."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَشْرَحَ - eşraha", "muzari": "يُشْرِحُ - yüşrihu", "masdar": "إِشْرَاحٌ - işrahun"}, "bab_anlami": "Bir şeyi açmak, genişletmek, ferahlatmak, iç huzuru vermek. Bu, sadece fiziksel bir nesnenin açılması değil, aynı zamanda zihnin ve kalbin açılması anlamına da gelir. İnsanın iç dünyasında bir ferahlık, bir rahatlama hissetmesi, sıkıntılarından kurtulması ve umutla dolması bu babın anlam derinliğinde yer alır. İlahî bir lütuf ile kalbin nurlanması, hakikatin idrak edilmesi de bu kalıpla ifade edilebilir.", "mikro_mantik": "Bu bab, kök anlamındaki 'açıklık' ve 'genişlik' kavramlarını içsel bir deneyim olarak ifade eder. Fiilin öznesi, eylemi kendisi üzerinde gerçekleştirir ve sonuç, içsel bir dönüşüm ve iyileşmedir. Bu kalıp, eylemin sadece dışsal bir açıklama veya genişletme olmadığını, aynı zamanda içsel bir ferahlık ve rahatlama sağladığını gösterir. Fiilin sonucu, öznenin daha huzurlu, daha mutlu ve daha umutlu olmasıdır."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَشَرَّحَ - teşarraha", "muzari": "يَتَشَرَّحُ - yateşarrahu", "masdar": "تَشَرُّحٌ - teşarruh"}, "bab_anlami": "Detaylı bir şekilde açıklanmak, izah edilmek, bir konunun en ince ayrıntısına kadar anlaşılır hale gelmesi. Bu, bir konunun karmaşıklığının giderilmesi, zorluklarının aşılması ve herkes tarafından kolayca anlaşılabilir hale getirilmesi anlamına gelir. Aynı zamanda, bir kişinin kendi iç dünyasını açması, duygularını ve düşüncelerini dürüstçe ifade etmesi de bu babın anlam derinliğinde yer alır. Hakikatin tüm çıplaklığıyla ortaya serilmesi de bu kalıpla ifade edilebilir.", "mikro_mantik": "Bu bab, kök anlamındaki 'açıklık' ve 'genişlik' kavramlarını edilgen bir şekilde ifade eder. Fiilin öznesi, eylemi kendisi yapmaz, ancak eylemin etkisi altında kalır. Bu kalıp, eylemin sadece dışsal bir açıklama veya genişletme olmadığını, aynı zamanda öznenin içsel bir dönüşüm geçirmesine neden olduğunu gösterir. Fiilin sonucu, öznenin daha anlaşılır, daha açık ve daha dürüst olmasıdır."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَشَارَحَ - teşaraha", "muzari": "يَتَشَارَحُ - yeteşarahu", "masdar": "تَشَارُحٌ - teşaruh"}, "bab_anlami": "Karşılıklı olarak birbirini açıklamak, izah etmek, birbirleriyle dertleşmek, halleşmek. Bu, iki veya daha fazla kişinin birbirlerine karşı açık ve dürüst olmaları, duygularını ve düşüncelerini paylaşmaları anlamına gelir. Aynı zamanda, birbirlerinin sorunlarını anlamaya çalışmaları, birbirlerine destek olmaları ve birlikte çözüm aramaları da bu babın anlam derinliğinde yer alır. İnsanlar arasındaki bağların güçlenmesi, sevgi ve saygının artması bu kalıpla ifade edilebilir.", "mikro_mantik": "Bu bab, kök anlamındaki 'açıklık' ve 'genişlik' kavramlarını karşılıklı ve etkileşimli bir şekilde ifade eder. Fiilin öznesi ve nesnesi, eylemi birlikte gerçekleştirirler ve birbirlerinden etkilenirler. Bu kalıp, eylemin sadece dışsal bir açıklama veya genişletme olmadığını, aynı zamanda insanların birbirlerini anlamalarına ve aralarındaki ilişkileri güçlendirmelerine yardımcı olduğunu gösterir. Fiilin sonucu, her iki tarafın da daha mutlu, daha huzurlu ve daha bağlı olmasıdır."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْشَرَحَ - inşaraha", "muzari": "يَنْشَرِحُ - yenşarihu", "masdar": "اِنْشِرَاحٌ - inşirah"}, "bab_anlami": "Gönlün açılması, ferahlamak, sevinmek, iç huzura kavuşmak. Bu, insanın iç dünyasında bir rahatlama, bir ferahlık hissetmesi, sıkıntılarından kurtulması ve umutla dolması anlamına gelir. İlahî bir lütuf ile kalbin nurlanması, hakikatin idrak edilmesi ve içsel bir aydınlanma yaşanması bu babın anlam derinliğinde yer alır. Ruhun özgürleşmesi, manevi bir yükseliş yaşanması da bu kalıpla ifade edilebilir.", "mikro_mantik": "Bu bab, kök anlamındaki 'açıklık' ve 'genişlik' kavramlarını içsel bir deneyim olarak ifade eder. Fiilin öznesi, eylemi kendiliğinden yaşar ve sonuç, içsel bir dönüşüm ve iyileşmedir. Bu kalıp, eylemin sadece dışsal bir açıklama veya genişletme olmadığını, aynı zamanda içsel bir ferahlık ve rahatlama sağladığını gösterir. Fiilin sonucu, öznenin daha huzurlu, daha mutlu ve daha umutlu olmasıdır."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِشْتَرَحَ - işteraha", "muzari": "يَشْتَرِحُ - yeşterihu", "masdar": "اِشْتِرَاحٌ - iştirah"}, "bab_anlami": "Açıklama istemek, izah edilmesini talep etmek, bir konunun anlaşılması için çaba göstermek. Bu, bir kişinin bir konuyu anlamak için soru sorması, araştırma yapması ve bilgi edinmeye çalışması anlamına gelir. Aynı zamanda, bir başkasından bir konuyu açıklamasını istemesi, ona danışması ve yardım alması da bu babın anlam derinliğinde yer alır. Bilgiye ulaşma yolunda sabırla ve azimle ilerlemek bu kalıpla ifade edilebilir. (Kur'an'da geçmemektedir, potansiyel anlamı)", "mikro_mantik": "Bu bab, kök anlamındaki 'açıklık' ve 'genişlik' kavramlarını talep ve arayış içinde ifade eder. Fiilin öznesi, eylemi kendisi yapmaz, ancak eylemin gerçekleşmesi için çaba gösterir. Bu kalıp, eylemin sadece dışsal bir açıklama veya genişletme olmadığını, aynı zamanda öznenin içsel bir arayış içinde olduğunu gösterir. Fiilin sonucu, öznenin daha bilgili, daha anlayışlı ve daha donanımlı olmasıdır."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اِشْرَأَحَ - işre'ah", "muzari": "يَشْرَئِحُ - yeşrei'hu", "masdar": "اِشْرِئْحَاحٌ - işri'hah"}, "bab_anlami": "Son derece ferahlamak, gönlü çok açılmak, iç huzura gark olmak. Bu, insanın iç dünyasında tarifsiz bir rahatlama, bir ferahlık hissetmesi, tüm sıkıntılarından kurtulması ve sonsuz bir umutla dolması anlamına gelir. İlahî bir tecelli ile kalbin tamamen nurlanması, hakikatin tüm derinliğiyle idrak edilmesi ve ilahi aşkla coşması bu babın anlam derinliğinde yer alır. Ruhun ilahi alemlere yükselmesi, fena fillah makamına ulaşması da bu kalıpla ifade edilebilir. (Kur'an'da geçmemektedir, potansiyel anlamı)", "mikro_mantik": "Bu bab, kök anlamındaki 'açıklık' ve 'genişlik' kavramlarını en üst düzeyde ve yoğunlukta ifade eder. Fiilin öznesi, eylemi kendiliğinden yaşar ve sonuç, içsel bir dönüşüm ve iyileşmedir. Bu kalıp, eylemin sadece dışsal bir açıklama veya genişletme olmadığını, aynı zamanda içsel bir ferahlık ve rahatlamanın en üst düzeyde yaşandığını gösterir. Fiilin sonucu, öznenin ilahi aşkla dolu, huzurlu ve mutlu olmasıdır."}]}], "شرد": [{"kok": "شرد", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Dağılma, kaçış, bir aradalığın yitimi", "kavramsal_derinlik": "Fiziksel ayrılıktan zihinsel kopuşa uzanan bir yelpaze"}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "شَرَدَ - şerade", "muzari": "يَشْرُدُ - yeşrudu", "masdar": "شَرْد - şerd"}, "bab_anlami": "Bir şeyin kontrol dışına çıkması, beklenmedik bir anda dağılması veya kaçması durumunu ifade eder. Bu, sadece fiziksel bir kaçış değil, aynı zamanda zihinsel bir dağınıklık, bir konudan diğerine atlama veya bir düşüncenin akışının bozulması şeklinde de tezahür edebilir. Şerd, bir şeyin özgün bütünlüğünü kaybetmesi ve parçalara ayrılması halidir; bu, bir toplumun dağılmasından, bir bireyin iç dünyasındaki karmaşaya kadar geniş bir anlam yelpazesini kapsar.", "mikro_mantik": "Bu bab, kökün temel anlamını en yalın haliyle ifade eder. Fiilin basit ve doğrudan gerçekleştiğini gösterir. Kökün özündeki 'dağılma' veya 'kaçış' eyleminin herhangi bir ek anlam veya yoğunluk katmanı olmaksızın vuku bulduğunu belirtir."}, {"bab_no": 2, "fiil_formlari": {"mazi": "شَرَّدَ - şerrade", "muzari": "يُشَرِّدُ - yüşerridu", "masdar": "تَشْرِيد - teşrid"}, "bab_anlami": "Bir şeyi veya birilerini dağıtmaya, kaçırmaya veya yerinden yurdudan etmeye yönelik kasıtlı bir eylemi ifade eder. Bu, sadece fiziksel bir sürgün değil, aynı zamanda bir topluluğun moralini bozma, bir düşünceyi bastırma veya bir ideali yok etme çabası da olabilir. Teşrid, bir düzeni bozma, birliği parçalama ve istikrarı sarsma amacı taşıyan bir eylemdir; bu, bir ülkenin işgalinden, bir ailenin dağılmasına kadar geniş bir etki alanına sahip olabilir.", "mikro_mantik": "Bu bab, kökün anlamını yoğunlaştırır ve eylemin kasıtlı ve tekrarlayan bir nitelik taşıdığını gösterir. Fiilin faili, dağıtma veya kaçırma eylemini bilinçli bir şekilde ve sürekli olarak gerçekleştirir. Bu, eylemin etkisini artırır ve sonuçlarının daha derin ve kalıcı olmasına neden olur."}, {"bab_no": 3, "fiil_formlari": {"mazi": "شَارَدَ - şârade", "muzari": "يُشَارِدُ - yüşâridu", "masdar": "مُشَارَدَة - müşârade"}, "bab_anlami": "Karşılıklı olarak dağılma, kaçışma veya birbirinden uzaklaşma eylemini ifade eder. Bu, iki veya daha fazla tarafın birbirlerinden kopması, aralarındaki bağların zayıflaması veya ortak bir zemini kaybetmeleri durumunu ifade eder. Müşârede, bir ilişkinin sona ermesinden, bir anlaşmanın bozulmasına kadar çeşitli şekillerde tezahür edebilir. Bu, tarafların birbirlerine yabancılaşması, farklı yönlere gitmesi ve ortak bir geleceği paylaşma umudunun kaybolması anlamına gelir.", "mikro_mantik": "Bu bab, kökün anlamını karşılıklı bir etkileşim bağlamına yerleştirir. Fiilin gerçekleşmesi için en az iki tarafın varlığı gereklidir ve eylem, taraflar arasındaki bir etkileşim sonucunda ortaya çıkar. Bu, dağılma veya kaçış eyleminin tek taraflı olmadığı, aksine tarafların birbirlerini etkilemesiyle ortaya çıkan bir süreç olduğunu gösterir."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْشَرَدَ - inşerade", "muzari": "يَنْشَرِدُ - yenşeridu", "masdar": "اِنْشِرَاد - inşirad"}, "bab_anlami": "Kendiliğinden dağılma, kontrolsüz bir şekilde yayılma veya bir şeyin içten dışa doğru parçalanması durumunu ifade eder. Bu, bir bilginin yayılması, bir dedikodunun yaygınlaşması veya bir duygunun kontrolden çıkması şeklinde tezahür edebilir. İnşirad, bir şeyin kendi doğası gereği dağılmaya veya yayılmaya yatkın olduğunu ve bu sürecin dışsal bir müdahale olmaksızın gerçekleştiğini gösterir. Bu, bir tohumun filizlenmesinden, bir salgının yayılmasına kadar çeşitli olayları açıklamak için kullanılabilir.", "mikro_mantik": "Bu bab, kökün anlamını edilgen bir bağlamda ifade eder. Fiilin faili belirsizdir ve eylem, öznenin kendi içsel dinamikleri veya dışsal koşulların etkisiyle kendiliğinden gerçekleşir. Bu, dağılma veya yayılma eyleminin kontrolsüz ve öngörülemez bir şekilde gerçekleştiğini gösterir."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِشْتَرَدَ - işterade", "muzari": "يَشْتَرِدُ - yeşteridu", "masdar": "اِشْتِرَاد - iştirad"}, "bab_anlami": "Dağılmayı istemek, kaçış aramak veya bir şeyden kurtulmaya çalışmak anlamlarına gelir. Bu, bir sorumluluktan kaçma, bir tehlikeden uzaklaşma veya bir sorundan kurtulma çabası olabilir. İştirad, bir bireyin veya bir grubun, kendilerini tehdit eden veya rahatsız eden bir durumdan kurtulmak için gösterdiği çabayı ifade eder. Bu, bir savaş alanından kaçmaktan, bir ilişkiden ayrılmaya kadar çeşitli eylemleri kapsayabilir.", "mikro_mantik": "Bu bab, kökün anlamını bir arayış veya talep bağlamına yerleştirir. Fiilin faili, dağılma veya kaçış eylemini aktif olarak arar veya talep eder. Bu, eylemin bilinçli bir tercih veya zorunlu bir ihtiyaçtan kaynaklandığını gösterir."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَشْرَدَ - isteşrade", "muzari": "يَسْتَشْرِدُ - yesteşridu", "masdar": "اِسْتِشْرَاد - istişrad"}, "bab_anlami": "Dağılmış veya kaçmış gibi görünmek, dağılma veya kaçış eylemini taklit etmek veya bir şeyin dağılmış veya kaçmış olduğuna inanmak anlamına gelir. Bu, bir yanılsama yaratma, bir durumu yanlış değerlendirme veya bir gerçeği çarpıtma çabası olabilir. İstișrad, bir bireyin veya bir grubun, gerçekte olmadığı halde dağılmış veya kaçmış gibi davranarak, başkalarını yanıltmaya veya kendi çıkarlarını korumaya çalıştığı bir durumu ifade eder. Bu, bir casusun kimliğini gizlemesinden, bir politikacının seçmenleri manipüle etmesine kadar çeşitli taktikleri kapsayabilir.", "mikro_mantik": "Bu bab, kökün anlamını bir görünüş veya inanç bağlamına yerleştirir. Fiilin faili, dağılma veya kaçış eylemini gerçekte yapmasa bile, bu eylemi yapmış gibi görünür veya bu eylemin gerçekleştiğine inanır. Bu, eylemin gerçekliği ile algılanan gerçeklik arasındaki farkı vurgular."}]}], "شرذم": [{"kok": "شرذم", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Dağılma, parçalanma, ayrışma; bir bütünün unsurlarına ayrılması ve bu ayrışmanın getirdiği potansiyel yeni oluşumlar. Kök, hem bir sonu hem de yeni bir başlangıcın tohumlarını içinde barındırır.", "kavramsal_derinlik": "Fiziksel dağılmanın ötesinde, zihinsel ve ruhsal ayrışmaları, farklılaşmaları ifade eder. İnsanların inançlarının, düşüncelerinin veya toplulukların farklı yönlere evrilmesini simgeler. İlahi boyutta ise, evrenin sürekli genişlemesi ve farklılaşması, yaratılışın dinamik doğası ile ilişkilendirilebilir."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "شَرَذَمَ - şarazeme", "muzari": "يُشَرْذِمُ - yüşerzimu", "masdar": "شَرْذَمَةٌ - şarzemetun"}, "bab_anlami": "Bir şeyi parçalara ayırmak, dağıtmak, farklı unsurlara bölmek; bir bütünü oluşturan parçaları birbirinden ayırmak suretiyle, o bütünün etkisini azaltmak veya yok etmek. Bu kalıp, bir şeyin içsel yapısını bozarak, onu işlevsiz hale getirme eylemini ifade eder. Aynı zamanda, bir topluluğu veya grubu bölerek, onların birliğini zayıflatma anlamını da taşır.", "mikro_mantik": "Bu bab, kökün anlamını yoğunlaştırır ve eylemin kasıtlı ve sistematik bir şekilde gerçekleştirildiğini vurgular. Kökün temel anlamındaki dağılma ve ayrışma, bu babda aktif bir eyleme dönüşür. Fiilin faili, dağıtma veya parçalama eylemini bilinçli olarak gerçekleştirir."}]}], "شرر": [{"kok": "شرر", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Kıvılcım, parıltı, alevlenme; içsel bir enerjinin dışa vurumu, potansiyel yıkıcılık ve aydınlanma.", "kavramsal_derinlik": "Şerr'in özünde hem yaratıcı hem de yıkıcı bir potansiyel barındırır. Bu, evrenin sürekli değişim ve dönüşüm halindeki doğasının bir yansımasıdır. İnsan ruhunda ise, bastırılmış arzuların, öfkenin veya tutkunun aniden ortaya çıkması ve kontrolsüz bir şekilde yayılması tehlikesini simgeler. Aynı zamanda, içsel bir aydınlanmanın, bir farkındalığın aniden parlaması ve zihni aydınlatması anlamını da taşır."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "شَرَّ - şarra", "muzari": "يَشُرُّ - yeşurru", "masdar": "شَرّ - şerr"}, "bab_anlami": "Şerr, bir şeyin kötüleşmesi, şiddetlenmesi veya yayılması anlamına gelir. Bir durumun kontrolden çıkması, olumsuz etkilerinin artması veya bir duygunun yoğunlaşması gibi durumları ifade eder. Bu kalıp, kökün temel anlamındaki potansiyel yıkıcılığın veya olumsuzluğun eyleme dönüşmesini ve yayılmasını vurgular.", "mikro_mantik": "Bu bab, kökün anlamını yoğunlaştırır ve eylemsel bir boyuta taşır. Tekrarlama ve şiddetlenme anlamı katarak, kökün ifade ettiği durumun veya niteliğin artan bir şekilde tezahür ettiğini gösterir. Fiilin bu kalıpta kullanılması, şerrin aktif bir şekilde yayıldığını veya bir şeyin kötüleştiğini belirtir."}, {"bab_no": 2, "fiil_formlari": {"mazi": "شَارَّ - şâra", "muzari": "يُشَارُّ - yuşâru", "masdar": "مُشَارَّة - müşârat"}, "bab_anlami": "Şâra, bir kişiyle şer konusunda tartışmak, çekişmek veya rekabet etmek anlamına gelir. Bu kalıp, kökün anlamını kişiler arası bir etkileşim bağlamına yerleştirir ve olumsuzluğun yayılmasında karşılıklı bir etkileşimi vurgular. İki tarafın da şerri yaymaya çalıştığı veya birbirlerine karşı kötü niyet beslediği bir durumu ifade eder.", "mikro_mantik": "Bu bab, köke karşılıklılık ve rekabet anlamı katar. İki veya daha fazla tarafın arasındaki olumsuz etkileşimi vurgulayarak, şerrin yayılmasında karşılıklı bir dinamiğin olduğunu gösterir. Fiilin bu kalıpta kullanılması, tarafların aktif olarak birbirlerine karşı şerri yaymaya çalıştıklarını veya kötü niyetlerini sergilediklerini belirtir."}, {"bab_no": 3, "fiil_formlari": {"mazi": "شَارَّ - şâra", "muzari": "يُشَارُّ - yuşâru", "masdar": "شِرَارَة - şirârat"}, "bab_anlami": "Şirârat, kıvılcımlar saçmak, parıltılar çıkarmak anlamına gelir. Bu kalıp, kökün temel anlamındaki 'kıvılcım' imgesini somutlaştırır ve bir şeyin içindeki potansiyel enerjinin dışa vurumunu ifade eder. Bu, bir olayın başlangıcını, bir fikrin doğuşunu veya bir duygunun aniden alevlenmesini simgeleyebilir.", "mikro_mantik": "Bu bab, köke somutluk ve başlangıç anlamı katar. Kıvılcımların yayılması gibi, bir şeyin içindeki potansiyel enerjinin aniden ortaya çıkmasını ve yayılmaya başlamasını vurgular. Fiilin bu kalıpta kullanılması, bir olayın veya durumun başlangıcını, bir fikrin doğuşunu veya bir duygunun alevlenmesini belirtir."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَشَرَّ - eşarra", "muzari": "يُشِرُّ - yuşirru", "masdar": "إِشْرَار - işrâr"}, "bab_anlami": "Eşarra, bir şeyi şerli hale getirmek, kötüleştirmek veya olumsuz bir duruma sokmak anlamına gelir. Bu kalıp, kökün anlamını bir eylemle ilişkilendirir ve bir şeyin kötüleşmesine neden olan bir müdahaleyi vurgular. Bir durumu kasıtlı olarak olumsuz etkilemek veya bir şeyi kötüye kullanmak gibi durumları ifade eder.", "mikro_mantik": "Bu bab, köke nedensellik ve dönüştürme anlamı katar. Bir şeyin şerli hale gelmesine neden olan bir eylemi vurgulayarak, bir durumun olumsuz yönde değişmesine yol açan bir müdahaleyi gösterir. Fiilin bu kalıpta kullanılması, bir şeyin kötüleşmesine neden olan bir eylemi veya bir durumu kasıtlı olarak olumsuz etkilemeyi belirtir."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَشَرَّرَ - teşerrera", "muzari": "يَتَشَرَّرُ - yeteşerreru", "masdar": "تَشَرُّر - teşerrur"}, "bab_anlami": "Teşerrera, şerli gibi davranmak, kötü niyetli görünmek veya şer yaymaya çalışmak anlamına gelir. Bu kalıp, kökün anlamını bir davranış biçimiyle ilişkilendirir ve bir kişinin kötü niyetlerini sergilemesini veya olumsuz bir imaj çizmesini vurgular. Kötülük yapmaya eğilimli olmak veya başkalarına zarar verme potansiyeli taşımak gibi durumları ifade eder.", "mikro_mantik": "Bu bab, köke görünüş ve çaba anlamı katar. Bir kişinin şerli gibi görünmeye çalışmasını veya kötü niyetlerini sergilemesini vurgulayarak, bir imaj yaratma veya bir davranışı taklit etme çabasını gösterir. Fiilin bu kalıpta kullanılması, bir kişinin kötü niyetli gibi davrandığını veya şer yaymaya çalıştığını belirtir."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَشَارَّ - teşâra", "muzari": "يَتَشَارُّ - yeteşâru", "masdar": "تَشَارّ - teşârr"}, "bab_anlami": "Teşâra, karşılıklı olarak şerli davranmak, birbirine karşı kötü niyet beslemek veya çekişmek anlamına gelir. Bu kalıp, kökün anlamını kişiler arası bir etkileşim bağlamına yerleştirir ve iki veya daha fazla tarafın arasındaki olumsuz ilişkiyi vurgular. Tarafların birbirlerine karşı kötü niyet beslediği, çekiştiği veya rekabet ettiği bir durumu ifade eder.", "mikro_mantik": "Bu bab, köke karşılıklılık ve rekabet anlamı katar. İki veya daha fazla tarafın arasındaki olumsuz etkileşimi vurgulayarak, şerrin yayılmasında karşılıklı bir dinamiğin olduğunu gösterir. Fiilin bu kalıpta kullanılması, tarafların aktif olarak birbirlerine karşı kötü niyet beslediklerini veya çekiştiğini belirtir."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْشَرَّ - inşerra", "muzari": "يَنْشَرُّ - yenşerru", "masdar": "اِنْشِرَار - inşirâr"}, "bab_anlami": "İnşerra, şerrin yayılması, kötüleşmesi veya bir şeyin olumsuz etkilerinin artması anlamına gelir. Bu kalıp, kökün anlamını pasif bir duruma dönüştürür ve şerrin kendiliğinden yayılmasını veya bir şeyin kontrolsüz bir şekilde kötüleşmesini vurgular. Bir durumun kontrolden çıkması, olumsuz etkilerinin artması veya bir duygunun yoğunlaşması gibi durumları ifade eder.", "mikro_mantik": "Bu bab, köke pasiflik ve kendiliğindenlik anlamı katar. Şerrin yayılmasının veya bir şeyin kötüleşmesinin kendiliğinden gerçekleştiğini vurgulayarak, bir durumun kontrolsüz bir şekilde olumsuz yönde değiştiğini gösterir. Fiilin bu kalıpta kullanılması, şerrin yayıldığını veya bir şeyin kötüleştiğini belirtir."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِشْتَرَّ - işterra", "muzari": "يَشْتَرُّ - yeşterru", "masdar": "اِشْتِرَار - iştirâr"}, "bab_anlami": "İşterra, şerri satın almak, kötü bir şeyi elde etmek veya olumsuz bir şeyi kabul etmek anlamına gelir. Bu kalıp, kökün anlamını bir eylemle ilişkilendirir ve bir kişinin kasıtlı olarak kötü bir şeyi seçmesini veya kabul etmesini vurgular. Kötü bir anlaşma yapmak, olumsuz bir durumu kabul etmek veya zararlı bir şeyi elde etmek gibi durumları ifade eder.", "mikro_mantik": "Bu bab, köke seçim ve kabul anlamı katar. Bir kişinin kasıtlı olarak kötü bir şeyi seçmesini veya kabul etmesini vurgulayarak, bir durumun olumsuz sonuçlarını bilerek kabul etmeyi gösterir. Fiilin bu kalıpta kullanılması, şerri satın almayı veya kötü bir şeyi elde etmeyi belirtir."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اِسْتَشَرَّ - isteşerra", "muzari": "يَسْتَشِرُّ - yesteşirru", "masdar": "اِسْتِشْرَار - istişrâr"}, "bab_anlami": "İsteşerra, şerrin yayılmasını istemek, kötüleşmesini beklemek veya olumsuz bir durumun oluşmasını arzulamak anlamına gelir. Bu kalıp, kökün anlamını bir arzu veya beklentiyle ilişkilendirir ve bir kişinin kötü bir şeyin olmasını istemesini veya beklemesini vurgular. Bir durumun kötüleşmesini ummak, olumsuz bir sonucun gerçekleşmesini arzulamak veya şerrin yayılmasını beklemek gibi durumları ifade eder.", "mikro_mantik": "Bu bab, köke arzu ve beklenti anlamı katar. Bir kişinin şerrin yayılmasını istemesini veya kötüleşmesini beklemesini vurgulayarak, bir durumun olumsuz sonuçlarını arzulamayı gösterir. Fiilin bu kalıpta kullanılması, şerrin yayılmasını istemeyi veya kötüleşmesini beklemeyi belirtir."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِشْرَوْرَّ - işraurra", "muzari": "يَشْرَوْرُّ - yeşraurru", "masdar": "اِشْرِيرَار - işrîrâr"}, "bab_anlami": "İşraurra, çok şerli olmak, aşırı derecede kötü niyetli davranmak veya kötülükte sınır tanımamak anlamına gelir. Bu kalıp, kökün anlamını yoğunlaştırır ve bir kişinin aşırı derecede kötü niyetli olmasını veya kötülükte sınır tanımamasını vurgular. Kötülük yapmaya aşırı derecede eğilimli olmak, başkalarına zarar verme konusunda acımasız olmak veya kötülükte sınır tanımamak gibi durumları ifade eder.", "mikro_mantik": "Bu bab, köke yoğunluk ve aşırılık anlamı katar. Bir kişinin aşırı derecede kötü niyetli olmasını veya kötülükte sınır tanımamasını vurgulayarak, bir durumun aşırı derecede olumsuz olduğunu gösterir. Fiilin bu kalıpta kullanılması, çok şerli olmayı veya aşırı derecede kötü niyetli davranmayı belirtir."}]}], "شرط": [{"kok": "شرط", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Bir şeyin gerçekleşmesi için gerekli olan ön koşul, zorunluluk veya bağlayıcı unsur. Bir eylemin veya durumun meydana gelmesi için belirlenmiş kural veya kısıtlama.", "kavramsal_derinlik": "Şart, hem dünyevi anlaşmalarda hem de ilahi irade bağlamında bir zorunluluğu ifade eder. İnsanlar arasındaki sözleşmelerde adalet ve düzeni sağlarken, ilahi düzlemde kulluk ve teslimiyetin ifadesi olarak belirir."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "شَرَطَ - şarata", "muzari": "يَشْرُطُ - yeşrutu", "masdar": "شَرْط - şart"}, "bab_anlami": "Bir şeyi şart koşmak, bir anlaşma veya sözleşme yapmak, bir koşul belirlemek. Bu kalıp, bir eylemin gerçekleşmesi için önceden belirlenmiş bir kural veya zorunluluğu ifade eder. Aynı zamanda, bir şeyi garanti altına almak veya güvenceye almak anlamında da kullanılabilir; böylece, belirlenen şartlar yerine getirildiğinde beklenen sonucun elde edileceği taahhüt edilir.", "mikro_mantik": "Bu bab, fiilin temel anlamını doğrudan ve açık bir şekilde ifade eder. Eylemin gerçekleşmesi için gerekli olan koşulun belirlenmesi ve bu koşula bağlı kalınması vurgulanır. Bu kalıp, bir eylemin veya durumun kesinliğini ve bağlayıcılığını artırır."}, {"bab_no": 2, "fiil_formlari": {"mazi": "شارَطَ - şaarata", "muzari": "يُشارِطُ - yüşaaritu", "masdar": "مُشارَطَة - müşaarata"}, "bab_anlami": "Karşılıklı şart koşmak, bir konuda anlaşmaya varmak, müzakere etmek. Bu kalıp, iki veya daha fazla tarafın bir araya gelerek belirli koşullar üzerinde uzlaşmasını ifade eder. İlişkilerde denge ve karşılıklı sorumluluk ilkesini vurgular; böylece her tarafın hakları ve yükümlülükleri net bir şekilde belirlenir ve adil bir zemin oluşturulur.", "mikro_mantik": "Bu bab, fiilin etkileşimli ve karşılıklı bir eylem olduğunu gösterir. İki veya daha fazla tarafın katılımıyla gerçekleşen bir süreçtir. Bu kalıp, eylemin karmaşıklığını ve taraflar arasındaki dengeyi vurgular."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَشْرَطَ - eşrata", "muzari": "يُشْرِطُ - yüşritu", "masdar": "إِشْرَاط - işrat"}, "bab_anlami": "Bir şeyi şartlı hale getirmek, bir koşula bağlamak, bir şeyi önceden belirlemek. Bu kalıp, bir eylemin veya durumun belirli koşullar altında gerçekleşmesini sağlamak için önceden bir düzenleme yapmayı ifade eder. Gelecekteki olası sonuçları güvence altına almak ve belirsizlikleri azaltmak amacıyla kullanılır; böylece, beklenen sonuçların elde edilmesi için gerekli adımlar atılır.", "mikro_mantik": "Bu bab, fiilin neden-sonuç ilişkisini vurgular. Bir eylemin gerçekleşmesi için önceden belirlenmiş bir koşulun varlığına işaret eder. Bu kalıp, eylemin kontrol edilebilirliğini ve öngörülebilirliğini artırır."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَشَرَّطَ - teşarrata", "muzari": "يَتَشَرَّطُ - yeteşarratu", "masdar": "تَشَرُّط - teşarrut"}, "bab_anlami": "Aşırı şart koşmak, çok fazla talepte bulunmak, titizlenmek. Bu kalıp, bir kişinin bir konuda aşırı derecede seçici ve talepkar olmasını ifade eder. Mükemmeliyet arayışının veya güvensizliğin bir sonucu olarak ortaya çıkabilir; böylece, kişinin beklentileri karşılanana kadar memnuniyetsizlik devam eder.", "mikro_mantik": "Bu bab, fiilin yoğunluğunu ve abartılılığını vurgular. Eylemin normal sınırların ötesine geçtiğini ve aşırıya kaçıldığını gösterir. Bu kalıp, eylemin olumsuz bir anlam taşımasına neden olabilir."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَشْرَطَ - estaşrata", "muzari": "يَسْتَشْرِطُ - yestaşritu", "masdar": "اِسْتِشْرَاط - istişrat"}, "bab_anlami": "Şart koşmak istemek, bir konuda şartların yerine getirilmesini talep etmek, bir şeyi garanti altına almak için çabalamak. Bu kalıp, bir kişinin bir anlaşma veya sözleşmede kendi çıkarlarını korumak için belirli koşulların sağlanmasını istemesini ifade eder. Güven eksikliği veya riskten kaçınma eğilimiyle motive edilebilir; böylece, kişinin haklarının ve beklentilerinin güvence altına alınması amaçlanır.", "mikro_mantik": "Bu bab, fiilin talepkar ve ısrarcı bir eylem olduğunu gösterir. Bir kişinin bir konuda güvence arayışını ve haklarını koruma çabasını vurgular. Bu kalıp, eylemin karmaşıklığını ve kişinin motivasyonunu derinleştirir."}]}], "شرع": [{"kok": "شرع", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Bir şeyi başlatmak, bir yolu açmak, bir kanun koymak; düzenleme ve yönlendirme eylemi.", "kavramsal_derinlik": "İnsanların hayatlarını düzenleyen kurallar bütünü ile ilahi iradenin tezahürü arasındaki ilişkiyi inceler. Şeriatın hem dünyevi hem de uhrevi boyutlarını kapsar."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "شَرَعَ - şara'a", "muzari": "يَشْرَعُ - yaşra'u", "masdar": "شَرْع - şar'"}, "bab_anlami": "Bir şeyi başlatmak, bir yola koyulmak, bir kanun koymak veya bir şeyi meşru kılmak anlamına gelir. Bu kalıp, bir eylemin başlangıcını veya bir sürecin ilk adımını ifade eder. Aynı zamanda, bir şeyi yasal veya dini bir zemine oturtma, ona meşruiyet kazandırma anlamını da taşır. Bu eylem, bireysel bir tercih olabileceği gibi, toplumsal bir düzenlemenin de başlangıcı olabilir.", "mikro_mantik": "Bu kalıp, kökün temel anlamını doğrudan ve yalın bir şekilde ifade eder. Eylemin özünü ve başlangıç noktasını vurgular. Kökün içerdiği potansiyel anlamların en temel ve doğrudan tezahürüdür."}, {"bab_no": 2, "fiil_formlari": {"mazi": "شَرَّعَ - şarra'a", "muzari": "يُشَرِّعُ - yüşarri'u", "masdar": "تَشْرِيع - teşrii'"}, "bab_anlami": "Yoğunlaştırma ve detaylandırma anlamı taşır. Bir kanunu detaylı bir şekilde düzenlemek, bir sistemi ayrıntılarıyla kurmak veya bir süreci titizlikle yapılandırmak anlamına gelir. Bu kalıp, bir şeyin sadece başlatılmasıyla kalmayıp, onun tüm yönleriyle ele alınarak mükemmelleştirildiğini ifade eder. Bu, bir yasanın tüm maddelerinin dikkatle incelenmesi veya bir projenin her aşamasının özenle planlanması şeklinde olabilir.", "mikro_mantik": "Bu kalıp, kökün anlamını yoğunlaştırır ve detaylandırır. Eylemin kapsamını genişletir ve daha karmaşık bir süreci ifade eder. Kökün içerdiği potansiyel anlamların daha detaylı ve kapsamlı bir tezahürüdür."}, {"bab_no": 3, "fiil_formlari": {"mazi": "شَارَعَ - şaara'a", "muzari": "يُشَارِعُ - yüşaari'u", "masdar": "مُشَارَعَة - müşaara'a"}, "bab_anlami": "Karşılıklı etkileşim ve ortaklık anlamı taşır. Bir konuda başkalarıyla işbirliği yapmak, bir yolda birlikte ilerlemek veya bir kanunu birlikte uygulamak anlamına gelir. Bu kalıp, bireylerin veya grupların ortak bir amaç doğrultusunda bir araya gelerek hareket etmelerini ifade eder. Bu, bir topluluğun ortak değerlere sahip çıkarak birlikte yaşaması veya farklı ülkelerin ortak bir soruna çözüm bulmak için işbirliği yapması şeklinde olabilir.", "mikro_mantik": "Bu kalıp, kökün anlamını başkalarıyla paylaşma ve etkileşimde bulunma boyutunu ekler. Eylemin sosyal ve işbirlikçi yönünü vurgular. Kökün içerdiği potansiyel anlamların toplumsal bir bağlamda tezahürüdür."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَشْرَعَ - eşra'a", "muzari": "يُشْرِعُ - yüşri'u", "masdar": "إِشْرَاع - işraa'"}, "bab_anlami": "Bir şeyi açıkça ortaya koymak, bir yolu göstermek veya bir kanunu ilan etmek anlamına gelir. Bu kalıp, bir şeyin gizliliğinden çıkarılıp herkesin erişimine sunulduğunu ifade eder. Bu, bir gerçeğin açıklanması, bir bilginin paylaşılması veya bir yasanın yürürlüğe konulması şeklinde olabilir. Aynı zamanda, birinin doğru yola yönlendirilmesi veya aydınlatılması anlamını da taşır.", "mikro_mantik": "Bu kalıp, kökün anlamını açıklık ve ilan etme boyutunu ekler. Eylemin görünürlüğünü ve etkisini vurgular. Kökün içerdiği potansiyel anlamların daha belirgin ve etkili bir tezahürüdür."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَشَرَّعَ - teşarra'a", "muzari": "يَتَشَرَّعُ - yateşarra'u", "masdar": "تَشَرُّع - teşarru'"}, "bab_anlami": "Şeriata uygun davranmaya çalışmak, şeriatı takip etmek veya şeriatla ilgili bilgi edinmek anlamına gelir. Bu kalıp, bir kişinin şeriata bağlılığını ve onun kurallarına uyma çabasını ifade eder. Bu, bir müslümanın ibadetlerini yerine getirmesi, ahlaki değerlere önem vermesi veya dini konularda bilgi sahibi olmaya çalışması şeklinde olabilir. Aynı zamanda, bir toplumun şeriatın prensiplerine göre yönetilmesi veya düzenlenmesi anlamını da taşır.", "mikro_mantik": "Bu kalıp, kökün anlamını şeriata uyum ve bağlılık boyutunu ekler. Eylemin dini ve ahlaki yönünü vurgular. Kökün içerdiği potansiyel anlamların daha özel ve dini bir bağlamda tezahürüdür."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَشَارَعَ - teşaara'a", "muzari": "يَتَشَارَعُ - yateşaara'u", "masdar": "تَشَارُع - teşaaru'"}, "bab_anlami": "Bir konuda yarışmak, öne geçmeye çalışmak veya bir hedefe ulaşmak için çabalamak anlamına gelir. Bu kalıp, bireylerin veya grupların aynı amaç doğrultusunda rekabet etmelerini ifade eder. Bu, bir spor müsabakasında yarışmak, bir sınavda başarılı olmak için çalışmak veya bir projede en iyi sonucu elde etmek için çabalamak şeklinde olabilir. Aynı zamanda, bir toplumun ekonomik veya sosyal alanda ilerlemek için rekabet etmesi anlamını da taşır.", "mikro_mantik": "Bu kalıp, kökün anlamını rekabet ve yarışma boyutunu ekler. Eylemin dinamik ve hırslı yönünü vurgular. Kökün içerdiği potansiyel anlamların daha aktif ve rekabetçi bir bağlamda tezahürüdür."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْشَرَعَ - inşara'a", "muzari": "يَنْشَرِعُ - yenşari'u", "masdar": "اِنْشِرَاع - inşiraa'"}, "bab_anlami": "Bir şeyin açılması, genişlemesi veya yayılması anlamına gelir. Bu kalıp, bir şeyin sınırlamalarından kurtulup daha geniş bir alana yayıldığını ifade eder. Bu, bir kapının açılması, bir nehrin taşması veya bir bilginin yayılması şeklinde olabilir. Aynı zamanda, bir kişinin kalbinin ferahlaması veya ruhunun genişlemesi anlamını da taşır. Bu, içsel bir dönüşümün veya aydınlanmanın ifadesi olabilir.", "mikro_mantik": "Bu kalıp, kökün anlamını genişleme ve yayılma boyutunu ekler. Eylemin serbest ve sınırsız yönünü vurgular. Kökün içerdiği potansiyel anlamların daha özgür ve geniş kapsamlı bir tezahürüdür."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِشْتَرَعَ - iştera'a", "muzari": "يَشْتَرِعُ - yeşteri'u", "masdar": "اِشْتِرَاع - iştiraa'"}, "bab_anlami": "Bir şeyi satın almak, elde etmek veya kazanmak için çabalamak anlamına gelir. Bu kalıp, bir kişinin bir hedefe ulaşmak için gösterdiği gayreti ve çabayı ifade eder. Bu, bir malı satın almak için para biriktirmek, bir sınavı kazanmak için ders çalışmak veya bir projede başarılı olmak için çalışmak şeklinde olabilir. Aynı zamanda, bir kişinin manevi bir kazanç elde etmek için çabalaması anlamını da taşır.", "mikro_mantik": "Bu kalıp, kökün anlamını elde etme ve kazanma boyutunu ekler. Eylemin amaçlı ve hedef odaklı yönünü vurgular. Kökün içerdiği potansiyel anlamların daha somut ve pratik bir bağlamda tezahürüdür."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اِشْرَوْرَعَ - işrawra'a", "muzari": "يَشْرَوْرِعُ - yeşrawri'u", "masdar": "اِشْرِيرَاع - işriiraa'"}, "bab_anlami": "Bir şeyin aşırı derecede parlaması, ışıldaması veya dikkat çekmesi anlamına gelir. Bu kalıp, bir şeyin olağanüstü güzelliği veya parlaklığı nedeniyle diğerlerinden ayrıldığını ifade eder. Bu, bir yıldızın parlaması, bir mücevherin ışıltısı veya bir kişinin karizmasının etkileyiciliği şeklinde olabilir. Aynı zamanda, bir fikrin veya projenin parlaklığı ve başarısıyla öne çıkması anlamını da taşır.", "mikro_mantik": "Bu kalıp, kökün anlamını aşırılık ve dikkat çekicilik boyutunu ekler. Eylemin olağanüstü ve etkileyici yönünü vurgular. Kökün içerdiği potansiyel anlamların daha abartılı ve çarpıcı bir tezahürüdür."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَشْرَعَ - istaşra'a", "muzari": "يَسْتَشْرِعُ - yestaşri'u", "masdar": "اِسْتِشْرَاع - istişraa'"}, "bab_anlami": "Bir konuda şeriata danışmak, şeriatın hükmünü öğrenmek veya şeriatın yolunu takip etmek anlamına gelir. Bu kalıp, bir kişinin bir karar vermeden önce şeriatın rehberliğine başvurduğunu ifade eder. Bu, bir müslümanın bir sorunla karşılaştığında dini alimlere danışması, bir konuda fetva alması veya şeriatın prensiplerine göre hareket etmesi şeklinde olabilir. Aynı zamanda, bir toplumun şeriatın hükümlerine göre yönetilmesi veya düzenlenmesi anlamını da taşır.", "mikro_mantik": "Bu kalıp, kökün anlamını şeriata danışma ve rehberlik alma boyutunu ekler. Eylemin dini ve hukuki yönünü vurgular. Kökün içerdiği potansiyel anlamların daha bilinçli ve şeriata uygun bir tezahürüdür."}]}], "شرق": [{"kok": "شرق", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Doğma, parıldama, aydınlanma; bir şeyin ortaya çıkışı ve belirginleşmesi. Şark, güneşin doğduğu yön olarak, varlığın ve bilginin kaynağına işaret eder.", "kavramsal_derinlik": "Fiziksel bir yönelimden ziyade, zihinsel ve ruhsal bir aydınlanmayı, yeni bir başlangıcı ve bilinmeyenin keşfini temsil eder. Doğu, sadece coğrafi bir konum değil, aynı zamanda bilginin, hikmetin ve maneviyatın yükseldiği bir metafordur."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "شَرَقَ", "muzari": "يَشْرُقُ", "masdar": "شُرُوق"}, "bab_anlami": "Güneşin doğması, ışığın belirmesi, bir şeyin parlaması ve aydınlatması. Bu bab, bir şeyin varoluşa gelmesini, görünür olmasını ve etkisini göstermesini ifade eder. Aynı zamanda, bir şeyin içsel potansiyelini açığa çıkarması ve dış dünyaya sunması anlamına gelir.", "mikro_mantik": "Kök anlamındaki temel hareketi (doğma, parıldama) yalın bir şekilde ifade eder. Fiilin öznesi doğrudan eylemi gerçekleştirir; dolayısıyla, eylemin kendiliğindenliği ve doğal akışı vurgulanır. Bu kalıp, kökün temel anlamını en saf haliyle yansıtır."}, {"bab_no": 2, "fiil_formlari": {"mazi": "شَرَّقَ", "muzari": "يُشَرِّقُ", "masdar": "تَشْرِيق"}, "bab_anlami": "Doğuya yönelmek, doğuya doğru gitmek veya bir şeyi doğuya doğru çevirmek. Bu bab, bir yönelimi, bir hedefi veya bir amaca doğru hareketi ifade eder. Aynı zamanda, bir şeyi doğuya ait kılmak, doğu kültürünü benimsemek veya doğu felsefesinden etkilenmek anlamına da gelebilir.", "mikro_mantik": "Kök anlamındaki yönelimi yoğunlaştırır ve eylemin yönünü belirtir. Fiilin öznesi, eylemi bir hedefe yönelik olarak gerçekleştirir; dolayısıyla, eylemin bilinçli ve kasıtlı bir yönlendirme içerdiği vurgulanır. Bu kalıp, kökün anlamını bir amaca hizmet edecek şekilde dönüştürür."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَشْرَقَ", "muzari": "يُشْرِقُ", "masdar": "إِشْرَاق"}, "bab_anlami": "Işık saçmak, parlamak, aydınlatmak; bir şeyi aydınlatmak veya parlatmak. Bu bab, bir şeyin içsel ışığını dışarıya yansıtmasını, etrafına pozitif enerji yaymasını ve başkalarına ilham vermesini ifade eder. Aynı zamanda, bir şeyi daha görünür, daha belirgin ve daha değerli kılmak anlamına gelir.", "mikro_mantik": "Kök anlamındaki ışığı ve aydınlığı artırır ve eylemin etkisini vurgular. Fiilin öznesi, eylemi başkaları üzerinde bir etki yaratmak amacıyla gerçekleştirir; dolayısıyla, eylemin dönüştürücü ve aydınlatıcı gücü vurgulanır. Bu kalıp, kökün anlamını başkalarına fayda sağlayacak şekilde genişletir."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَشَرَّقَ", "muzari": "يَتَشَرَّقُ", "masdar": "تَشَرُّق"}, "bab_anlami": "Doğuya yönelmiş gibi davranmak, doğulu gibi görünmek veya doğu kültürünü taklit etmek. Bu bab, bir şeyi dışsal olarak benimsemeyi, ancak içsel olarak tam olarak özümsememeyi ifade eder. Aynı zamanda, bir şeyi yüzeysel olarak taklit etmek, ancak derinlemesine anlamamak anlamına da gelebilir.", "mikro_mantik": "Kök anlamındaki yönelimi dışsal bir görünüme dönüştürür ve eylemin samimiyetini sorgular. Fiilin öznesi, eylemi bir imaj yaratmak amacıyla gerçekleştirir; dolayısıyla, eylemin içsel bir motivasyondan ziyade dışsal bir beklentiye dayandığı vurgulanır. Bu kalıp, kökün anlamını yüzeysel bir taklide indirger."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَشْرَقَ", "muzari": "يَسْتَشْرِقُ", "masdar": "اِسْتِشْرَاق"}, "bab_anlami": "Doğuyu araştırmak, doğu kültürünü incelemek veya doğu hakkında bilgi edinmek. Bu bab, bir şeyi derinlemesine anlamak için çaba göstermeyi, bilgi edinmeyi ve keşfetmeyi ifade eder. Aynı zamanda, doğu kültürüne ilgi duymak, doğu felsefesini öğrenmek veya doğu sanatını takdir etmek anlamına da gelebilir.", "mikro_mantik": "Kök anlamındaki bilgi arayışını yoğunlaştırır ve eylemin derinlemesine bir araştırmayı içerdiğini belirtir. Fiilin öznesi, eylemi bilgi edinmek ve anlamak amacıyla gerçekleştirir; dolayısıyla, eylemin merak, öğrenme ve keşfetme güdüsüyle yapıldığı vurgulanır. Bu kalıp, kökün anlamını derinlemesine bir anlama çabasına dönüştürür."}]}], "شرك": [{"kok": "شرك", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Ortaklık, paydaşlık, iştirak; bir şeyin bütünlüğünü bölerek başkalarıyla paylaşmak, birliği zedelemek.", "kavramsal_derinlik": "İlahi birlik inancının zıddı olarak, yaratılışta veya hükümde Allah'a ortak koşmak; insanın kendi nefsini veya başka varlıkları Allah'a denk tutması."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "شَرَكَ - şaraka", "muzari": "يَشْرُكُ - yaşruku", "masdar": "شَرْك - şark"}, "bab_anlami": "Temel olarak ortaklık kurmak, iştirak etmek, bir şeyi paylaşmak anlamına gelir. Bu kalıp, bir varlığın veya özelliğin birden fazla kişi veya şey arasında bölüşülmesini ifade eder. Aynı zamanda, bir şeyin özünde var olan birliğin bozulması ve parçalanması fikrini de içerir; bu, bir bütünün farklı parçalara ayrılması gibi düşünülebilir. Bu kalıp, bazen bir işbirliği veya dayanışma anlamı taşısa da, kökün temel anlamı olan 'ortak koşma' bağlamında, ilahi birlik ilkesine aykırı bir durumu ifade eder.", "mikro_mantik": "Bu kalıp, fiilin temel anlamını ve eylemin basit bir şekilde gerçekleştiğini gösterir. Kökün temel anlamı olan 'ortaklık' kavramını doğrudan ifade eder. Eylemin fail tarafından gerçekleştirildiğini ve nesne üzerinde bir etki yarattığını belirtir. Bu kalıp, kökün anlamının en yalın ve temel düzeyde ifade edildiği halidir."}, {"bab_no": 2, "fiil_formlari": {"mazi": "شَرَّكَ - şarraka", "muzari": "يُشَرِّكُ - yüşarriku", "masdar": "تَشْرِيك - teşrik"}, "bab_anlami": "Bu kalıp, bir şeyi ortak kılmak, ortaklığa sokmak veya bir şeyi birden fazla kişi veya şey arasında paylaştırmak anlamına gelir. Bu, bir eylemin yoğunluğunu veya tekrarını ifade edebilir, yani bir şeyi sürekli olarak ortak hale getirmek veya birçok farklı unsur arasında paylaştırmak. Aynı zamanda, bir şeyin karmaşıklığını veya çok yönlülüğünü de gösterebilir, çünkü bir şeyin ortak kılınması, onun farklı yönlerinin veya özelliklerinin ortaya çıkmasına neden olabilir. Bu kalıp, bir şeyin parçalanması ve farklı unsurlara ayrılması fikrini de içerir, bu da bir bütünün karmaşık bir yapıya dönüşmesini ifade eder.", "mikro_mantik": "Bu kalıp, fiilin anlamını yoğunlaştırır veya tekrarlar. Ortaklık eyleminin sürekli veya yoğun bir şekilde yapıldığını gösterir. Ayrıca, eylemin birden fazla nesne veya kişi üzerinde gerçekleştiğini de ifade edebilir. Bu kalıp, kökün anlamının daha karmaşık ve detaylı bir şekilde ifade edildiği halidir."}, {"bab_no": 3, "fiil_formlari": {"mazi": "شَارَكَ - şaraka", "muzari": "يُشَارِكُ - yüşariku", "masdar": "مُشَارَكَة - müşaraka"}, "bab_anlami": "Bu kalıp, karşılıklı ortaklık, iştirak etme veya bir eylemi birlikte yapma anlamına gelir. İki veya daha fazla tarafın bir konuda ortak hareket etmesini, birbirleriyle işbirliği yapmasını veya bir şeyi paylaşmasını ifade eder. Bu, bir denge ve eşitlik durumunu gösterir, çünkü her tarafın eyleme eşit bir katkısı vardır. Aynı zamanda, bir rekabet veya çatışma durumunu da içerebilir, çünkü ortaklar arasında farklı çıkarlar veya hedefler olabilir. Bu kalıp, ilişkilerin karmaşıklığını ve dinamikliğini vurgular.", "mikro_mantik": "Bu kalıp, fiilin karşılıklı veya ortak bir şekilde yapıldığını gösterir. İki veya daha fazla failin eylemi birlikte gerçekleştirdiğini ifade eder. Ortaklık ve işbirliği anlamlarını vurgular. Bu kalıp, kökün anlamının ilişkisel bir bağlamda ifade edildiği halidir."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَشْرَكَ - eşraka", "muzari": "يُشْرِكُ - yüşriku", "masdar": "إِشْرَاك - işrak"}, "bab_anlami": "Bu kalıp, bir şeyi ortak koşmak, bir şeyi Allah'a ortak kılmak veya bir şeyi başkasına ortak etmek anlamına gelir. Bu, bir eylemin veya inancın yanlış yönlendirilmesini veya saptırılmasını ifade eder. Aynı zamanda, bir şeyin değerini veya önemini azaltmak, onu başkalarıyla paylaşarak zayıflatmak anlamına da gelebilir. Bu kalıp, bir şeyin özgünlüğünü veya bütünlüğünü bozma fikrini içerir, bu da bir şeyin saflığını veya doğruluğunu kaybetmesine neden olabilir. Bu kalıp, genellikle olumsuz bir anlam taşır ve bir uyarı veya eleştiri içerir.", "mikro_mantik": "Bu kalıp, fiilin geçişli (müteaddi) olduğunu ve bir nesneye etki ettiğini gösterir. Failin, nesneyi ortak koşma eylemine tabi tuttuğunu ifade eder. Bu kalıp, kökün anlamının bir eylem yoluyla ifade edildiği ve bir nesne üzerinde bir etki yarattığı halidir."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَشَرَّكَ - teşarraka", "muzari": "يَتَشَرَّكُ - yateşarraku", "masdar": "تَشَرُّك - teşarruk"}, "bab_anlami": "Bu kalıp, ortaklık kurmaya çalışmak, ortaklık iddiasında bulunmak veya ortaklık yapıyormuş gibi davranmak anlamına gelir. Bu, bir eylemin samimiyetsizliğini veya yapaylığını ifade edebilir, yani bir kişi veya şeyin gerçekte ortaklık kurmadığı halde öyle görünmeye çalışması. Aynı zamanda, bir şeyin karmaşıklığını veya belirsizliğini de gösterebilir, çünkü bir şeyin ortaklık kurmaya çalışması, onun farklı yönlerinin veya özelliklerinin ortaya çıkmasına neden olabilir. Bu kalıp, bir şeyin içsel çelişkilerini veya gerilimlerini vurgular.", "mikro_mantik": "Bu kalıp, fiilin dönüşlü (mütavaat) olduğunu ve failin kendi üzerinde bir etki yarattığını gösterir. Failin, ortaklık kurma eylemini kendi üzerinde gerçekleştirdiğini ifade eder. Bu kalıp, kökün anlamının bir süreç veya durum olarak ifade edildiği halidir."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَشَارَكَ - teşaraka", "muzari": "يَتَشَارَكُ - yateşaraku", "masdar": "تَشَارُك - teşaruk"}, "bab_anlami": "Bu kalıp, karşılıklı olarak ortaklık kurmak, birbirleriyle iştirak etmek veya bir şeyi birlikte paylaşmak anlamına gelir. Bu, bir işbirliği veya dayanışma durumunu ifade eder, yani iki veya daha fazla tarafın bir konuda ortak hareket etmesi ve birbirlerine destek olması. Aynı zamanda, bir rekabet veya çatışma durumunu da içerebilir, çünkü ortaklar arasında farklı çıkarlar veya hedefler olabilir. Bu kalıp, ilişkilerin karmaşıklığını ve dinamikliğini vurgular.", "mikro_mantik": "Bu kalıp, fiilin karşılıklı ve dönüşlü olduğunu gösterir. İki veya daha fazla failin eylemi birlikte gerçekleştirdiğini ve bu eylemin her bir fail üzerinde bir etki yarattığını ifade eder. Ortaklık ve işbirliği anlamlarını vurgular. Bu kalıp, kökün anlamının hem ilişkisel hem de kişisel bir bağlamda ifade edildiği halidir."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْشَرَكَ - inşaraka", "muzari": "يَنْشَرِكُ - yenşariku", "masdar": "اِنْشِرَاك - inşirak"}, "bab_anlami": "Bu kalıp, ortaklığa dahil olmak, bir şeye ortak edilmek veya bir şeyin ortaklığına girmek anlamına gelir. Bu, bir eylemin pasif bir şekilde gerçekleştiğini gösterir, yani bir kişi veya şeyin kendi iradesi dışında bir ortaklığa dahil olması. Aynı zamanda, bir şeyin karmaşıklığını veya belirsizliğini de gösterebilir, çünkü bir şeyin ortaklığa dahil olması, onun farklı yönlerinin veya özelliklerinin ortaya çıkmasına neden olabilir. Bu kalıp, bir şeyin dışsal etkilere açık olduğunu vurgular.", "mikro_mantik": "Bu kalıp, fiilin edilgen (meçhul) olduğunu ve failin eylemi kendi iradesi dışında gerçekleştirdiğini gösterir. Nesnenin, ortaklık eylemine tabi tutulduğunu ifade eder. Bu kalıp, kökün anlamının bir durum veya sonuç olarak ifade edildiği halidir."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِشْتَرَكَ - iştiraka", "muzari": "يَشْتَرِكُ - yeştiriku", "masdar": "اِشْتِرَاك - iştirak"}, "bab_anlami": "Bu kalıp, ortak olmak, iştirak etmek, bir şeye katılmak veya bir şeyi paylaşmak anlamına gelir. Bu, bir eylemin aktif bir şekilde gerçekleştiğini gösterir, yani bir kişi veya şeyin kendi iradesiyle bir ortaklığa dahil olması. Aynı zamanda, bir şeyin değerini veya önemini artırmak, onu başkalarıyla paylaşarak zenginleştirmek anlamına da gelebilir. Bu kalıp, bir şeyin paylaşım yoluyla büyümesini veya gelişmesini ifade eder.", "mikro_mantik": "Bu kalıp, fiilin dönüşlü ve geçişli olduğunu gösterir. Failin, hem kendi üzerinde bir etki yarattığını hem de bir nesne üzerinde bir etki yarattığını ifade eder. Ortaklık ve katılım anlamlarını vurgular. Bu kalıp, kökün anlamının hem kişisel hem de sosyal bir bağlamda ifade edildiği halidir."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اِشْرَأَكَ - işra'ek", "muzari": "يَشْرَئِكُ - yeşrai'ku", "masdar": "اِشْرِئْكَاء - işri'kaa'"}, "bab_anlami": "Bu kalıp nadiren kullanılır ve genellikle bir şeyin renginin veya görünümünün değişmesi, parlaklığının artması veya bir ışığın yayılması gibi anlamlara gelir. Kök anlamıyla bağlantılı olarak, bir şeyin ortaklık veya paylaşım yoluyla daha belirgin hale gelmesi veya değerinin artması şeklinde yorumlanabilir. Bu, bir şeyin potansiyelinin ortaya çıkması veya gizli bir özelliğinin belirginleşmesi gibi düşünülebilir. Metaforik olarak, bir inancın veya fikrin yayılması ve daha fazla kişi tarafından paylaşılmasıyla güçlenmesi anlamına gelebilir.", "mikro_mantik": "Bu kalıp, fiilin bir nitelik veya durum değişikliğini ifade ettiğini gösterir. Failin, bir özellik kazanması veya bir duruma girmesi anlamını taşır. Bu kalıp, kökün anlamının bir nitelik veya durum değişikliği yoluyla ifade edildiği halidir."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَشْرَكَ - istaşraka", "muzari": "يَسْتَشْرِكُ - yestaşriku", "masdar": "اِسْتِشْرَاك - istişrak"}, "bab_anlami": "Bu kalıp, ortaklık istemek, ortaklık aramak veya bir şeyi ortak olarak kabul etmek anlamına gelir. Bu, bir eylemin aktif bir şekilde gerçekleştiğini gösterir, yani bir kişi veya şeyin kendi iradesiyle bir ortaklık kurmak için çaba göstermesi. Aynı zamanda, bir şeyin değerini veya önemini artırmak, onu başkalarıyla paylaşarak zenginleştirmek için bir arayış içinde olmak anlamına da gelebilir. Bu kalıp, bir şeyin paylaşım yoluyla büyümesini veya gelişmesini arzulama fikrini ifade eder.", "mikro_mantik": "Bu kalıp, fiilin bir arayış veya talep anlamı taşıdığını gösterir. Failin, ortaklık kurma veya bir şeyi ortak olarak kabul etme çabası içinde olduğunu ifade eder. Bu kalıp, kökün anlamının bir niyet veya arzu yoluyla ifade edildiği halidir."}]}], "شري": [{"kok": "شري", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Satın alma, değiş tokuş etme, bir şeyi başka bir şeyle değiştirme; bir şeyden vazgeçip başka bir şeyi elde etme eylemi. Bu, maddi veya manevi bir alışverişi ifade edebilir.", "kavramsal_derinlik": "Beşeri boyutta, ihtiyaçları gidermek veya arzuları tatmin etmek için yapılan ticari işlemleri temsil eder. İlahi boyutta ise, nefsi arındırmak, günahlardan tövbe etmek ve Allah'ın rızasını kazanmak için yapılan fedakarlıkları simgeler. Bu kök, insanın sürekli bir değişim ve dönüşüm içinde olduğunu, sürekli olarak bir şeyleri bırakıp başka şeylere yöneldiğini ifade eder."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "شَرَى", "muzari": "يَشْرِي", "masdar": "شَرْي"}, "bab_anlami": "Satın almak, elde etmek, karşılığında bir şey vermek. Bu kalıp, bir nesnenin veya kavramın bedelini ödeyerek sahip olma eylemini ifade eder. Aynı zamanda, bir şeyi feda ederek başka bir şeyi elde etme anlamını da taşır. Bu, dünyevi bir malı satın almak olabileceği gibi, ahireti kazanmak için dünyevi zevklerden vazgeçmek de olabilir.", "mikro_mantik": "Bu bab, kökün temel anlamını doğrudan ifade eder. Fiilin basit ve temel formudur. Eylemin özünü, yani satın alma veya değiş tokuş eylemini en yalın haliyle gösterir. Bu kalıp, failin doğrudan bir eylemde bulunduğunu ve bir nesneyi veya kavramı elde etmek için aktif bir rol oynadığını vurgular."}]}], "شطأ": [{"kok": "شطأ", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Filizlenme, sürgün verme, büyüme potansiyeli taşıma; içsel potansiyelin dışa vurumu.", "kavramsal_derinlik": "Doğanın döngüsü, başlangıçların umudu, gizli kalmış gücün ortaya çıkışı. Hem maddi hem de manevi anlamda gelişme ve olgunlaşma sürecini ifade eder."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "شَطَأَ - şata'a", "muzari": "يَشْطَأُ - yeşta'u", "masdar": "شَطْء - şat'un"}, "bab_anlami": "Bir tohumun çatlayıp filizlenmesi gibi, içsel bir potansiyelin dış dünyaya kendini göstermesi. Bu, sadece fiziksel bir büyüme değil, aynı zamanda zihinsel ve ruhsal bir gelişimi de ifade eder. Varoluşun derinliklerinden gelen bir enerjiyle, yeni bir başlangıcın mümkün olduğunu müjdeler.", "mikro_mantik": "Bu bab, kökün temel anlamını en yalın haliyle ifade eder. Fiilin basit ve doğrudan olması, eylemin doğal ve kendiliğinden gerçekleştiğini gösterir. Kökün potansiyelinin açığa çıkması, lineer bir süreç izler."}, {"bab_no": 2, "fiil_formlari": {"mazi": "شَاطَأَ - şâtaa", "muzari": "يُشَاطِئُ - yuşâtiu", "masdar": "مُشَاطَأَة - muşâta'atun"}, "bab_anlami": "Karşılıklı filizlenme, etkileşimli büyüme; iki varlığın birbirini besleyerek gelişmesi. Bu, bir ortaklık, bir işbirliği veya bir etkileşim sonucu ortaya çıkan sinerjiyi ifade eder. Her iki taraf da birbirinin potansiyelini ortaya çıkarmasına yardımcı olur, böylece daha büyük ve daha güçlü bir bütün oluştururlar.", "mikro_mantik": "Bu bab, köke karşılıklılık ve etkileşim anlamı katar. İki öznenin birbirini etkileyerek büyümesi, sistemdeki karmaşıklığı artırır. Bu, doğrusal olmayan bir büyüme modelini temsil eder."}, {"bab_no": 3, "fiil_formlari": {"mazi": "أَشْطَأَ - eştea", "muzari": "يُشْطِئُ - yuştiu", "masdar": "إِشْطَاء - iştaa"}, "bab_anlami": "Bir şeyi filizlendirmek, büyütmek için çaba göstermek; bir potansiyeli harekete geçirmek. Bu, bir şeyi besleyerek, ona uygun ortamı sağlayarak gelişmesine yardımcı olmayı ifade eder. Bir bahçıvanın tohumu ekmesi ve onu sulaması gibi, bir potansiyeli ortaya çıkarmak için bilinçli bir çaba sarf etmek.", "mikro_mantik": "Bu bab, köke bir eylemlilik ve yönlendirme anlamı katar. Bir öznenin, bir nesnenin büyümesini sağlamak için aktif rol oynaması, sistemdeki kontrolü artırır. Bu, hedefe yönelik bir büyüme modelini temsil eder."}, {"bab_no": 4, "fiil_formlari": {"mazi": "تَشَاطَأَ - teşâtaa", "muzari": "يَتَشَاطَأُ - yeteşâtau", "masdar": "تَشَاطُؤ - teşâtuun"}, "bab_anlami": "Filizlenir gibi görünmek, büyüme taklidi yapmak; gerçekte olmayan bir potansiyeli varmış gibi göstermek. Bu, dışarıdan bakıldığında gelişiyor gibi görünen, ancak içsel olarak bir büyüme olmayan bir durumu ifade eder. Bir illüzyon, bir yanılsama veya bir sahtekarlık söz konusu olabilir.", "mikro_mantik": "Bu bab, köke bir görünüşte olma ve yanıltma anlamı katar. Gerçek büyüme olmaksızın bir büyüme illüzyonu yaratılması, sistemdeki bilgi asimetrisini artırır. Bu, yanıltıcı bir büyüme modelini temsil eder."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَشَطَّأَ - teşattaa", "muzari": "يَتَشَطَّأُ - yeteşatta'u", "masdar": "تَشَطُّؤ - teşattu'un"}, "bab_anlami": "Aşırı derecede filizlenmek, kontrolden çıkmış bir şekilde büyümek; bir potansiyelin aşırıya kaçması. Bu, bir şeyin sınırlarını aşarak, dengesiz ve sağlıksız bir şekilde gelişmesini ifade eder. Bir ormanın yangından sonra hızla büyümesi gibi, kontrolsüz bir büyüme söz konusu olabilir.", "mikro_mantik": "Bu bab, köke aşırılık ve kontrolsüzlük anlamı katar. Büyümenin sınırları aşması, sistemdeki dengeyi bozar ve kaosa yol açabilir. Bu, dengesiz bir büyüme modelini temsil eder."}, {"bab_no": 6, "fiil_formlari": {"mazi": "اِشْتَطَأَ - iştea", "muzari": "يَشْتَطِئُ - yeştiu", "masdar": "اِشْتِطَاء - işti'un"}, "bab_anlami": "Filizlenmeye başlamak, büyüme sürecine girmek; bir potansiyelin ilk işaretlerini göstermesi. Bu, bir şeyin gelişmeye başladığı, ancak henüz tam olarak olgunlaşmadığı bir durumu ifade eder. Bir tohumun toprağın yüzeyine çıkması gibi, bir başlangıç noktasını temsil eder.", "mikro_mantik": "Bu bab, köke bir başlangıç ve potansiyel anlamı katar. Büyüme sürecinin ilk adımları atılması, sistemdeki belirsizliği azaltır. Bu, umut vadeden bir büyüme modelini temsil eder."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْشَطَأَ - inşataa", "muzari": "يَنْشَطِئُ - yenşatiu", "masdar": "اِنْشِطَاء - inşita'un"}, "bab_anlami": "Kendiliğinden filizlenmek, doğal olarak büyümek; dışarıdan bir etki olmadan gelişmek. Bu, bir şeyin içsel gücüyle, kendi kendine büyümesini ifade eder. Bir yabani çiçeğin kayaların arasında açması gibi, dirençli ve bağımsız bir büyümeyi temsil eder.", "mikro_mantik": "Bu bab, köke kendiliğindenlik ve bağımsızlık anlamı katar. Büyümenin dış etkenlerden bağımsız olması, sistemdeki özerkliği artırır. Bu, sürdürülebilir bir büyüme modelini temsil eder."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِشْتَأَطَ - iştea'ta", "muzari": "يَشْتَئِطُ - yeştai'tu", "masdar": "اِشْتِئَاط - iştiia'tun"}, "bab_anlami": "Filizlenmek için sabırsızlanmak, büyümek için can atmak; bir potansiyelin açığa çıkması için duyulan yoğun arzu. Bu, bir şeyin içindeki enerjinin dışarı çıkmak için sabırsızlandığı, bir patlama noktasına geldiği bir durumu ifade eder. Bir volkanın patlaması gibi, kontrolsüz bir enerjiyi temsil eder.", "mikro_mantik": "Bu bab, köke bir sabırsızlık ve yoğun arzu anlamı katar. Büyüme potansiyelinin açığa çıkmak için duyduğu arzu, sistemdeki gerilimi artırır. Bu, patlayıcı bir büyüme modelini temsil eder."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اِشْطَأَأَ - iştaa'ea", "muzari": "يَشْطَأِئُ - yeşta'iu", "masdar": "اِشْطِئَاء - işti'iaun"}, "bab_anlami": "Çok yavaş filizlenmek, zar zor büyümek; bir potansiyelin neredeyse hiç açığa çıkmaması. Bu, bir şeyin büyüme potansiyelinin çok zayıf olduğu, neredeyse fark edilmediği bir durumu ifade eder. Bir çöl bitkisinin hayatta kalma mücadelesi gibi, zorlu koşullarda gerçekleşen bir büyümeyi temsil eder.", "mikro_mantik": "Bu bab, köke bir zayıflık ve zorluk anlamı katar. Büyüme potansiyelinin çok zayıf olması, sistemdeki değişimi sınırlar. Bu, minimal bir büyüme modelini temsil eder."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَشْطَأَ - istaştea", "muzari": "يَسْتَشْطِئُ - yestaştiu", "masdar": "اِسْتِشْطَاء - istiştaa"}, "bab_anlami": "Filizlenmeyi istemek, büyümeyi arzu etmek; bir potansiyelin açığa çıkmasını ummak. Bu, bir şeyin gelişmesini, büyümesini ve olgunlaşmasını arzulayan bir beklenti durumunu ifade eder. Bir bahçıvanın ektiği tohumların filizlenmesini beklemesi gibi, umut dolu bir bekleyişi temsil eder.", "mikro_mantik": "Bu bab, köke bir arzu ve beklenti anlamı katar. Büyüme potansiyelinin gerçekleşmesini istemek, sistemdeki motivasyonu artırır. Bu, umut dolu bir büyüme modelini temsil eder."}]}], "شطر": [{"kok": "شطر", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Bölmek, ayırmak, yönelmek; bir bütünün parçası olmak, bir hedefe doğru bilinçli bir yöneliş.", "kavramsal_derinlik": "Şatr kökü, hem fiziksel bir ayrımı hem de metafiziksel bir yönelişi ifade eder. Bu, insanın kendi içindeki bölünmüşlüğü aşarak bir amaca, bir ideale yönelme çabasını simgeler. Aynı zamanda, evrenin sonsuzluğunda bir nokta olmanın ve o sonsuzluğa doğru ilerlemenin sembolüdür."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "شَطَرَ - şatara", "muzari": "يَشْطُرُ - yaşturu", "masdar": "شَطْر - şatr"}, "bab_anlami": "Bölmek, ikiye ayırmak, bir şeyi parçalara ayırmak veya bir yöne doğru gitmek, yönelmek. Bu kalıp, bir şeyin bütünlüğünün bozulmasını veya bir hedefe doğru hareketi ifade eder. Aynı zamanda, bir şeyin özünden uzaklaşmayı veya bir amaç doğrultusunda ilerlemeyi de simgeleyebilir.", "mikro_mantik": "Bu bab, kökün temel anlamını doğrudan eyleme döker. Şatr kökündeki 'bölünme' veya 'yönelme' potansiyelini, failin aktif olarak gerçekleştirdiği bir eylem olarak sunar. Bu, öznenin bir şeyi böldüğü veya bir yöne doğru hareket ettiği somut bir durumu ifade eder."}, {"bab_no": 2, "fiil_formlari": {"mazi": "شَاطَرَ - şaatara", "muzari": "يُشَاطِرُ - yuşaTiru", "masdar": "مُشَاطَرَة - muşaTarah"}, "bab_anlami": "Paylaşmak, bölüşmek, ortak olmak; karşılıklı olarak bir şeyi bölmek veya paylaşmak. Bu kalıp, iki veya daha fazla tarafın bir şeyi eşit veya orantılı olarak paylaşmasını ifade eder. Aynı zamanda, bir duygu, düşünce veya deneyimi başkalarıyla paylaşmayı da simgeleyebilir.", "mikro_mantik": "Bu bab, köke karşılıklılık ve ortaklık anlamı katar. Temel anlamdaki 'bölünme' veya 'yönelme' eylemi, artık iki veya daha fazla özne arasında gerçekleşen bir etkileşim haline gelir. Bu, paylaşımın ve ortak sorumluluğun önemini vurgular."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَشَطَّرَ - teşattara", "muzari": "يَتَشَطَّرُ - yateşattaru", "masdar": "تَشَطُّر - teşattur"}, "bab_anlami": "Bölünmek, parçalanmak, dallanıp budaklanmak; bir şeyin çeşitli parçalara ayrılması veya farklı yönlere doğru gelişmesi. Bu kalıp, bir bütünün karmaşıklaşmasını veya çeşitlenmesini ifade eder. Aynı zamanda, bir fikrin veya projenin farklı aşamalara ayrılmasını da simgeleyebilir.", "mikro_mantik": "Bu bab, köke içsel bir dönüşüm ve karmaşıklık anlamı ekler. Temel anlamdaki 'bölünme', artık nesnenin kendi içindeki bir süreçtir. Bu, bir şeyin kendi içinde farklı parçalara ayrılması ve çeşitlenmesiyle sonuçlanan bir evrimi ifade eder."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَشْطَرَ - istaşTara", "muzari": "يَسْتَشْطِرُ - yestaşTiru", "masdar": "اِسْتِشْطَار - istişTar"}, "bab_anlami": "Uzaklaşmayı istemek, aşırı gitmeyi aramak; bir şeyden uzaklaşmaya veya bir konuda aşırıya kaçmaya çalışmak. Bu kalıp, bir sınırın ötesine geçme veya bir şeyden kaçma arzusunu ifade eder. Aynı zamanda, bir konuda aşırıya kaçmanın olumsuz sonuçlarına da işaret edebilir.", "mikro_mantik": "Bu bab, köke bir arayış ve aşırılık anlamı katar. Temel anlamdaki 'yönelme', artık bir hedefe ulaşma çabasının ötesine geçerek, sınırları zorlama ve aşırıya kaçma eğilimini ifade eder. Bu, dengenin ve ölçünün önemini vurgular."}]}], "شطط": [{"kok": "شطط", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Aşırılık, haddi aşma, dengesizlik", "kavramsal_derinlik": "Sınırların ihlali, ölçüyü kaçırma, adalet ve denge prensiplerinden sapma"}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "شَطَّ - şatta", "muzari": "يَشُطُّ - yeşuttu", "masdar": "شَطّ - şatt"}, "bab_anlami": "Bu babda, kökün anlamı temel olarak aşırılık ve haddi aşma eylemini ifade eder. Bir şeyin normal sınırlarını veya beklenen ölçüsünü aşması, dengesiz bir duruma yol açması anlamına gelir. Bu, fiziksel bir sınırı aşmak olabileceği gibi, ahlaki veya etik bir sınırı da aşmak şeklinde tezahür edebilir. Bu kalıp, eylemin doğrudan ve basit bir şekilde gerçekleştiğini vurgular, yani öznenin herhangi bir aracı olmaksızın kendiliğinden aşırılığa kaçtığını gösterir.", "mikro_mantik": "Bu kalıp, kökün temel anlamını doğrudan bir eylemle ifade eder. Fiilin basit ve yalın hali, eylemin kendiliğinden ve aracısız gerçekleştiğini gösterir. Matematiksel olarak, bu kalıp kökün anlamını bir kat sayı ile çarpmak gibidir; yani, kökün temel anlamını yoğunlaştırır ve belirginleştirir."}, {"bab_no": 2, "fiil_formlari": {"mazi": "شَاطَّ - şaatta", "muzari": "يُشَاطُّ - yuşaattu", "masdar": "مُشَاطَّة - muşaatta"}, "bab_anlami": "Bu babda, kökün anlamı karşılıklı aşırılık veya haddi aşma durumunu ifade eder. İki veya daha fazla tarafın birbirine karşı aşırı davranışlar sergilemesi, rekabet veya çatışma içinde sınırları zorlaması anlamına gelir. Bu, bir tartışmada aşırıya kaçmak, bir anlaşmazlıkta haddi aşmak veya bir ilişkide dengesizlik yaratmak şeklinde ortaya çıkabilir. Bu kalıp, eylemin karşılıklı ve etkileşimli olduğunu vurgular, yani tarafların birbirini etkileyerek aşırılığa yöneldiğini gösterir.", "mikro_mantik": "Bu kalıp, kökün anlamını karşılıklı bir etkileşim içinde ifade eder. Fiilin bu formu, eylemin iki veya daha fazla taraf arasında gerçekleştiğini ve her bir tarafın diğerini etkilediğini gösterir. Matematiksel olarak, bu kalıp kökün anlamını bir matrisle çarpmak gibidir; yani, kökün temel anlamını çok boyutlu bir etkileşim ağı içinde analiz eder."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَشَطَّ - eşatta", "muzari": "يُشِطُّ - yuşittu", "masdar": "إِشْطَاط - iştaat"}, "bab_anlami": "Bu babda, kökün anlamı bir şeyi aşırı hale getirmek veya haddi aşmasına neden olmak anlamına gelir. Birinin veya bir şeyin sınırlarını zorlamak, ölçüyü kaçırmasına yol açmak veya dengesiz bir duruma sürüklemek demektir. Bu, birini aşırı derecede eleştirmek, bir şeyi abartmak veya bir durumu kontrolden çıkarmak şeklinde tezahür edebilir. Bu kalıp, eylemin bir neden-sonuç ilişkisi içinde gerçekleştiğini vurgular, yani öznenin bir şeyi aşırı hale getirme veya haddi aşmasına neden olma eylemini gerçekleştirdiğini gösterir.", "mikro_mantik": "Bu kalıp, kökün anlamını bir neden-sonuç ilişkisi içinde ifade eder. Fiilin bu formu, eylemin bir şeyi etkileyerek onun aşırı hale gelmesine veya haddi aşmasına neden olduğunu gösterir. Matematiksel olarak, bu kalıp kökün anlamını bir fonksiyonla uygulamak gibidir; yani, kökün temel anlamını bir dönüşüm sürecinden geçirerek yeni bir anlam katmanı oluşturur."}]}], "شطن": [{"kok": "شطن", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Uzaklaşma, ayrılma, kopma; bir şeyin sınırlarını aşma veya aşırıya gitme. Şatahat, bir tür trans hali veya coşkunlukla ifade edilen, alışılmışın dışındaki sözler veya davranışlar.", "kavramsal_derinlik": "Beşeri düzlemde, sınırlamaların ve engellerin aşılması arzusunu; ilahi düzlemde ise, aşkınlığa ulaşma ve varlığın sınırlarını aşma çabasını temsil eder. Bu kök, hem dünyevi hem de uhrevi anlamda bir tür özgürleşme ve sıradanlığın ötesine geçme arayışını ifade eder."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "شَطَنَ", "muzari": "يَشْطُنُ", "masdar": "شَطْن"}, "bab_anlami": "Bir şeyin uzaklaşması, ayrılması veya kopması. Bu kalıp, bir nesnenin veya fikrin orijinal kaynağından veya konumundan uzaklaşmasını ifade eder. Aynı zamanda, bir durumun veya olayın kontrolden çıkması, aşırıya kaçması veya sınırlarını aşması anlamına da gelebilir. Bu uzaklaşma, fiziksel bir mesafeyi veya soyut bir ayrılığı temsil edebilir, örneğin bir düşüncenin ana akımdan sapması gibi.", "mikro_mantik": "Bu bab, kökün temel anlamını doğrudan eylemsel bir ifadeye dönüştürür. Kökün içerdiği uzaklaşma ve ayrılma anlamları, bu babda fiilin öznesi tarafından gerçekleştirilen bir eylem olarak somutlaşır. Bu, kökün statik potansiyelini dinamik bir sürece dönüştürerek, ayrılma eyleminin kendisini vurgular."}]}], "شعب": [{"kok": "شعب", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Bir araya gelme, ayrışmadan bütünleşme; farklılıkların ahenkli bir birlikteliğe dönüşmesi.", "kavramsal_derinlik": "Bireysel kimliklerin kolektif bir bilinçte erimesi, toplumsal uyumun ve dayanışmanın evrensel bir tezahürü."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "شَعَبَ", "muzari": "يَشْعُبُ", "masdar": "شَعْب"}, "bab_anlami": "Bir şeyi bir araya getirmek, dallandırmak ve yaymak. Bu, sadece fiziksel bir birleşme değil, aynı zamanda düşüncelerin, duyguların ve niyetlerin de bir araya gelerek ortak bir amaca hizmet etmesini ifade eder. Bu eylem, varoluşun temelindeki birleştirici gücü temsil eder; farklılıkları aşarak uyumu ve bütünlüğü teşvik eder.", "mikro_mantik": "Bu bab, kökün temel anlamını en yalın haliyle ifade eder. Fiilin basit geçişsiz formu, eylemin doğrudan özne üzerinde gerçekleştiğini ve dışsal bir nesneye yönelmediğini gösterir. Bu, bir araya gelme ve bütünleşme eyleminin içsel bir süreç olduğunu vurgular."}, {"bab_no": 2, "fiil_formlari": {"mazi": "شُعِّبَ", "muzari": "يُشَعَّبُ", "masdar": "تَشْعِيب"}, "bab_anlami": "Bir şeyin dallara ayrılması, çeşitli yönlere yayılması ve karmaşık bir yapıya bürünmesi. Bu, bilginin derinleşmesi, fikirlerin çoğalması ve potansiyellerin farklı alanlarda kendini göstermesi anlamına gelir. Bu form, birliğin çeşitliliğe dönüşmesini ve her bir parçanın bütüne katkıda bulunmasını ifade eder.", "mikro_mantik": "Bu bab, kökün anlamını yoğunlaştırır ve çeşitlendirir. Fiilin geçişli formu, eylemin bir nesne üzerinde gerçekleştiğini ve bu nesnenin dallara ayrıldığını gösterir. Bu, bir şeyin karmaşıklaşması ve farklı yönlere yayılması sürecini vurgular."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَشَعَّبَ", "muzari": "يَتَشَعَّبُ", "masdar": "تَشَعُّب"}, "bab_anlami": "Dallanıp budaklanmak, karmaşıklaşmak ve çeşitli yönlere doğru genişlemek. Bu, bir konunun derinlemesine incelenmesi, bir sorunun farklı açılardan ele alınması ve bir organizasyonun büyümesi anlamına gelir. Bu form, sürekli bir gelişimi ve evrimi temsil eder; her yeni dal, varoluşun zenginliğini ve potansiyelini artırır.", "mikro_mantik": "Bu bab, kökün anlamını yansıtmalı ve dönüşlü bir şekilde ifade eder. Fiilin dönüşlü formu, eylemin özne üzerinde geri döndüğünü ve öznenin kendi içinde dallanıp budaklandığını gösterir. Bu, içsel bir büyüme ve gelişme sürecini vurgular."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِشْتَعَبَ", "muzari": "يَشْتَعِبُ", "masdar": "اِشْتِعَاب"}, "bab_anlami": "Bir şeyi elde etmek, kazanmak veya bir araya getirmek için çaba göstermek. Bu, bilginin peşinde koşmak, bir topluluğu bir araya getirmek veya bir amacı gerçekleştirmek için çalışmak anlamına gelir. Bu form, aktif bir katılımı ve sürekli bir arayışı temsil eder; her çaba, daha büyük bir birlik ve anlayışa ulaşma yolunda atılan bir adımdır.", "mikro_mantik": "Bu bab, kökün anlamını etkileşimli ve katılımcı bir şekilde ifade eder. Fiilin edilgen formu, eylemin bir çaba sonucu elde edildiğini ve öznenin aktif bir rol oynadığını gösterir. Bu, bir şeyi elde etmek için gösterilen çabanın önemini vurgular."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَشْعَبَ", "muzari": "يَسْتَشْعِبُ", "masdar": "اِسْتِشْعَاب"}, "bab_anlami": "Bir şeyi karmaşık ve anlaşılmaz bulmak, derinlemesine anlamaya çalışmak. Bu, bir metnin satır aralarını okumak, bir olayın ardındaki nedenleri araştırmak veya bir insanın iç dünyasını anlamaya çalışmak anlamına gelir. Bu form, entelektüel bir merakı ve sürekli bir öğrenme arzusunu temsil eder; her yeni keşif, varoluşun gizemini çözme yolunda atılan bir adımdır.", "mikro_mantik": "Bu bab, kökün anlamını soyut ve derinlemesine bir şekilde ifade eder. Fiilin talep formu, eylemin bir şeyi anlamaya yönelik bir istek veya çaba olduğunu gösterir. Bu, karmaşıklığı anlama ve derinlemesine nüfuz etme arzusunu vurgular."}]}], "شعر": [{"kok": "شعر", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Derin öz tanım, varlığın içsel algısı ve duyusal tecrübesi. Şuurun, idrakin ve hissin kökeninde yatan temel yapı taşı. Evrenin ve insanın iç dünyasındaki yankısı.", "kavramsal_derinlik": "Beşeri ve ilahi boyut. İnsanın kendini ve evreni algılama biçiminin, ilahi bir lütuf olarak bahşedilen idrak yeteneğiyle derinleşmesi. Bu derinlik, insanın hem kendi varoluşunu anlamlandırmasına hem de ilahi hakikatlere ulaşmasına aracılık eder."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "شَعَرَ (şaʿara)", "muzari": "يَشْعُرُ (yaşʿuru)", "masdar": "شُعُور (şuʿūr)"}, "bab_anlami": "Bir şeyin farkında olmak, hissetmek, bilmek; içsel bir algıya sahip olmak. Bu kalıp, dış dünyadan gelen uyaranları veya içsel durumları idrak etme yeteneğini ifade eder. Varlığın, çevresiyle ve kendi iç dünyasıyla kurduğu derin ve anlamlı bağlantının temelini oluşturur.", "mikro_mantik": "Bu bab, kökün temel anlamını en yalın haliyle ifade eder. Kökün anlamını doğrudan eyleme dönüştürerek, öznenin bir şeyi hissetme veya bilme durumunu vurgular. Bu, kökün potansiyel anlamlarının başlangıç noktasıdır."}, {"bab_no": 2, "fiil_formlari": {"mazi": "شَعَّرَ (şaʿʿara)", "muzari": "يُشَعِّرُ (yuşaʿʿiru)", "masdar": "تَشْعِير (taşʿīr)"}, "bab_anlami": "Bir şeyi hissettirmek, duyurmak, farkındalık yaratmak; birinin duygularını harekete geçirmek. Bu kalıp, başkasının iç dünyasına nüfuz etme ve onda belirli bir his veya düşünce uyandırma eylemini ifade eder. İletişimin, empatinin ve etkileşimin derinlemesine anlaşılmasını sağlar.", "mikro_mantik": "Bu bab, kökün anlamını yoğunlaştırır ve geçişli hale getirir. Öznenin bir başkasında duygu veya farkındalık yaratma eylemini vurgular. Kökün etkisini genişleterek, sosyal ve duygusal etkileşimi ön plana çıkarır."}, {"bab_no": 3, "fiil_formlari": {"mazi": "شَاعَرَ (şāʿara)", "muzari": "يُشَاعِرُ (yüşāʿiru)", "masdar": "مُشَاعَرَة (müşāʿarah)"}, "bab_anlami": "Karşılıklı hissetmek, duygudaşlık kurmak, empati yapmak; ortak bir duygu veya düşünceyi paylaşmak. Bu kalıp, iki veya daha fazla kişi arasındaki derin ve anlamlı duygusal bağı ifade eder. İnsanlar arasındaki anlayışın, sevginin ve dayanışmanın temelini oluşturur.", "mikro_mantik": "Bu bab, kökün anlamını karşılıklı etkileşim ve paylaşım üzerine kurar. İki öznenin birbirini hissetme ve anlama eylemini vurgular. Kökün sosyal boyutunu derinleştirerek, ilişkilerin ve toplumsal bağların önemini ortaya koyar."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَشْعَرَ (ʾaşʿara)", "muzari": "يُشْعِرُ (yüşʿiru)", "masdar": "إِشْعَار (ʾişʿār)"}, "bab_anlami": "Bildirmek, duyurmak, haberdar etmek; bir şeyi açıkça göstermek veya işaret etmek. Bu kalıp, bilgi aktarımını, iletişimi ve farkındalık yaratmayı ifade eder. Gerçeklerin ve düşüncelerin başkalarına ulaştırılmasında önemli bir rol oynar.", "mikro_mantik": "Bu bab, kökün anlamını dışa dönük bir eyleme dönüştürür. Öznenin bir başkasını bilgilendirme veya uyarma eylemini vurgular. Kökün pratik ve işlevsel yönünü ön plana çıkararak, iletişimin ve bilginin önemini vurgular."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَشَعَّرَ (taşʿʿara)", "muzari": "يَتَشَعَّرُ (yataşʿʿaru)", "masdar": "تَشَعُّر (taşʿʿur)"}, "bab_anlami": "Hisseder gibi yapmak, duygusal görünmeye çalışmak, sahte bir duygu ifadesi sergilemek; bir şeyi içtenlikle hissetmiyormuş gibi davranmak. Bu kalıp, samimiyetsizliği, yapaylığı ve içten olmayan duygusal ifadeleri ifade eder. Gerçek duyguların gizlenmesi veya çarpıtılması durumunu ortaya koyar.", "mikro_mantik": "Bu bab, kökün anlamını yansıtma veya taklit etme üzerine kurar. Öznenin duygusal bir durumu taklit etme veya rol yapma eylemini vurgular. Kökün olumsuz bir yönünü ortaya çıkararak, samimiyetin ve dürüstlüğün önemini vurgular."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَشَاعَرَ (taşāʿara)", "muzari": "يَتَشَاعَرُ (yataşāʿaru)", "masdar": "تَشَاعُر (taşāʿur)"}, "bab_anlami": "Birbirine şiir okumak, karşılıklı duygusal ifadelerde bulunmak; duygusal bir bağ kurmaya çalışmak. Bu kalıp, edebi ve sanatsal bir ifade biçimi olarak duyguların paylaşılmasını ifade eder. İki veya daha fazla kişi arasındaki estetik ve duygusal uyumu vurgular.", "mikro_mantik": "Bu bab, kökün anlamını edebi ve sanatsal bir bağlamda ele alır. Öznenin duygularını şiir veya benzeri sanatsal ifadelerle paylaşma eylemini vurgular. Kökün kültürel ve estetik boyutunu derinleştirerek, sanatın ve edebiyatın önemini vurgular."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْشَعَرَ (inşaʿara)", "muzari": "يَنْشَعِرُ (yanşaʿiru)", "masdar": "اِنْشِعَار (inşiʿār)"}, "bab_anlami": "Etkilenmek, duygulanmak, heyecanlanmak; bir şeyden derinden etkilenerek duygusal bir tepki vermek. Bu kalıp, dışsal bir uyaranın iç dünyada yarattığı güçlü etkiyi ifade eder. İnsanın hassasiyetini, duyarlılığını ve duygusal derinliğini ortaya koyar.", "mikro_mantik": "Bu bab, kökün anlamını içsel bir tepki olarak ele alır. Öznenin dışsal bir uyaran karşısında duygusal olarak etkilenme eylemini vurgular. Kökün pasif yönünü ön plana çıkararak, insanın duygusal olarak ne kadar etkilenebilir olduğunu gösterir."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِشْتَعَرَ (iştaʿara)", "muzari": "يَشْتَعِرُ (yaştaʿiru)", "masdar": "اِشْتِعَار (iştiʿār)"}, "bab_anlami": "Saçı sakalı ağarmak, yaşlanmak, ihtiyarlamak; hayatın sonuna yaklaşmak. Bu kalıp, zamanın geçişini, yaşlanmanın getirdiği fiziksel değişimleri ve hayatın sonuna doğru ilerlemeyi ifade eder. İnsanın fani olduğunu ve hayatın geçiciliğini hatırlatır.", "mikro_mantik": "Bu bab, kökün anlamını fiziksel bir değişimle ilişkilendirir. Öznenin yaşlanma ve ihtiyarlama sürecini vurgular. Kökün somut ve dünyevi yönünü ön plana çıkararak, hayatın döngüsünü ve geçiciliğini hatırlatır."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اِشْعَأَرَّ (işʿaʾarra)", "muzari": "يَشْعَأَرُّ (yaşʿaʾarru)", "masdar": "اِشْعِئْرَار (işʿiʾrārr)"}, "bab_anlami": "Tüyleri diken diken olmak, ürpermek, korkmak; şiddetli bir duyguyla sarsılmak. Bu kalıp, ani ve yoğun bir duygusal veya fiziksel tepkiyi ifade eder. Korku, şaşkınlık veya hayranlık gibi güçlü duyguların etkisiyle ortaya çıkan bir durumu tanımlar.", "mikro_mantik": "Bu bab, kökün anlamını fiziksel bir tepkiyle birleştirir. Öznenin tüylerinin diken diken olması veya ürpermesi gibi istemsiz bir tepkiyi vurgular. Kökün yoğun ve ani duygusal tepkilerle ilişkisini ortaya koyar."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَشْعَرَ (istaşʿara)", "muzari": "يَسْتَشْعِرُ (yastaşʿiru)", "masdar": "اِسْتِشْعَار (istişʿār)"}, "bab_anlami": "Derinden hissetmek, içten algılamak, sezmek; bir şeyin varlığını veya önemini fark etmek. Bu kalıp, içgüdüsel bir anlayışı, derin bir farkındalığı ve sezgisel bir algıyı ifade eder. İnsanın iç dünyasıyla ve çevresiyle kurduğu derin bağlantıyı vurgular.", "mikro_mantik": "Bu bab, kökün anlamını derin ve içsel bir algı olarak ele alır. Öznenin bir şeyi derinden hissetme veya sezme eylemini vurgular. Kökün soyut ve içsel yönünü ön plana çıkararak, sezginin ve içgörünün önemini vurgular."}]}], "شعل": [{"kok": "شعل", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Işık, alev, parıltı; bir şeyin içindeki enerjinin dışa vurumu, görünür hale gelmesi.", "kavramsal_derinlik": "Maddi alemin aydınlanmasından, ruhani bir uyanışa kadar geniş bir yelpazede anlam taşır. Şevk, coşku, ilham gibi soyut kavramların somut bir tezahürüdür. Aynı zamanda, bir şeyin yakıcılığı, etkisi ve dönüştürücü gücü ile de ilişkilendirilebilir."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "شَعَلَ", "muzari": "يَشْعَلُ", "masdar": "شَعْل"}, "bab_anlami": "Yakmak, tutuşturmak, alevlendirmek. Bir şeyi harekete geçirmek, bir duyguyu veya düşünceyi uyandırmak. Pasif olarak, yanmak, tutuşmak, alev almak; bir şeyin etkisiyle harekete geçmek, bir duygu veya düşünceyle dolmak. Bu kalıp, eylemin doğrudan ve temel bir şekilde gerçekleştiğini ifade eder; bir şeyin basitçe yanması veya yakılması gibi.", "mikro_mantik": "Bu bab, fiilin temel ve yalın halini ifade eder. Kök anlamının doğrudan ve aracısız bir şekilde gerçekleştiğini gösterir. Eylemin fail tarafından doğrudan yapıldığını veya nesne üzerinde doğrudan bir etki yarattığını vurgular. Şiddet ve ani bir başlangıç anlamı taşır."}, {"bab_no": 2, "fiil_formlari": {"mazi": "شَعَّلَ", "muzari": "يُشَعِّلُ", "masdar": "تَشْعِيل"}, "bab_anlami": "Alevlendirmek, şiddetlendirmek, tutuşturmayı yoğunlaştırmak. Bir şeyi sürekli olarak yakmak, alevini canlı tutmak; bir duyguyu veya düşünceyi sürekli olarak uyandırmak, beslemek. Bir durumu daha da kötüleştirmek, yangını körüklemek anlamlarına da gelebilir. Bu kalıp, eylemin tekrarlı veya yoğun bir şekilde yapıldığını ifade eder.", "mikro_mantik": "Bu bab, fiilin yoğunluğunu ve tekrarlanmasını ifade eder. Kök anlamının sürekli ve artarak devam ettiğini gösterir. Eylemin fail tarafından titizlikle ve özenle yapıldığını vurgular. Bir süreç veya aşamalı bir ilerleme anlamı taşır."}, {"bab_no": 3, "fiil_formlari": {"mazi": "شَاعَلَ", "muzari": "يُشَاعِلُ", "masdar": "مُشَاعَلَة"}, "bab_anlami": "Karşılıklı olarak tutuşturmak, alevlendirmek; rekabet içinde yanmak, yarışmak. Bir konuda karşılıklı olarak birbirini teşvik etmek, motive etmek; bir tartışmada veya çatışmada alevlenmek, şiddetlenmek. Bu kalıp, eylemin karşılıklı veya ortak bir şekilde gerçekleştiğini ifade eder.", "mikro_mantik": "Bu bab, fiilin karşılıklılık ve ortaklık anlamını ifade eder. Kök anlamının iki veya daha fazla taraf arasında paylaşıldığını gösterir. Eylemin rekabet, işbirliği veya çatışma gibi dinamiklerle ilişkili olduğunu vurgular. Bir denge veya etkileşim anlamı taşır."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَشْعَلَ", "muzari": "يُشْعِلُ", "masdar": "إِشْعَال"}, "bab_anlami": "Tutuşturmak, yakmak, alevlendirmek; bir şeyi harekete geçirmek, başlatmak. Bir duyguyu veya düşünceyi uyandırmak, ilham vermek; bir olayı veya durumu tetiklemek. Bu kalıp, eylemin bir şeyi başlatma veya harekete geçirme anlamını vurgular.", "mikro_mantik": "Bu bab, fiilin neden-sonuç ilişkisini ve başlatma eylemini ifade eder. Kök anlamının bir şeyi tetiklediğini veya başlattığını gösterir. Eylemin fail tarafından bir etki yaratmak amacıyla yapıldığını vurgular. Bir değişim veya dönüşüm anlamı taşır."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَشَعَّلَ", "muzari": "يَتَشَعَّلُ", "masdar": "تَشَعُّل"}, "bab_anlami": "Alevlenmek, tutuşmak, yanmak; bir duygu veya düşünceyle dolmak, coşmak. Kendiliğinden alev almak, içten gelen bir enerjiyle harekete geçmek; bir durumun veya olayın etkisiyle parlamak, ışıldamak. Bu kalıp, eylemin kendiliğinden veya içsel bir kaynaktan geldiğini ifade eder.", "mikro_mantik": "Bu bab, fiilin içselleşme ve kendiliğindenlik anlamını ifade eder. Kök anlamının bir içsel süreç sonucunda ortaya çıktığını gösterir. Eylemin failin kendi iradesi veya doğası gereği gerçekleştiğini vurgular. Bir olgunlaşma veya evrim anlamı taşır."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَشَاعَلَ", "muzari": "يَتَشَاعَلُ", "masdar": "تَشَاعُل"}, "bab_anlami": "Karşılıklı olarak alevlenmek, tutuşmak; bir konuda rekabet etmek, yarışmak. Bir tartışmada veya çatışmada şiddetlenmek, alevlenmek; karşılıklı olarak birbirini kışkırtmak, tahrik etmek. Bu kalıp, eylemin karşılıklı ve rekabetçi bir ortamda gerçekleştiğini ifade eder.", "mikro_mantik": "Bu bab, fiilin karşılıklılık ve rekabet anlamını pekiştirir. Kök anlamının iki veya daha fazla taraf arasında bir çekişme veya yarışma şeklinde ortaya çıktığını gösterir. Eylemin bir gerilim veya çatışma ortamında gerçekleştiğini vurgular. Bir mücadele veya rekabet anlamı taşır."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْشَعَلَ", "muzari": "يَنْشَعِلُ", "masdar": "اِنْشِعَال"}, "bab_anlami": "Alev almak, tutuşmak, yanmak; bir duygu veya düşünceyle dolmak, coşmak. Kendiliğinden alevlenmek, içten gelen bir enerjiyle harekete geçmek; bir durumun veya olayın etkisiyle parlamak, ışıldamak. Bu kalıp, eylemin kendiliğinden veya içsel bir kaynaktan geldiğini ifade eder, ancak 5. bab'a göre daha ani ve şiddetli bir şekilde.", "mikro_mantik": "Bu bab, fiilin kendiliğindenlik ve ani bir şekilde ortaya çıkma anlamını ifade eder. Kök anlamının beklenmedik bir anda ve hızlı bir şekilde gerçekleştiğini gösterir. Eylemin bir dış etki veya içsel bir tetikleyici sonucunda ortaya çıktığını vurgular. Bir patlama veya ani bir değişim anlamı taşır."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِشْتَعَلَ", "muzari": "يَشْتَعِلُ", "masdar": "اِشْتِعَال"}, "bab_anlami": "Alevlenmek, tutuşmak, yanmak; bir savaşın veya çatışmanın başlaması, şiddetlenmesi. Bir duygu veya düşüncenin yoğunlaşması, coşması; bir durumun veya olayın etkisiyle parlamak, ışıldamak. Bu kalıp, eylemin şiddetli ve yaygın bir şekilde gerçekleştiğini ifade eder.", "mikro_mantik": "Bu bab, fiilin yaygınlık ve şiddet anlamını ifade eder. Kök anlamının geniş bir alana yayıldığını veya yoğun bir şekilde hissedildiğini gösterir. Eylemin bir kriz, çatışma veya yoğun bir duygu durumu ile ilişkili olduğunu vurgular. Bir yangın veya savaş anlamı taşır."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اِشْعَلَّ", "muzari": "يَشْعَلُّ", "masdar": "اِشْعِلَال"}, "bab_anlami": "Son derece alevlenmek, çok şiddetli tutuşmak; aşırı derecede parlamak, ışıldamak. Bu kalıp, kök anlamının en üst düzeyde gerçekleştiğini, olağanüstü bir yoğunlukta yaşandığını ifade eder. Bir şeyin en parlak, en yakıcı haline ulaşması.", "mikro_mantik": "Bu bab, fiilin aşırılık ve yoğunluk anlamını vurgular. Kök anlamının sınırlarını zorladığını, en üst noktaya ulaştığını gösterir. Eylemin olağanüstü bir durum veya nitelikle ilişkili olduğunu vurgular. Bir zirve veya doruk noktası anlamı taşır."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَشْعَلَ", "muzari": "يَسْتَشْعِلُ", "masdar": "اِسْتِشْعَال"}, "bab_anlami": "Alevlenmesini istemek, tutuşturulmasını talep etmek; bir şeyi yakmaya çalışmak, alevlendirmeye uğraşmak. Bir duygu veya düşünceyi uyandırmaya çalışmak, ilham almak istemek; bir durumu veya olayı tetiklemeye çalışmak. Bu kalıp, eylemin bir amaç doğrultusunda yapıldığını, bir hedefe ulaşmaya yönelik olduğunu ifade eder.", "mikro_mantik": "Bu bab, fiilin talep ve çaba anlamını ifade eder. Kök anlamının bir amaca ulaşmak için kullanıldığını veya arandığını gösterir. Eylemin fail tarafından bilinçli ve kasıtlı bir şekilde yapıldığını vurgular. Bir arayış veya girişim anlamı taşır."}]}], "شغف": [{"kok": "شغف", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Yoğun arzu, tutku ve içten gelen coşku; bir şeyi elde etme veya bir amaca ulaşma konusundaki şiddetli istek.", "kavramsal_derinlik": "Beşeri boyutta, bireyin iç dünyasındaki motivasyon kaynağı ve dış dünyaya yönelik eylemlerinin itici gücü. İlahi boyutta ise, yaratılışın özündeki aşk ve muhabbetin bir yansıması olarak, varoluşun anlamını derinleştiren bir unsur."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "شَغَفَ", "muzari": "يَشْغَفُ", "masdar": "شَغْف"}, "bab_anlami": "Bir şeyi derinden sevmek, tutkuyla bağlanmak ve ona karşı yoğun bir arzu duymak. Bu kalıp, sevginin ve tutkunun kalbi tamamen kaplaması, kişinin tüm benliğini etkisi altına alması anlamına gelir. Şiddetli bir arzu ve özlem duygusuyla birlikte, sevilen şeye ulaşma veya onunla bütünleşme isteğini ifade eder.", "mikro_mantik": "Bu kalıp, kökün temel anlamını yoğunlaştırır ve eylemin özne üzerindeki derin etkisini vurgular. Fiilin geçişsizliği, tutkunun içsel ve öznel bir deneyim olduğunu gösterir; yani, tutku öznenin içinde başlar ve onu tamamen sarar."}, {"bab_no": 2, "fiil_formlari": {"mazi": "شَاغَفَ", "muzari": "يُشَاغِفُ", "masdar": "مُشَاغَفَة"}, "bab_anlami": "Karşılıklı tutku ve sevgi alışverişinde bulunmak, birbiriyle derin bir bağ kurarak ortak bir amaca yönelik çaba göstermek. Bu kalıp, iki taraf arasındaki yoğun duygusal etkileşimi ve birbirini derinden etkileme potansiyelini ifade eder. Birlikte yaşanan deneyimler ve paylaşılan hedefler aracılığıyla tutkunun karşılıklı olarak beslenmesini ve güçlenmesini sağlar.", "mikro_mantik": "Bu kalıp, köke karşılıklılık ve etkileşim anlamı katar. Fiilin müfaale kalıbında olması, tutkunun iki yönlü bir süreç olduğunu ve her iki tarafın da aktif olarak katılımını gerektirdiğini gösterir. Bu, tutkunun sadece bireysel bir deneyim olmaktan çıkıp, kişilerarası bir ilişki dinamiğine dönüştüğünü ifade eder."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَشَغَّفَ", "muzari": "يَتَشَغَّفُ", "masdar": "تَشَغُّف"}, "bab_anlami": "Tutkuyla bir şeye yönelmek, kendini tamamen bir amaca adamak ve bu uğurda büyük bir çaba göstermek. Bu kalıp, kişinin içindeki tutkunun dış dünyaya yansımasını ve somut eylemlere dönüşmesini ifade eder. Bir hedefe ulaşmak için gösterilen azim ve kararlılık, tutkunun gücünü ortaya koyar.", "mikro_mantik": "Bu kalıp, köke tekellüf (zorlanma, çaba gösterme) anlamı katar. Fiilin tefa'ul kalıbında olması, tutkunun kendiliğinden ortaya çıkmadığını, aksine bilinçli bir çaba ve adanmışlık gerektirdiğini gösterir. Bu, tutkunun sürdürülebilirliği için sürekli bir yatırım ve özveri gerektiğini vurgular."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَشْغَفَ", "muzari": "يَسْتَشْغِفُ", "masdar": "اِسْتِشْغَاف"}, "bab_anlami": "Bir şeyin tutkusuna kapılmak, onun tarafından büyülenmek ve tamamen etkisi altına girmek. Bu kalıp, tutkunun kişinin iradesini aşan bir güce sahip olduğunu ve onu kontrol edebildiğini ifade eder. Kişi, tutkusunun peşinden sürüklenirken, kendini tamamen ona teslim eder ve onun yönlendirmesiyle hareket eder.", "mikro_mantik": "Bu kalıp, köke talep ve arayış anlamı katar. Fiilin istif'al kalıbında olması, tutkunun dışarıdan bir etkiyle ortaya çıktığını ve kişinin onu aktif olarak aradığını veya ona maruz kaldığını gösterir. Bu, tutkunun pasif bir deneyim olmaktan ziyade, bir keşif ve arayış süreci olduğunu vurgular."}]}], "شغل": [{"kok": "شغل", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Bir işe koyulma, meşguliyet, bir durumu veya alanı doldurma, bir şeyi harekete geçirme veya işletme eylemi. Bu, sadece fiziksel bir eylem değil, aynı zamanda zihinsel ve ruhsal bir meşguliyeti de ifade eder. Varlığın potansiyelini gerçekleştirmek için harcanan çaba ve enerji.", "kavramsal_derinlik": "Beşeri boyutta, 'şغل', insanın dünyevi sorumluluklarını yerine getirme, geçimini sağlama ve topluma katkıda bulunma çabasını temsil eder. İlahi boyutta ise, insanın yaratılış amacına uygun olarak kendini geliştirmesi, bilgi edinmesi ve Allah'a yakınlaşma yolunda harcadığı çabayı ifade eder. Bu, insanın hem dünyevi hem de uhrevi hedeflerine ulaşmak için gösterdiği sürekli bir meşguliyet halidir."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "شَغَلَ", "muzari": "يَشْغَلُ", "masdar": "شَغْل"}, "bab_anlami": "Bir şeyi meşgul etmek, bir işe koymak veya bir alanı doldurmak anlamına gelir. Bu kalıp, bir nesnenin veya bir kişinin başka bir şeyle etkileşimini ve onun tarafından 'işgal' edilmesini ifade eder. Bu, zihinsel bir meşguliyet olabileceği gibi, fiziksel bir işgal veya doldurma da olabilir. Dolayısıyla, bu kalıp, bir şeyin başka bir şey üzerinde yarattığı etkiyi ve bu etkinin sonucunda ortaya çıkan durumu ifade eder.", "mikro_mantik": "Bu kalıp, kökün temel anlamını doğrudan ve basit bir şekilde ifade eder. Fiilin geçişli (müteaddi) yapısı, eylemin bir nesne üzerinde gerçekleştiğini vurgular. Bu, kökün anlamının temel ve en yaygın kullanımını temsil eder; bir şeyi bir şeyle meşgul etmek veya doldurmak."}, {"bab_no": 2, "fiil_formlari": {"mazi": "شُغِّلَ", "muzari": "يُشَغَّلُ", "masdar": "تَشْغِيل"}, "bab_anlami": "Bir şeyin bir başkası tarafından meşgul edilmesi veya bir işe sokulması anlamına gelir. Bu kalıp, edilgen bir durumu ifade eder; yani özne, eylemi gerçekleştiren değil, eylemden etkilenen konumdadır. Bu, bir nesnenin veya bir kişinin başka bir güç tarafından bir amaca yönelik olarak kullanıldığını veya yönlendirildiğini gösterir. Bu kalıp, bir tür yönlendirme, kullanma veya bir amaca hizmet ettirme anlamını taşır.", "mikro_mantik": "Bu kalıp, kökün anlamını edilgen hale getirir ve eylemin bir başkası tarafından yapıldığını vurgular. Bu, kökün anlamının, bir nesnenin veya kişinin bir başkası tarafından kullanılması veya yönlendirilmesi bağlamında nasıl değiştiğini gösterir."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَشَغَّلَ", "muzari": "يَتَشَغَّلُ", "masdar": "تَشَغُّل"}, "bab_anlami": "Bir şeyle meşgul olmak, kendini bir işe vermek veya bir şeyle oyalanmak anlamına gelir. Bu kalıp, öznenin kendi iradesiyle bir eyleme dahil olduğunu ve bu eylemle kendini meşgul ettiğini ifade eder. Bu, bir tür kendi kendine yönlendirme, kendini bir amaca adama veya bir şeyle vakit geçirme anlamını taşır. Bu kalıp, içsel bir motivasyonla yapılan eylemleri vurgular.", "mikro_mantik": "Bu kalıp, kökün anlamını öznenin kendi inisiyatifiyle yaptığı bir eylemle ilişkilendirir. Bu, kökün anlamının, öznenin kendi kendini meşgul etmesi veya bir işe vermesi bağlamında nasıl değiştiğini gösterir. Fiilin tefa'ul kalıbı, eylemin tekrarlı veya sürekli olduğunu da ima edebilir."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَشْغَلَ", "muzari": "يَسْتَشْغِلُ", "masdar": "اِسْتِشْغَال"}, "bab_anlami": "Bir şeyi meşgul etmesini istemek, birinden bir iş yapmasını talep etmek veya bir şeyi bir işle meşgul etmesini beklemek anlamına gelir. Bu kalıp, bir tür talep, istek veya beklenti içerir; yani özne, başka birinden bir eylem gerçekleştirmesini bekler veya talep eder. Bu, bir işin yaptırılması, bir görevin verilmesi veya bir şeyin bir amaca yönelik olarak kullanılmasının istenmesi anlamını taşır. Bu kalıp, dolaylı bir eylem veya bir başkasının eylemi üzerinden bir sonuç elde etme durumunu ifade eder.", "mikro_mantik": "Bu kalıp, kökün anlamını bir talep veya istek bağlamına yerleştirir. Fiilin istif'al kalıbı, eylemin dolaylı olduğunu ve öznenin başka birinden bir şey yapmasını beklediğini vurgular. Bu, kökün anlamının, bir başkasının eylemi üzerinden bir sonuç elde etme bağlamında nasıl değiştiğini gösterir."}]}], "شفع": [{"kok": "شفع", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Aracılık, destek, birleştirme. Bir şeyin eksikliğini giderme veya bir ihtiyacı karşılama yoluyla tamamlama çabası.", "kavramsal_derinlik": "Şefaat, hem beşeri ilişkilerde bir yardım eli uzatmayı, hem de ilahi bağlamda günahların affedilmesi için yapılan yakarışı ifade eder. Bu kök, eksikliği tamamlama ve birliği sağlama potansiyelini taşır."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "شَفَعَ", "muzari": "يَشْفَعُ", "masdar": "شَفْع"}, "bab_anlami": "Aracılık etmek, desteklemek, birinin lehine konuşmak. Bu kalıp, bir başkasının ihtiyacını gidermek veya bir sorunun çözümüne katkıda bulunmak amacıyla yapılan aktif bir eylemi ifade eder. Şefaat eden kişi, eksikliği gidermek ve dengeyi sağlamak için devreye girer. Bu, hem dünyevi hem de uhrevi düzlemlerde gerçekleşebilir.", "mikro_mantik": "Bu kalıp, kökün temel anlamını doğrudan ve aktif bir eylemle ifade eder. Fiilin faili, bir başkasının durumu üzerinde olumlu bir etki yaratmak için harekete geçer. Bu, bir tür yardım veya destek sunma eylemidir ve kökün birleştirme ve tamamlama anlamını pekiştirir."}, {"bab_no": 2, "fiil_formlari": {"mazi": "تَشَفَّعَ", "muzari": "يَتَشَفَّعُ", "masdar": "تَشَفُّع"}, "bab_anlami": "Şefaat istemek, aracılık talep etmek, birinden yardım beklemek. Bu kalıp, bir kişinin başkasından şefaat veya destek talep etme durumunu ifade eder. Kişi, kendi eksikliğini gidermek veya bir ihtiyacını karşılamak için başkasının yardımına başvurur. Bu, bir tür bağımlılık ve ihtiyaç duyma halini gösterir.", "mikro_mantik": "Bu kalıp, kökün anlamını edilgen bir duruma dönüştürür. Fiilin faili, başkasının eylemine bağımlı hale gelir ve şefaat bekleme durumunda bulunur. Bu, bir tür ilişki ve karşılıklı bağımlılık yaratır ve kökün birleştirme anlamını farklı bir perspektiften vurgular."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَشَافَعَ", "muzari": "يَتَشَافَعُ", "masdar": "تَشَافُع"}, "bab_anlami": "Karşılıklı şefaat etmek, birbirine destek olmak, yardımlaşmak. Bu kalıp, iki veya daha fazla kişinin birbirine şefaat etme veya destek olma durumunu ifade eder. Bu, bir tür işbirliği ve dayanışma halidir, burada herkes birbirinin ihtiyacını gidermeye çalışır. Bu, toplumsal uyum ve birlik için önemli bir unsurdur.", "mikro_mantik": "Bu kalıp, kökün anlamını karşılıklı bir etkileşime dönüştürür. Fiilin failleri, birbirlerine eşit derecede yardım etme ve destek olma rolünü üstlenirler. Bu, bir tür denge ve adalet yaratır ve kökün birleştirme anlamını güçlendirir."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَشْفَعَ", "muzari": "يَسْتَشْفِعُ", "masdar": "اِسْتِشْفَاع"}, "bab_anlami": "Şefaat talep etmekte ısrar etmek, aracılık için yalvarmak, bir konuda ısrarcı olmak. Bu kalıp, bir kişinin şefaat veya destek talep etme konusunda ısrarcı ve kararlı olduğunu ifade eder. Kişi, ihtiyacını gidermek veya bir hedefe ulaşmak için yoğun bir çaba gösterir. Bu, bir tür azim ve kararlılık halini gösterir.", "mikro_mantik": "Bu kalıp, kökün anlamını yoğunlaştırır ve vurgular. Fiilin faili, şefaat talebinde bulunma eylemini abartılı bir şekilde gerçekleştirir. Bu, bir tür aciliyet ve önem duygusu yaratır ve kökün tamamlama anlamını daha da belirginleştirir."}]}], "شفق": [{"kok": "شفق", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Şefkat, merhamet ve acıma duygusu; bir şeyin inceliği ve hassasiyeti.", "kavramsal_derinlik": "İnsanın içindeki iyilik potansiyelini ve başkalarına duyduğu yakınlığı ifade eder. İlahi boyutta ise, yaratıcının kullarına olan sonsuz merhametini ve şefkatini yansıtır."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "شَفَقَ", "muzari": "يَشْفُقُ", "masdar": "شَفْق"}, "bab_anlami": "Şefkat göstermek, acımak, merhamet etmek. Bu kalıp, temel anlamıyla birine karşı derin bir sevgi ve anlayış beslemeyi ifade eder. Aynı zamanda, birinin zor durumda olduğunu görmek ve ona yardım etme isteği duymak anlamına gelir. Bu fiil, kalbin yumuşaklığını ve başkalarının acılarına duyarlılığı temsil eder.", "mikro_mantik": "Bu bâb, fiilin temel anlamını ve kök anlamını doğrudan ifade eder. Fiilin özünde bulunan şefkat ve merhamet duygusunu herhangi bir ek anlam veya yoğunlaştırma olmadan belirtir. Bu kalıp, fiilin en yalın ve temel halini sunar."}, {"bab_no": 2, "fiil_formlari": {"mazi": "شَافَقَ", "muzari": "يُشَافِقُ", "masdar": "مُشَافَقَة"}, "bab_anlami": "Karşılıklı şefkat göstermek, birbirine acımak, ortak bir merhamet duygusu paylaşmak. Bu kalıp, iki veya daha fazla kişi arasındaki şefkat ve merhamet alışverişini ifade eder. Birbirlerinin acılarını anlama ve destek olma eylemini içerir. Bu, toplumsal dayanışma ve empati kurma yeteneğini vurgular.", "mikro_mantik": "Bu bâb, kök anlamını karşılıklı bir eylem haline getirir. İki taraf arasındaki etkileşimi ve ortak duygusal bağı vurgular. Kök anlamı olan şefkatin, karşılıklı bir ilişki içinde nasıl tezahür ettiğini gösterir."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَشْفَقَ", "muzari": "يُشْفِقُ", "masdar": "إِشْفَاق"}, "bab_anlami": "Korkmak, endişelenmek, bir şeyin kötü sonuçlanmasından çekinmek. Bu kalıp, şefkat ve merhamet duygusunun yanı sıra, bir şeyin zarar görmesinden veya kötü bir duruma düşmesinden duyulan endişeyi ifade eder. Bu, bir şeyi koruma ve kollama içgüdüsünü yansıtır. Aynı zamanda, gelecekteki olası tehlikelere karşı duyarlılığı da gösterir.", "mikro_mantik": "Bu bâb, kök anlamını bir endişe ve korku unsuruyla birleştirir. Şefkat ve merhamet duygusunun, bir şeyi koruma ve kollama arzusuna nasıl dönüştüğünü gösterir. Kök anlamının kapsamını genişleterek, olası tehlikelere karşı duyarlılığı vurgular."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَشَفَّقَ", "muzari": "يَتَشَفَّقُ", "masdar": "تَشَفُّق"}, "bab_anlami": "Şefkatli davranmaya çalışmak, merhametli görünmeye çalışmak, içten olmasa bile şefkatli bir tavır sergilemek. Bu kalıp, şefkat ve merhamet duygusunun dışsal bir göstergesi olabileceğini ifade eder. İçten gelen bir duygu olmasa bile, başkalarına karşı şefkatli bir imaj sergileme çabasını gösterir. Bu, sosyal beklentilere uyum sağlama veya belirli bir amaca ulaşma motivasyonuyla ilişkili olabilir.", "mikro_mantik": "Bu bâb, kök anlamını dışsal bir davranışa dönüştürür. Şefkat ve merhamet duygusunun içten gelmese bile sergilenebileceğini gösterir. Kök anlamının yüzeysel bir ifadesini vurgular ve içsel samimiyetten uzaklaşabileceğini ima eder."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَشَافَقَ", "muzari": "يَتَشَافَقُ", "masdar": "تَشَافُق"}, "bab_anlami": "Karşılıklı olarak şefkatli davranmak, birbirine acımak ve merhamet göstermek. Bu kalıp, iki veya daha fazla kişi arasındaki şefkat ve merhamet alışverişinin yoğunluğunu ve sürekliliğini ifade eder. Birbirlerinin acılarını anlama, destek olma ve sürekli olarak şefkat gösterme eylemini içerir. Bu, derin ve kalıcı bir duygusal bağın varlığını gösterir.", "mikro_mantik": "Bu bâb, kök anlamını karşılıklı ve sürekli bir eylem haline getirir. İki taraf arasındaki derin duygusal bağı ve sürekli şefkat alışverişini vurgular. Kök anlamının yoğunluğunu ve kalıcılığını artırır."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَشْفَقَ", "muzari": "يَسْتَشْفِقُ", "masdar": "اِسْتِشْفَاق"}, "bab_anlami": "Şefkat dilenmek, merhamet istemek, acınmak için yalvarmak. Bu kalıp, bir kişinin başkalarından şefkat ve merhamet beklemesini, hatta bunu talep etmesini ifade eder. Zor durumda olan birinin, yardım ve destek arayışını yansıtır. Bu, çaresizlik ve ihtiyaç duyma halini vurgular.", "mikro_mantik": "Bu bâb, kök anlamını bir talep ve beklentiye dönüştürür. Şefkat ve merhamet duygusunun, bir başkasından istenen bir şey haline geldiğini gösterir. Kök anlamının pasif bir alıcı tarafından nasıl deneyimlendiğini vurgular."}]}], "شفه": [{"kok": "شفه", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Dudakların hareketi, ifade ve açıklık potansiyeli taşıyan bir öz", "kavramsal_derinlik": "Fısıltıdan haykırışa, sessizlikten söze uzanan insan iletişiminin ve ifadenin derinliği"}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "شفه - şefehe", "muzari": "يشفه - yeşfehu", "masdar": "شفه - şefh"}, "bab_anlami": "Bir şeyi dudaklarıyla belirtmek, ağızdan çıkan sözle bir durumu açığa vurmak veya bir şeyi dudaklarıyla örtmek, gizlemek. Bu kalıp, bir sırrın ifşası veya bir gerçeğin örtbas edilmesi eylemini ifade edebilir. Aynı zamanda, bir niyetin dudaklardan dökülmesiyle eyleme dönüşmesini de simgeler, yani sözün fiile dönüşme potansiyelini barındırır.", "mikro_mantik": "Bu kalıp, kökün temel anlamını doğrudan eyleme dönüştürür. Fiilin basit ve temel formunu koruyarak, kökün ifade, açıklık veya gizleme potansiyelini somut bir eylem olarak sunar. Bu, kökün anlamının en yalın ve doğrudan uygulanışını gösterir."}]}], "شفو": [{"kok": "شفو", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Şifa, iyileşme, arınma; bir şeyin kusurunu giderme, tamamlama, eksikliği telafi etme.", "kavramsal_derinlik": "Maddi ve manevi rahatsızlıklardan kurtulma, bütünlüğe erişme; ilahi bir lütuf olarak şifa ve afiyetin tecelli etmesi."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "شَفَا", "muzari": "يَشْفِي", "masdar": "شِفَاء"}, "bab_anlami": "Şifa vermek, iyileştirmek, rahatlatmak. Bir kimsenin hastalığını gidermek, ona sağlık ve afiyet bahşetmek. Aynı zamanda, bir şeyin kusurunu düzeltmek, onu mükemmelleştirmek ve eksiklerini tamamlamak anlamına gelir. Bu kalıp, ilahi bir müdahale ile gelen şifayı ve rahmeti ifade eder.", "mikro_mantik": "Bu bab, fiilin doğrudan bir eylemi ifade ettiğini gösterir; yani, bir öznenin bir nesneye şifa verme eylemini gerçekleştirmesi. Fiilin geçişli (müteaddi) olduğunu ve doğrudan bir etki yarattığını vurgular."}, {"bab_no": 2, "fiil_formlari": {"mazi": "تَشَافَى", "muzari": "يَتَشَافَى", "masdar": "تَشَافِي"}, "bab_anlami": "Şifa aramak, iyileşmeye çalışmak, tedavi görmek. Bir kimsenin kendi kendine şifa bulmaya gayret etmesi, tedavi yöntemlerine başvurması. Ayrıca, iyileşme sürecinde olmak, yavaş yavaş sağlığına kavuşmak anlamına gelir. Bu kalıp, bireyin aktif rolünü ve çabasını vurgular.", "mikro_mantik": "Bu bab, fiilin dönüşlü (müteaddi) olduğunu ve öznenin kendi üzerinde bir eylem gerçekleştirdiğini gösterir. Şifa arayışı ve iyileşme çabası, öznenin aktif katılımını ve kendi sağlığına yönelik sorumluluğunu ifade eder."}, {"bab_no": 3, "fiil_formlari": {"mazi": "أَشْفَى", "muzari": "يُشْفِي", "masdar": "إِشْفَاء"}, "bab_anlami": "Şifa vermek, iyileştirmek, tatmin etmek, doyurmak. Bir kimsenin başkasının şifa bulmasına vesile olması, ona yardım etmesi. Aynı zamanda, bir ihtiyacı gidermek, bir arzuyu tatmin etmek, gönlünü hoş etmek anlamına gelir. Bu kalıp, başkalarına yönelik şefkat ve yardımı ifade eder.", "mikro_mantik": "Bu bab, fiilin geçişli (müteaddi) olduğunu ve bir başkasının şifasına veya tatminine neden olmayı ifade ettiğini gösterir. Fiilin etkisinin başkasına yöneldiğini ve bir tür yardım veya lütfu içerdiğini vurgular."}, {"bab_no": 4, "fiil_formlari": {"mazi": "تَشَافَعَ", "muzari": "يَتَشَافَعُ", "masdar": "تَشَافُع"}, "bab_anlami": "Şefaat etmek, aracılık etmek, birinin affedilmesine veya iyileşmesine vesile olmak. Bir kimsenin başkası için aracı olması, onun adına af dilemesi veya iyileşmesi için dua etmesi. Aynı zamanda, bir anlaşmazlığı çözmek, arabuluculuk yapmak anlamına gelir. Bu kalıp, başkalarına yardım etme ve arabuluculuk rolünü ifade eder.", "mikro_mantik": "Bu bab, fiilin karşılıklı (mütekabil) olduğunu ve iki veya daha fazla taraf arasında bir etkileşim olduğunu gösterir. Şefaat veya aracılık, taraflar arasında bir denge kurma ve bir sorunu çözme amacını taşır."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَشَفَّى", "muzari": "يَتَشَفَّى", "masdar": "تَشَفِّي"}, "bab_anlami": "İntikam almak, öç almak, kinini gidermek. Bir kimsenin kendisine yapılan bir haksızlığın intikamını alması, öfkesini dindirmesi. Aynı zamanda, birine zarar vermek, onu cezalandırmak anlamına gelir. Bu kalıp, olumsuz bir anlam taşır ve intikam duygusunu ifade eder.", "mikro_mantik": "Bu bab, fiilin dönüşlü (müteaddi) olduğunu ve öznenin kendi duygusal durumunu etkileyen bir eylem gerçekleştirdiğini gösterir. İntikam alma eylemi, öznenin içsel bir tatmin arayışını ve öfkesini dindirme çabasını ifade eder."}, {"bab_no": 6, "fiil_formlari": {"mazi": "اِشْتَفَى", "muzari": "يَشْتَفِي", "masdar": "اِشْتِفَاء"}, "bab_anlami": "Şifa bulmak, iyileşmek, sağlığına kavuşmak. Bir kimsenin hastalıktan kurtulması, sağlığına yeniden kavuşması. Aynı zamanda, bir sorundan kurtulmak, rahatlamak anlamına gelir. Bu kalıp, iyileşme sürecini ve sağlığa kavuşmayı ifade eder.", "mikro_mantik": "Bu bab, fiilin edilgen (meçhul) olduğunu ve öznenin bir eylemin sonucu olarak şifa bulduğunu gösterir. İyileşme, öznenin kendi çabasıyla değil, dışsal bir etki veya süreç sonucunda gerçekleşir."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْشَفَى", "muzari": "يَنْشَفِي", "masdar": "اِنْشِفَاء"}, "bab_anlami": "Yok (Bu bab Kur'an'da geçmemektedir, ancak potansiyel anlamı şöyledir:) Şifanın kendiliğinden gerçekleşmesi, bir durumun kendiliğinden iyileşmesi. Bir müdahale olmaksızın, doğal süreçlerle sağlığa kavuşmak. Bu kalıp, ilahi takdirin ve doğanın iyileştirici gücünün tecellisini ifade eder.", "mikro_mantik": "Bu bab, fiilin edilgen (meçhul) olduğunu ve öznenin iradesi dışında gerçekleşen bir durumu ifade ettiğini gösterir. Şifanın kendiliğinden gerçekleşmesi, ilahi bir lütuf veya doğal bir süreç olarak algılanır."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِسْتَشْفَى", "muzari": "يَسْتَشْفِي", "masdar": "اِسْتِشْفَاء"}, "bab_anlami": "Şifa istemek, şifa dilemek, tedavi aramak. Bir kimsenin Allah'tan şifa dilemesi, dua etmesi. Aynı zamanda, bir doktora başvurmak, tedavi yöntemleri aramak anlamına gelir. Bu kalıp, şifa arayışını ve ilahi yardımı talep etmeyi ifade eder.", "mikro_mantik": "Bu bab, fiilin talep (istif'al) babında olduğunu ve öznenin bir şey talep ettiğini veya aradığını gösterir. Şifa istemek, öznenin bir ihtiyacını giderme ve sağlığına kavuşma arzusunu ifade eder."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اِشْفَأَّ", "muzari": "يَشْفَئُّ", "masdar": "اِشْفِئْئَاء"}, "bab_anlami": "Yok (Bu bab Kur'an'da geçmemektedir, ancak potansiyel anlamı şöyledir:) Şifa ile dolmak, şifanın her zerresine nüfuz etmesi. Bir kimsenin tamamen iyileşmesi, sağlığının zirvesine ulaşması. Bu kalıp, şifanın mükemmelliğini ve tamlığını ifade eder.", "mikro_mantik": "Bu bab, fiilin mübalağa (abartı) babında olduğunu ve bir niteliğin aşırı derecede bulunduğunu gösterir. Şifa ile dolmak, sağlığın en üst düzeyde olduğunu ve mükemmel bir iyileşme durumunu ifade eder."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِشْفَاوَّ", "muzari": "يَشْفَاوُّ", "masdar": "اِشْفِيوَاء"}, "bab_anlami": "Yok (Bu bab Kur'an'da geçmemektedir, ancak potansiyel anlamı şöyledir:) Şifa bulmaya yakın olmak, iyileşme emareleri göstermek. Bir kimsenin hastalığının hafiflemesi, sağlığına kavuşma yolunda ilerlemesi. Bu kalıp, iyileşme sürecinin başlangıcını ve umudu ifade eder.", "mikro_mantik": "Bu bab, fiilin bir duruma yaklaşmayı veya bir hal üzere olmayı ifade ettiğini gösterir. Şifa bulmaya yakın olmak, iyileşme sürecinin başladığını ve olumlu bir yönde ilerleme olduğunu ifade eder."}]}], "شفي": [{"kok": "شفي", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Şifa, iyileşme, tamir etme, kusurları giderme, arınma ve bütünlüğe kavuşma potansiyeli.", "kavramsal_derinlik": "Hem fiziksel hem de ruhsal düzeyde şifanın mümkün olduğunu, bunun bir süreç ve tamamlanma hali olduğunu ifade eder. İyileşme sadece bir rahatlama değil, aynı zamanda bir dönüşüm ve tekamül sürecidir."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "شَفَى - şefâ", "muzari": "يَشْفِي - yeşfî", "masdar": "شِفَاءً - şifâen"}, "bab_anlami": "Bir şeyi iyileştirmek, şifa vermek, hastalığı gidermek, kusuru onarmak, arındırmak ve tamir etmek anlamına gelir. Bu kalıp, doğrudan bir etki ve aktif bir iyileştirme eylemini ifade eder. Şifa veren öznenin, şifa eylemini gerçekleştirdiği nesne üzerinde doğrudan bir etkisi vardır. Bu, hem fiziksel bir iyileşme hem de ruhsal bir arınma olabilir.", "mikro_mantik": "Bu kalıp, fiilin temel anlamını doğrudan ve etkili bir şekilde ifade eder. Fiilin geçişli (müteaddi) olduğunu gösterir; yani bir nesneye etki eden bir eylemi ifade eder. Kök anlamındaki iyileştirme eyleminin, fail tarafından doğrudan uygulandığını ve bir sonuç doğurduğunu vurgular."}, {"bab_no": 2, "fiil_formlari": {"mazi": "تَشَافَى - teşâfâ", "muzari": "يَتَشَافَى - yeteşâfâ", "masdar": "تَشَافِيًا - teşâfiyen"}, "bab_anlami": "Şifa bulmaya çalışmak, iyileşme arayışında olmak, kendini tedavi etmeye gayret etmek anlamlarına gelir. Bu kalıp, bireyin kendi iyileşme süreciyle aktif olarak ilgilenmesini ve çaba göstermesini ifade eder. Kişi, kendi şifasını arayan ve bu yönde adımlar atan bir özne olarak belirir. Bu, içsel bir arayış ve dışsal kaynaklara yönelme şeklinde tezahür edebilir.", "mikro_mantik": "Bu kalıp, köke karşılıklı etkileşim ve çaba anlamı katar. 'Te-' ön eki, fiile bir arayış, çabalama ve kendi üzerinde çalışma anlamı yükler. Şifa eyleminin, öznenin aktif katılımıyla gerçekleştiğini ve bir süreç içerdiğini vurgular."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَشَفَّى - teşeffâ", "muzari": "يَتَشَفَّى - yeteşeffâ", "masdar": "تَشَفِّيًا - teşeffiyen"}, "bab_anlami": "İyice şifa bulmak, tam olarak iyileşmek, arzusuna tamamen kavuşmak, içini tamamen rahatlatmak, tatmin olmak anlamına gelir. Bu kalıp, iyileşme sürecinin tamamlanmasını ve mükemmelleşmesini ifade eder. Kişi, sadece iyileşmekle kalmaz, aynı zamanda iç huzura ve tam bir tatmine ulaşır. Bu, derin bir dönüşüm ve bütünleşme halidir.", "mikro_mantik": "Bu kalıp, fiile yoğunluk ve tamamlama anlamı katar. Tekrarlı 'şedde' harfi, eylemin tam ve eksiksiz bir şekilde gerçekleştiğini vurgular. Kök anlamındaki iyileşmenin, en üst düzeyde ve kalıcı bir şekilde gerçekleştiğini ifade eder."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَشْفَى - isteşfâ", "muzari": "يَسْتَشْفِي - yesteşfî", "masdar": "اِسْتِشْفَاءً - istişfâen"}, "bab_anlami": "Şifa istemek, şifa aramak, iyileşme talebinde bulunmak, yardım talep etmek, medet ummak anlamına gelir. Bu kalıp, bireyin şifa bulmak için dışsal bir kaynağa yönelmesini ve yardım arayışını ifade eder. Kişi, kendi çabalarının ötesinde bir güce veya kaynağa başvurarak iyileşme umudu taşır. Bu, hem maddi hem de manevi bir arayış olabilir.", "mikro_mantik": "Bu kalıp, fiile talep ve arayış anlamı katar. 'İsti-' ön eki, fiile bir istek, talep ve arayış anlamı yükler. Şifa eyleminin, öznenin bir başkasından yardım istemesiyle gerçekleştiğini ve bir beklenti içerdiğini vurgular."}]}], "شقق": [{"kok": "شقق", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Yarma, açma, bölme; bir şeyin içindeki gizli potansiyeli ortaya çıkarma.", "kavramsal_derinlik": "Maddi düzlemde bir mekanı bölmekten, manevi düzlemde bir sırrı açığa çıkarmaya kadar uzanan bir yelpazede, hem beşeri hem de ilahi boyutlarda tezahür eder."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "شَقَّ - şaqqa", "muzari": "يَشُقُّ - yaşuqqu", "masdar": "شَقٌّ - şaqq"}, "bab_anlami": "Bir şeyi yarmak, açmak, bölmek; bir engeli aşmak veya bir zorluğu yenmek. Bu kalıp, bir şeyin içindeki potansiyeli ortaya çıkarma eylemini ifade eder. Aynı zamanda, bir hedefe ulaşmak için gösterilen çaba ve gayreti de simgeler; tıpkı bir tohumun toprağı yararak filizlenmesi gibi. Bu bağlamda, şak fiili, yaratılışın sırlarını keşfetme ve evrenin derinliklerine nüfuz etme arzusunu da içerir.", "mikro_mantik": "Bu bab, kökün temel anlamını doğrudan ve yoğun bir şekilde ifade eder. Fiilin basit ve yalın yapısı, eylemin kendisinin netliğini ve kesinliğini vurgular. Kökün anlamı, nesnenin bütünlüğünü bozarak yeni bir durum yaratma eylemini ifade eder. Bu, bir şeyin potansiyelini ortaya çıkarma veya bir engeli aşma gibi dönüşümsel bir süreci başlatır."}]}], "شقو": [{"kok": "شقو", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Sıkıntı, meşakkat, zorluk; içsel huzursuzluk ve tatminsizlik.", "kavramsal_derinlik": "Dünyevi çabaların getirdiği yorgunluk ve ruhani arayışın sancıları."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "شَقَا - şaqā", "muzari": "يَشْقُو - yaşqū", "masdar": "شَقَاء - şaqā'"}, "bab_anlami": "Temel anlamda sıkıntı çekmek, zorluk yaşamak, bedbaht olmak. Bu kalıp, bireyin kendi eylemleri veya dışsal faktörler nedeniyle karşılaştığı zorlukları ve bu durumun içsel yansımalarını ifade eder. Aynı zamanda, bu kalıp, kişinin yaşam yolunda karşılaştığı engelleri aşmak için gösterdiği çabayı ve bu süreçteki duygusal durumunu da kapsar. Şekavet, sadece dünyevi zorluklarla sınırlı kalmayıp, ruhani bir arayışın getirdiği içsel çatışmaları da ifade edebilir.", "mikro_mantik": "Bu bab, fiilin temel anlamını ve öznesinin doğrudan deneyimlediği durumu ifade eder. Kökün anlamını yoğunlaştırır ve eylemin özne üzerindeki etkisini vurgular."}, {"bab_no": 2, "fiil_formlari": {"mazi": "شَاقَّ - şāqqa", "muzari": "يُشَاقُّ - yuşāqqu", "masdar": "مُشَاقَّة - muşāqqa"}, "bab_anlami": "Muhalefet etmek, karşı gelmek, anlaşmazlığa düşmek. Bu kalıp, iki veya daha fazla taraf arasındaki çekişmeyi, anlaşmazlığı ve zıtlaşmayı ifade eder. Taraflar arasındaki ilişkinin gerginliğini ve her bir tarafın kendi görüşünde ısrar etmesini vurgular. Bu durum, sadece fikir ayrılıklarını değil, aynı zamanda duygusal bir kopuşu ve yabancılaşmayı da beraberinde getirebilir. Bu kalıp, uzlaşmazlığın ve çatışmanın derinlemesine analizini sunar.", "mikro_mantik": "Bu bab, eylemin karşılıklı veya çok taraflı olduğunu gösterir. Kökün anlamını, bir çatışma veya rekabet bağlamına yerleştirir ve eylemin etkileşimsel boyutunu vurgular."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَشْقَى - eşqā", "muzari": "يُشْقِي - yuşqī", "masdar": "إِشْقَاء - işqā'"}, "bab_anlami": "Sıkıntıya sokmak, bedbaht etmek, mutsuzluğa neden olmak. Bu kalıp, birinin başka birini sıkıntıya soktuğu veya mutsuz ettiği durumu ifade eder. Eylemin doğrudan failden ziyade, etkilenen kişi üzerindeki sonuçlarına odaklanır. Bu kalıp, başkalarının acı çekmesine neden olan eylemlerin ahlaki boyutunu ve sorumluluğunu vurgular. Aynı zamanda, bu kalıp, bir kişinin kendi eylemleriyle başkalarının hayatını nasıl olumsuz etkileyebileceğine dair bir farkındalık yaratır.", "mikro_mantik": "Bu bab, fiilin geçişli (müteaddi) olduğunu ve bir nesneye etki ettiğini gösterir. Kökün anlamını, bir başkasının durumunu etkileme eylemiyle ilişkilendirir."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَشْقَى - istaşqā", "muzari": "يَسْتَشْقِي - yestaşqī", "masdar": "اِسْتِشْقَاء - istişqā'"}, "bab_anlami": "Sıkıntı istemek, bedbahtlığı aramak, mutsuzluğa yönelmek. Bu kalıp, kişinin bilinçli veya bilinçsiz bir şekilde kendini sıkıntıya soktuğu veya mutsuzluğa doğru yöneldiği bir durumu ifade eder. Bu durum, kişinin kendi içsel çatışmaları, yanlış kararları veya olumsuz alışkanlıkları nedeniyle ortaya çıkabilir. Bu kalıp, kişinin kendi kaderini nasıl şekillendirdiği ve kendi mutsuzluğunun sorumluluğunu nasıl üstlendiği üzerine derin bir düşünce sunar. Aynı zamanda, bu kalıp, kişinin kendini sabote etme eğilimini ve bu eğilimin altında yatan psikolojik nedenleri de araştırır.", "mikro_mantik": "Bu bab, fiilin edilgen veya dönüşlü olduğunu ve öznenin eylemi kendisine yönelttiğini gösterir. Kökün anlamını, bir arayış veya talep bağlamına yerleştirir ve eylemin özne üzerindeki dolaylı etkisini vurgular."}]}], "شكر": [{"kok": "شكر", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Minnettarlığın ve takdirin özü. Bir iyiliğin veya lütfun farkında olup, bunu içtenlikle ifade etme yeteneği. Şükür, sadece bir teşekkür ifadesi değil, aynı zamanda kalbin derinliklerinden gelen bir kabul ve teslimiyet halidir.", "kavramsal_derinlik": "Şükür, hem beşeri ilişkilerde hem de ilahi bağlamda önemli bir yer tutar. İnsanlar arasındaki ilişkilerde karşılıklı saygı ve sevginin temelini oluştururken, Allah'a karşı duyulan şükran, O'nun nimetlerinin farkında olmanın ve O'na yakınlaşmanın bir yoludur. Bu bağlamda şükür, maddi ve manevi zenginliğin anahtarıdır."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "شَكَرَ", "muzari": "يَشْكُرُ", "masdar": "شُكْر"}, "bab_anlami": "Temel anlamıyla şükretmek, teşekkür etmek, minnettarlığını ifade etmek demektir. Bu kalıp, fiilin doğrudan doğruya gerçekleştiğini ve öznenin bir eylemi yerine getirdiğini gösterir. Şükür, bir nimetin veya iyiliğin farkında olarak, bunu sözle, davranışla veya kalben ifade etmektir. Bu kalıpta şükür, bir karşılık beklemeden yapılan samimi bir teşekkürdür.", "mikro_mantik": "Bu kalıp, fiilin temel ve en yalın halini ifade eder. Kök anlamının doğrudan ve aracısız bir şekilde gerçekleştiğini gösterir. Şükür eyleminin özne tarafından bizzat ve doğrudan yapıldığını vurgular. Herhangi bir ek anlam veya yoğunlaştırma içermez, sadece temel şükür eylemini ifade eder."}, {"bab_no": 2, "fiil_formlari": {"mazi": "شَكَّرَ", "muzari": "يُشَكِّرُ", "masdar": "تَشْكِير"}, "bab_anlami": "Bu kalıp, bir şeyi şükredilir hale getirmek, şükrü artırmak veya birine çokça teşekkür etmek anlamlarına gelebilir. Fiilin yoğunluğunu ve tekrarını ifade eder. Bir şeyi süsleyerek veya güzelleştirerek şükredilir bir hale getirmek, dolayısıyla o şeyin değerini artırmak anlamına gelebilir. Aynı zamanda, birine defalarca teşekkür ederek minnettarlığı pekiştirmek anlamını da taşır.", "mikro_mantik": "Bu kalıp, kök anlamını yoğunlaştırır ve tekrarını vurgular. Fiilin etkisini artırır ve şükür eyleminin daha kapsamlı ve derinlemesine olduğunu gösterir. Bir eylemin sürekli veya yoğun bir şekilde yapıldığını ifade etmek için kullanılır."}, {"bab_no": 3, "fiil_formlari": {"mazi": "شَاكَرَ", "muzari": "يُشَاكِرُ", "masdar": "مُشَاكَرَة"}, "bab_anlami": "Bu kalıp, karşılıklı şükretmek, birbirine teşekkür etmek veya bir konuda ortaklaşa minnettarlık duymak anlamına gelir. İki veya daha fazla kişi arasındaki karşılıklı şükran ve takdir ilişkisini ifade eder. Bir iyilik veya nimet karşısında birlikte sevinmek ve birbirine teşekkür etmek, ortak bir duygu paylaşımını ifade eder. Bu kalıp, toplumsal uyum ve dayanışma için şükrün önemini vurgular.", "mikro_mantik": "Bu kalıp, fiilin karşılıklı veya ortak bir şekilde yapıldığını gösterir. İki veya daha fazla öznenin aynı eylemi birbirlerine karşı gerçekleştirdiğini ifade eder. Şükür eyleminin paylaşımını ve etkileşimini vurgular."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَشْكَرَ", "muzari": "يُشْكِرُ", "masdar": "إِشْكَار"}, "bab_anlami": "Bu kalıp, birini şükretmeye teşvik etmek, birinin şükrünü sağlamak veya bir şeyi şükredilir hale getirmek anlamlarına gelebilir. Bir başkasının minnettarlığını uyandırmak veya bir durumun şükredilmeye değer olduğunu belirtmek anlamına gelir. Aynı zamanda, bir şeyi açıkça ve belirgin bir şekilde şükredilir kılmak, onun değerini vurgulamak anlamına da gelebilir. Bu kalıp, şükrün yayılmasına ve başkalarının da minnettarlık duymasına katkıda bulunmayı ifade eder.", "mikro_mantik": "Bu kalıp, fiilin nedenini veya sonucunu vurgular. Bir eylemin başka bir eylemi tetiklediğini veya bir duruma yol açtığını gösterir. Şükür eyleminin başkaları üzerindeki etkisini ve yayılmasını ifade eder."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَشَكَّرَ", "muzari": "يَتَشَكَّرُ", "masdar": "تَشَكُّر"}, "bab_anlami": "Bu kalıp, şükreder gibi görünmek, şükretmeye çalışmak veya şükranlarını sunmak anlamına gelir. İçten olmasa bile şükran gösterisinde bulunmayı veya bir nezaket gereği teşekkür etmeyi ifade edebilir. Aynı zamanda, şükretmeye gayret etmek, minnettarlığını ifade etmek için çaba göstermek anlamına da gelebilir. Bu kalıp, şükrün dışsal ifadesinin bazen içsel duygudan ayrılabileceğini gösterir.", "mikro_mantik": "Bu kalıp, fiilin yapmacık veya çaba gerektiren bir şekilde yapıldığını gösterir. Öznenin eylemi tam olarak gerçekleştiremediğini veya eylemin içten olmadığını ifade eder. Şükür eyleminin dışsal görünümünü vurgular."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَشَاكَرَ", "muzari": "يَتَشَاكَرُ", "masdar": "تَشَاكُر"}, "bab_anlami": "Bu kalıp, karşılıklı olarak şükreder gibi görünmek, birbirine teşekkür eder gibi davranmak anlamına gelir. Samimi olmayan bir şekilde karşılıklı nezaket göstermeyi veya yüzeysel bir minnettarlık ifadesini ifade edebilir. İki veya daha fazla kişinin birbirine karşı sahte bir şükran gösterisinde bulunmasını ifade eder. Bu kalıp, şükrün samimiyetten uzaklaşarak sadece bir formaliteye dönüştüğünü gösterir.", "mikro_mantik": "Bu kalıp, fiilin karşılıklı ve yapmacık bir şekilde yapıldığını gösterir. Öznenin eylemi içtenlikle yapmadığını ve sadece dışsal bir gösteriş olduğunu ifade eder. Şükür eyleminin samimiyetten uzaklaşmasını vurgular."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْشَكَرَ", "muzari": "يَنْشَكِرُ", "masdar": "اِنْشِكَار"}, "bab_anlami": "Bu kalıp, şükredilir olmak, şükre layık olmak veya şükrün konusu olmak anlamına gelebilir. Bir şeyin veya bir durumun minnettarlığı hak ettiğini veya takdiri gerektirdiğini ifade eder. Bir nimetin veya iyiliğin varlığı nedeniyle şükredilmesi gerektiğini belirtir. Bu kalıp, şükrün nesnesini ve değerini vurgular.", "mikro_mantik": "Bu kalıp, fiilin edilgen veya dönüşlü bir şekilde yapıldığını gösterir. Öznenin eylemi kendisi yapmadığını, ancak eylemin kendisine yönelik olduğunu ifade eder. Şükür eyleminin nesnesini vurgular."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِشْتَكَرَ", "muzari": "يَشْتَكِرُ", "masdar": "اِشْتِكَار"}, "bab_anlami": "Bu kalıp, şükretmek için çabalamak, minnettarlığını göstermeye çalışmak veya şükrü elde etmeye çalışmak anlamına gelebilir. Bir nimete veya iyiliğe karşılık vermek için gayret göstermeyi ifade eder. Şükran borcunu ödemek için çaba sarf etmek veya minnettarlığını kanıtlamak için uğraşmak anlamına gelir. Bu kalıp, şükrün aktif bir çaba gerektirdiğini ve karşılık vermenin önemini vurgular.", "mikro_mantik": "Bu kalıp, fiilin çaba ve gayret gerektiren bir şekilde yapıldığını gösterir. Öznenin eylemi gerçekleştirmek için özel bir çaba sarf ettiğini ifade eder. Şükür eyleminin aktif ve bilinçli bir şekilde yapıldığını vurgular."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اِشْعَكَرَ", "muzari": "يَشْعَكِرُ", "masdar": "اِشْعِكْرَار"}, "bab_anlami": "Bu kalıp, şükürle dolmak, şükran duygusuyla coşmak veya yoğun bir minnettarlık hissetmek anlamına gelebilir. Kalbin derinliklerinden gelen yoğun bir şükran duygusunu ifade eder. Bir nimet veya iyilik karşısında tarifsiz bir minnettarlık hissetmek, coşkuyla şükretmek anlamına gelir. Bu kalıp, şükrün duygusal yoğunluğunu ve kalpteki etkisini vurgular.", "mikro_mantik": "Bu kalıp, fiilin yoğun ve abartılı bir şekilde yapıldığını gösterir. Öznenin eylemi aşırı bir şekilde hissettiğini veya yaptığını ifade eder. Şükür eyleminin duygusal yoğunluğunu vurgular."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَشْكَرَ", "muzari": "يَسْتَشْكِرُ", "masdar": "اِسْتِشْكَار"}, "bab_anlami": "Bu kalıp, şükretmeyi istemek, şükran beklemek veya şükrü hak ettiğini düşünmek anlamına gelebilir. Bir iyilik veya nimet karşılığında teşekkür beklemeyi veya minnettarlık talep etmeyi ifade eder. Aynı zamanda, bir şeyin şükredilmeye değer olduğunu iddia etmek veya takdir edilmeyi beklemek anlamına da gelebilir. Bu kalıp, şükrün beklenti ve talep boyutunu vurgular.", "mikro_mantik": "Bu kalıp, fiilin talep veya istek şeklinde yapıldığını gösterir. Öznenin eylemi kendisi yapmadığını, ancak başkasından beklediğini ifade eder. Şükür eyleminin beklenti boyutunu vurgular."}]}], "شكس": [{"kok": "شكس", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Bir şeyin özünden sapması, tersine dönmesi veya içten dışa doğru bozulması. Şeks kökü, varlıkların asliyetinden uzaklaşarak kaotik bir duruma evrilmesini ifade eder. Bu, hem fiziksel hem de metafiziksel düzeyde bir dengesizliği temsil eder.", "kavramsal_derinlik": "Beşeri düzlemde, şeks, bireyin kendi özünden yabancılaşması, ahlaki çöküş veya toplumsal normlardan sapma olarak tezahür eder. İlahi boyutta ise, yaratılışın mükemmel düzeninden ayrılma, ilahi iradeye karşı gelme veya evrensel uyumun bozulması anlamına gelir. Bu kök, insanın ve evrenin potansiyel kırılganlığını ve sürekli bir denge arayışını vurgular."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "شَكَسَ", "muzari": "يَشْكُسُ", "masdar": "شَكْس"}, "bab_anlami": "Şeks kökünün birinci babda kullanımı, bir şeyin tersine dönmesi, aksi yönde hareket etmesi veya beklenmedik bir şekilde bozulması anlamına gelir. Bu, fiziksel bir nesnenin yapısının bozulması olabileceği gibi, bir durumun veya ilişkinin olumsuz yönde değişmesi de olabilir. Bu kalıp, eylemin kendiliğinden gerçekleştiğini veya doğal bir süreç sonucu ortaya çıktığını vurgular. Bir şeyin özündeki potansiyel bozulmaya işaret eder.", "mikro_mantik": "Bu bab, kökün temel anlamını en yalın haliyle ifade eder. Fiilin basit ve doğrudan bir eylemi tanımlaması, kökün özündeki 'tersine dönme' veya 'bozulma' kavramının temel bir olgu olduğunu gösterir. Bu kalıp, eylemin bir fail tarafından kasıtlı olarak yapılmadığını, daha ziyade doğal bir süreç veya içsel bir eğilim sonucu ortaya çıktığını vurgular."}]}], "شكك": [{"kok": "شكك", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Şüphe, tereddüt, kesin olmama hali. Zihnin bir konuda net bir yargıya varamaması, bilginin bulanıklaşması ve hakikatin perdelenmesi.", "kavramsal_derinlik": "Beşeri düzlemde belirsizlikle başa çıkma çabası, ilahi düzlemde ise imanın sınanması ve kalbin mutmain kılınması."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "شكّ - şekke", "muzari": "يشكّ - yeşükkü", "masdar": "شكّ - şekk"}, "bab_anlami": "Bir şeyden şüphe etmek, tereddüt etmek, kesin bir kanaate varamamak. Zihnin bir konuda iki farklı ihtimal arasında gidip gelmesi, kalbin huzursuzluğu ve aklın karmaşası. Bu kalıp, şüphenin basit bir olasılık değil, zihni meşgul eden ve kararlılığı engelleyen bir durum olduğunu ifade eder. Şüphe, hakikate ulaşma yolunda bir engel olabileceği gibi, daha derin bir araştırmaya ve tefekküre de vesile olabilir.", "mikro_mantik": "Bu kalıp, fiilin temel anlamını yoğunlaştırır ve eylemin sürekliliğini veya tekrarını vurgulayabilir. Şüphe eyleminin zihinde sürekli tekrarlandığını veya bir durumun sürekli olarak şüphe uyandırdığını gösterir. Fiilin yalın haliyle kıyaslandığında, bu kalıp şüphenin daha derin ve kalıcı bir etki yarattığını ifade eder."}, {"bab_no": 2, "fiil_formlari": {"mazi": "شكَّ - şekke", "muzari": "يشكّك - yü şekkiku", "masdar": "تشكيك - teşkik"}, "bab_anlami": "Şüpheye düşürmek, tereddüt ettirmek, birinin zihnini karıştırmak. Başkasının inançlarını veya kanaatlerini sarsmak, onu bir konuda şüpheye sevk etmek. Bu kalıp, şüphenin sadece bireysel bir deneyim olmadığını, aynı zamanda başkaları üzerinde de etkili olabileceğini gösterir. Bir başkasını şüpheye düşürmek, onun hakikate ulaşma yolunu zorlaştırmak ve zihinsel dengesini bozmak anlamına gelebilir.", "mikro_mantik": "Bu kalıp, fiilin geçişli (müteaddi) hale gelmesini sağlar, yani eylemin bir nesneye yöneldiğini gösterir. Bir öznenin bir başkasını şüpheye düşürme eylemini ifade eder. Bu kalıp, şüphenin yayılma ve başkalarını etkileme potansiyelini vurgular."}, {"bab_no": 3, "fiil_formlari": {"mazi": "شاكّ - şâkke", "muzari": "يشاكّ - yü şâkku", "masdar": "مُشاكّة - müşâkke"}, "bab_anlami": "Şüpheleşmek, karşılıklı şüphe duymak, birbirini tereddüt ettirmek. İki veya daha fazla kişinin birbirlerine karşı güvensizlik hissetmesi, her birinin diğerinin niyetlerinden şüphe duyması. Bu kalıp, şüphenin ilişkileri zedeleyebileceğini ve güvensizlik ortamı yaratabileceğini gösterir. Karşılıklı şüphe, iletişimi engelleyebilir ve işbirliğini zorlaştırabilir.", "mikro_mantik": "Bu kalıp, fiilin karşılıklı (müşareket) anlam kazanmasını sağlar, yani eylemin iki veya daha fazla kişi arasında gerçekleştiğini gösterir. Şüphenin bireysel bir duygu olmaktan çıkıp, kişiler arası bir ilişki dinamiğine dönüştüğünü ifade eder."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أشكّ - eşekke", "muzari": "يشكّ - yü şekku", "masdar": "إشكاك - işkak"}, "bab_anlami": "Şüpheye düşürmek, şüphe uyandırmak, tereddüt oluşturmak. Bir şeyin belirsiz veya anlaşılmaz olması nedeniyle zihinde şüphelerin oluşmasına neden olmak. Bu kalıp, şüphenin dışsal bir kaynaktan, örneğin bir durumun veya bilginin kendisinden kaynaklanabileceğini gösterir. Belirsizlik, karmaşıklık veya çelişki içeren durumlar, zihinde şüphe uyandırabilir.", "mikro_mantik": "Bu kalıp, fiilin geçişli (müteaddi) hale gelmesini sağlar ve eylemin bir nedensellik ilişkisi içerdiğini vurgular. Bir şeyin başka bir şeyde şüphe uyandırmasına neden olma eylemini ifade eder. Bu kalıp, şüphenin kaynağına odaklanır ve onun nasıl ortaya çıktığını açıklar."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تشكّك - teşekke ke", "muzari": "يتشكّك - yeteşekkeku", "masdar": "تشكّك - teşekkük"}, "bab_anlami": "Şüphelenmek, tereddüt etmek, kuşkulanmak. Bir konuda şüphe duymaya başlamak, zihnin bir şeyin doğruluğundan veya güvenilirliğinden emin olmaması. Bu kalıp, şüphenin yavaş yavaş gelişen bir süreç olduğunu ve zamanla zihinde yerleşebileceğini gösterir. İlk başta küçük bir şüphe tohumu, zamanla büyüyerek büyük bir tereddüde dönüşebilir.", "mikro_mantik": "Bu kalıp, fiilin dönüşlü (mütavaat) anlam kazanmasını sağlar, yani eylemin özne üzerinde gerçekleştiğini gösterir. Öznenin kendisinin şüphelenmeye başlaması eylemini ifade eder. Bu kalıp, şüphenin içsel bir süreç olduğunu ve bireyin kendi zihninde geliştiğini vurgular."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَشاكّ - teşâkke", "muzari": "يَتَشاكّ - yeteşâkku", "masdar": "تَشاكّ - teşâkk"}, "bab_anlami": "Birbirinden şüphelenmek, karşılıklı olarak tereddüt etmek, güvensizlik duymak. İki veya daha fazla kişinin birbirlerine karşı kuşkucu bir tavır sergilemesi, her birinin diğerinin samimiyetinden veya dürüstlüğünden şüphe etmesi. Bu kalıp, şüphenin ilişkilerde yarattığı olumsuz etkiyi vurgular ve güvensizliğin yaygınlaşmasına neden olabileceğini gösterir. Toplumsal düzeyde, bu durum huzursuzluğa ve ayrışmaya yol açabilir.", "mikro_mantik": "Bu kalıp, fiilin karşılıklı (müşareket) anlam kazanmasını sağlar ve eylemin karşılıklı olarak gerçekleştiğini vurgular. İki veya daha fazla kişinin birbirlerinden şüphelenmesi eylemini ifade eder. Bu kalıp, şüphenin ilişkilerdeki dinamiklerini ve etkileşimlerini gösterir."}, {"bab_no": 7, "fiil_formlari": {"mazi": "انشكّ - inşekke", "muzari": "ينشكّ - yenşekku", "masdar": "انشكاك - inşikak"}, "bab_anlami": "Şüpheye düşmek, şüphelenmek, tereddüt etmek. Bir şeyin doğruluğundan veya güvenilirliğinden şüphe duymaya başlamak, zihnin bir konuda kararsız kalması. Bu kalıp, şüphenin aniden ortaya çıkabileceğini ve bireyin zihnini beklenmedik bir anda ele geçirebileceğini gösterir. Dışsal bir etken veya içsel bir düşünce, ani bir şüpheye neden olabilir.", "mikro_mantik": "Bu kalıp, fiilin edilgen (infial) anlam kazanmasını sağlar ve eylemin özne üzerinde kendiliğinden gerçekleştiğini gösterir. Öznenin şüpheye düşmesi eyleminin dışsal bir etkiyle tetiklendiğini veya kendiliğinden ortaya çıktığını ifade eder. Bu kalıp, şüphenin pasif bir deneyim olduğunu ve bireyin kontrolü dışında gelişebileceğini vurgular."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اشتكّ - iştekke", "muzari": "يشتكّ - yeştekku", "masdar": "اشتكاك - iştikak"}, "bab_anlami": "Şüphelenmek, kuşkulanmak, tereddüt etmek. Bir konuda derin bir şüphe duymak, zihnin bir şeyin doğruluğundan veya güvenilirliğinden emin olmaması ve bu durumun bireyi rahatsız etmesi. Bu kalıp, şüphenin yoğunluğunu ve birey üzerindeki etkisini vurgular. Derin bir şüphe, zihinsel huzursuzluğa, kaygıya ve hatta umutsuzluğa yol açabilir.", "mikro_mantik": "Bu kalıp, fiilin tekit (if'âl) anlam kazanmasını sağlar ve eylemin yoğunluğunu veya kuvvetini vurgular. Şüphelenme eyleminin derinliğini ve kalıcılığını ifade eder. Bu kalıp, şüphenin bireyin zihninde derin bir iz bıraktığını ve kolay kolay unutulmayacağını gösterir."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اشككّ - işkekke", "muzari": "يشككّ - yüşkekku", "masdar": "اشككّ - işkikak"}, "bab_anlami": "Bu kalıp nadiren kullanılır, ancak potansiyel anlamı şüphede aşırılığa kaçmak, sürekli ve yoğun bir şekilde şüphe duymaktır. Bu, kişinin her şeyden ve herkesten şüphelenmesi, hiçbir şeye güvenmemesi durumunu ifade eder. Bu durum, kişinin zihinsel sağlığını olumsuz etkileyebilir ve ilişkilerini zedeleyebilir. Aşırı şüphecilik, gerçeklikle bağlantıyı koparmaya ve paranoyaya yol açabilir.", "mikro_mantik": "Bu kalıp, fiilin anlamını yoğunlaştırır ve aşırılığı vurgular. Şüphe eyleminin sürekli ve yoğun bir şekilde tekrarlandığını veya abartıldığını gösterir. Bu kalıp, şüphenin kontrolden çıktığını ve bireyin hayatını olumsuz etkilediğini ifade eder."}, {"bab_no": 10, "fiil_formlari": {"mazi": "استشكّ - isteşekke", "muzari": "يستشكّ - yüsteşikku", "masdar": "استشكاك - istişkak"}, "bab_anlami": "Şüphe etmek, şüpheye düşmek, bir konuda tereddüt etmek. Bir şeyin doğruluğunu veya güvenilirliğini sorgulamak, zihnin bir konuda kesin bir yargıya varamaması. Bu kalıp, şüphenin aktif bir zihinsel süreç olduğunu ve bireyin bilinçli olarak bir şeyi sorguladığını gösterir. Şüphe, bilgi edinme ve hakikate ulaşma yolunda önemli bir araç olabilir.", "mikro_mantik": "Bu kalıp, fiilin talep (istif'al) anlam kazanmasını sağlar ve eylemin bir arayış veya talep içerdiğini gösterir. Şüphe duyma eyleminin bir araştırma veya sorgulama sürecinin başlangıcı olduğunu ifade eder. Bu kalıp, şüphenin bilgiye ulaşma ve hakikati arama motivasyonunu tetiklediğini vurgular."}]}], "شكل": [{"kok": "شكل", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Bir şeyin dış hatları, görünüşü ve özü arasındaki ilişki. Şekil, sadece bir nesnenin fiziksel formu değil, aynı zamanda onun potansiyelini ve amacını da ifade eder. Bu kök, varoluşun temelindeki düzeni ve anlamı arayışla ilgilidir.", "kavramsal_derinlik": "Şekil, hem yaratılışın mükemmel düzenini hem de insanın bu düzen içindeki rolünü anlamaya yönelik bir araçtır. İlahi sanatta şekiller, evrenin sırlarını ve insanın iç dünyasını yansıtır. Beşeri boyutta ise şekil, kimliğin, ifadenin ve iletişimin bir aracıdır."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "شَكَلَ", "muzari": "يَشْكُلُ", "masdar": "شَكْل"}, "bab_anlami": "Bir şeyi şekillendirmek, biçimlendirmek veya bir forma sokmak. Bu kalıp, bir nesnenin veya durumun dış görünüşünü veya yapısını değiştirmeyi ifade eder. Aynı zamanda, bir şeyi anlamak veya açıklığa kavuşturmak için somut bir forma dökmeyi de içerebilir. Bu, düşünceleri kelimelere dökmek veya soyut kavramları somut örneklerle açıklamak gibi eylemleri kapsar.", "mikro_mantik": "Bu bab, kökün temel anlamını doğrudan eyleme dönüştürür. 'Şekil' kökünün potansiyelini, bir nesneye veya fikre form verme eylemiyle somutlaştırır. Bu kalıp, kökün statik potansiyelini dinamik bir sürece dönüştürerek, anlamın yaratılmasına ve iletilmesine olanak tanır."}, {"bab_no": 2, "fiil_formlari": {"mazi": "شَكَّلَ", "muzari": "يُشَكِّلُ", "masdar": "تَشْكِيل"}, "bab_anlami": "Bir şeyi çeşitli şekillerde düzenlemek, farklı formlar vermek veya bir kompozisyon oluşturmak. Bu kalıp, bir araya getirme, düzenleme ve çeşitlendirme eylemlerini vurgular. Aynı zamanda, bir şeyi daha karmaşık veya çok yönlü hale getirmeyi ifade edebilir. Bu, farklı unsurları bir araya getirerek yeni bir bütün oluşturmak veya bir konuyu farklı açılardan ele almak gibi eylemleri kapsar. Yaratıcılık ve sanatsal ifade bu kalıbın özünde bulunur.", "mikro_mantik": "Tekrarlama ve yoğunlaştırma yoluyla anlamı derinleştirir. Kökün temel anlamını alarak, onu çoklu ve çeşitli formlara dönüştürme eylemini vurgular. Bu kalıp, kökün potansiyelini genişleterek, farklı şekillerde ifade edilmesine ve yorumlanmasına olanak tanır. Bir şeyin çok yönlülüğünü ve karmaşıklığını vurgular."}, {"bab_no": 3, "fiil_formlari": {"mazi": "شَاكَلَ", "muzari": "يُشَاكِلُ", "masdar": "مُشَاكَلَة"}, "bab_anlami": "Bir şeyin başka bir şeye benzemesi, ona uygun olması veya onunla uyumlu olması. Bu kalıp, benzerlik, uyum ve denklik kavramlarını ifade eder. Aynı zamanda, bir şeyin başka bir şeyle aynı forma sahip olmasını veya onunla aynı amaca hizmet etmesini de içerebilir. Bu, iki insanın benzer ilgi alanlarına sahip olması veya iki nesnenin aynı işlevi görmesi gibi durumları kapsar. İlişkisel bir anlam taşır.", "mikro_mantik": "Karşılıklı ilişki ve benzerlik yoluyla anlamı genişletir. Kökün temel anlamını alarak, onu iki veya daha fazla şey arasındaki benzerlik veya uyum ilişkisine dönüştürür. Bu kalıp, kökün potansiyelini, nesneler veya fikirler arasındaki bağlantıları ve ilişkileri vurgulayarak genişletir. Bir şeyin bağlamını ve ilişkisel önemini vurgular."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَشْكَلَ", "muzari": "يُشْكِلُ", "masdar": "إِشْكَال"}, "bab_anlami": "Bir şeyi karmaşık hale getirmek, anlaşılmasını zorlaştırmak veya bir sorun yaratmak. Bu kalıp, belirsizlik, karışıklık ve zorluk kavramlarını ifade eder. Aynı zamanda, bir şeyin çözülmesini veya anlaşılmasını engelleyen bir engel oluşturmayı da içerebilir. Bu, bir sorunun karmaşık olması veya bir metnin anlaşılmasının zor olması gibi durumları kapsar. Zihinsel bir meydan okumayı temsil eder.", "mikro_mantik": "Karmaşıklık ve zorluk yoluyla anlamı dönüştürür. Kökün temel anlamını alarak, onu anlaşılması veya çözülmesi zor bir duruma dönüştürür. Bu kalıp, kökün potansiyelini, belirsizlik ve zorluk yaratarak genişletir. Bir şeyin derinlemesine anlaşılmasını gerektiren bir meydan okuma sunar."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَشَكَّلَ", "muzari": "يَتَشَكَّلُ", "masdar": "تَشَكُّل"}, "bab_anlami": "Bir şeyin kendiliğinden şekil alması, oluşması veya bir forma girmesi. Bu kalıp, kendiliğindenlik, değişim ve dönüşüm kavramlarını ifade eder. Aynı zamanda, bir şeyin doğal bir süreç içinde gelişmesini veya olgunlaşmasını da içerebilir. Bu, bir bulutun şekil değiştirmesi veya bir fikrin zamanla gelişmesi gibi durumları kapsar. İçsel bir potansiyeli ortaya çıkarır.", "mikro_mantik": "Kendiliğinden oluşum ve değişim yoluyla anlamı vurgular. Kökün temel anlamını alarak, onu dışsal bir etki olmaksızın kendiliğinden şekil alma sürecine dönüştürür. Bu kalıp, kökün potansiyelini, içsel bir dinamizm ve değişim yeteneğiyle genişletir. Bir şeyin evrimini ve gelişimini vurgular."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَشَاكَلَ", "muzari": "يَتَشَاكَلُ", "masdar": "تَشَاكُل"}, "bab_anlami": "İki veya daha fazla şeyin birbirine benzemesi, birbirine uygun olması veya birbirleriyle uyumlu olması. Bu kalıp, karşılıklı benzerlik, uyum ve denklik kavramlarını ifade eder. Aynı zamanda, iki şeyin aynı forma sahip olmasını veya aynı amaca hizmet etmesini de içerebilir. Bu, iki insanın benzer düşüncelere sahip olması veya iki nesnenin aynı işlevi görmesi gibi durumları kapsar. Karşılıklı bir ilişkiyi vurgular.", "mikro_mantik": "Karşılıklı benzerlik ve uyum yoluyla anlamı pekiştirir. Kökün temel anlamını alarak, onu iki veya daha fazla şey arasındaki karşılıklı benzerlik veya uyum ilişkisine dönüştürür. Bu kalıp, kökün potansiyelini, nesneler veya fikirler arasındaki bağlantıları ve ilişkileri vurgulayarak genişletir. Bir şeyin bağlamını ve ilişkisel önemini vurgular, ancak karşılıklı bir etkileşimle."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْشَكَلَ", "muzari": "يَنْشَكِلُ", "masdar": "اِنْشِكَال"}, "bab_anlami": "Bir şeyin şekillenmesi, biçimlenmesi veya bir forma girmesi (pasif anlamda). Bu kalıp, bir şeyin dış bir etkiyle şekillendirilmesini veya biçimlendirilmesini ifade eder. Aynı zamanda, bir şeyin bir kalıba dökülmesini veya bir forma uymasını da içerebilir. Bu, bir hamurun kalıba dökülerek şekil alması veya bir fikrin bir teoriye dönüştürülmesi gibi durumları kapsar. Dışsal bir etkiyle şekillenmeyi vurgular.", "mikro_mantik": "Pasif dönüşüm yoluyla anlamı vurgular. Kökün temel anlamını alarak, onu dışsal bir etkiyle şekillenme veya biçimlenme sürecine dönüştürür. Bu kalıp, kökün potansiyelini, dışsal faktörlerin bir şeyin formunu nasıl etkileyebileceğini vurgulayarak genişletir. Bir şeyin dışsal etkilere açıklığını ve uyum yeteneğini vurgular."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِشْتَكَلَ", "muzari": "يَشْتَكِلُ", "masdar": "اِشْتِكَال"}, "bab_anlami": "Bir şeyin karmaşık hale gelmesi, karışması veya anlaşılmasının zorlaşması. Bu kalıp, karmaşıklık, belirsizlik ve zorluk kavramlarını ifade eder. Aynı zamanda, bir şeyin çözülmesini veya anlaşılmasını engelleyen bir engel oluşturmayı da içerebilir. Bu, bir sorunun karmaşık olması veya bir metnin anlaşılmasının zor olması gibi durumları kapsar. İç içe geçmişliği ve çözülmeyi bekleyen bir durumu ifade eder.", "mikro_mantik": "İç içe geçmiş karmaşıklık yoluyla anlamı yoğunlaştırır. Kökün temel anlamını alarak, onu anlaşılması veya çözülmesi zor bir duruma dönüştürür. Bu kalıp, kökün potansiyelini, belirsizlik ve zorluk yaratarak genişletir. Bir şeyin derinlemesine anlaşılmasını gerektiren bir meydan okuma sunar, ancak bu meydan okuma iç içe geçmiş unsurlardan kaynaklanır."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَشْكَلَ", "muzari": "يَسْتَشْكِلُ", "masdar": "اِسْتِشْكَال"}, "bab_anlami": "Bir şeyi karmaşık bulmak, anlamakta zorlanmak veya bir sorun olarak görmek. Bu kalıp, zihinsel bir zorluğu, bir şeyi anlamakta veya çözmekte yaşanan güçlüğü ifade eder. Aynı zamanda, bir şeyin karmaşık veya belirsiz olduğunu düşünmeyi de içerebilir. Bu, bir konunun anlaşılmasının zor olduğunu düşünmek veya bir sorunun çözümünü bulmakta zorlanmak gibi durumları kapsar. Zihinsel bir meydan okumayı ve anlama çabasını vurgular.", "mikro_mantik": "Zihinsel zorluk ve anlama çabası yoluyla anlamı derinleştirir. Kökün temel anlamını alarak, onu bir şeyi anlamakta veya çözmekte yaşanan zihinsel zorluğa dönüştürür. Bu kalıp, kökün potansiyelini, zihinsel bir meydan okuma sunarak ve anlama çabasını teşvik ederek genişletir. Bir şeyin derinlemesine anlaşılmasını gerektiren bir süreç sunar."}]}], "شكو": [{"kok": "شكو", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Şikayet, yakınma, bir rahatsızlığı dile getirme. İçsel bir huzursuzluğun dışa vurumu, varoluşsal bir tatminsizliğin ifadesi.", "kavramsal_derinlik": "Beşeri düzlemde bireyin yaşadığı zorlukları, adaletsizlikleri veya eksiklikleri ifade etme çabası; ilahi düzlemde ise kulun yaratıcısına karşı acziyetini, teslimiyetini ve yakarışını içerir."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "شَكَا - şekâ", "muzari": "يَشْكُو - yeşkû", "masdar": "شَكْوًى - şekven"}, "bab_anlami": "Şikayet etmek, yakınmak, bir durumu veya kişiyi suçlamak. Bu kalıp, bireyin içsel veya dışsal bir nedenden kaynaklanan rahatsızlığını, memnuniyetsizliğini dile getirmesini ifade eder. Aynı zamanda, bir haksızlığa uğradığını düşünerek yardım talep etme anlamını da barındırır. Bu, varoluşsal bir arayışın ve tatminsizliğin dışavurumudur.", "mikro_mantik": "Bu kalıp, kökün temel anlamını doğrudan ve yalın bir şekilde ifade eder. Fiilin öznesi, şikayet eden kişidir ve nesnesi ise şikayet edilen durum veya kişidir. Bu kalıp, eylemin basit bir aktarımını ve ifşaatını gösterir; bir durumun doğrudan dile getirilmesini vurgular."}, {"bab_no": 2, "fiil_formlari": {"mazi": "شَكَّى - şekkâ", "muzari": "يُشَكِّي - yüşekkî", "masdar": "تَشْكِيَةً - teşkiye"}, "bab_anlami": "Şikayet ettirmek, birini şikayet etmeye sevk etmek veya bir durumu şikayet konusu haline getirmek. Bu kalıp, bir eylemin dolaylı olarak gerçekleştiğini, yani bir başkasının şikayet etmesine neden olunduğunu gösterir. Bu, bir durumun veya olayın, başkalarında rahatsızlık ve memnuniyetsizlik uyandıracak şekilde vuku bulması anlamına gelir. Dolayısıyla, bu kalıp, şikayetin kaynağına işaret eder.", "mikro_mantik": "Bu kalıp, kökün anlamını yoğunlaştırır ve eylemin geçişliliğini vurgular. Fiilin öznesi, şikayete neden olan kişidir ve nesnesi ise şikayet edilen durum veya kişidir. Bu kalıp, eylemin bir başkası üzerinde yarattığı etkiyi ve dolaylı sonuçlarını gösterir; bir durumun başkalarını nasıl etkilediğini vurgular."}, {"bab_no": 3, "fiil_formlari": {"mazi": "شَاكَى - şâkâ", "muzari": "يُشَاكِي - yüşâkî", "masdar": "مُشَاكَاةً - müşâkâh"}, "bab_anlami": "Karşılıklı şikayetleşmek, birbirini suçlamak veya karşılıklı olarak bir durumdan yakınmak. Bu kalıp, iki veya daha fazla tarafın birbirlerine karşı duydukları memnuniyetsizliği ve şikayetleri dile getirmesini ifade eder. Bu, bir tür diyalog veya tartışma ortamında karşılıklı suçlamaların ve yakınmaların ortaya çıkması anlamına gelir. Bu kalıp, ilişkilerdeki gerginlikleri ve anlaşmazlıkları vurgular.", "mikro_mantik": "Bu kalıp, kökün anlamını karşılıklılık ve etkileşim bağlamında ele alır. Fiilin öznesi, karşılıklı şikayetleşen taraflardır ve eylem, her iki tarafın da birbirine karşı duyduğu memnuniyetsizliği ifade eder. Bu kalıp, eylemin karşılıklı bir etkileşim olduğunu ve her iki tarafın da aktif rol oynadığını gösterir; ilişkilerdeki dinamikleri ve gerilimleri vurgular."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَشْكَى - eşkâ", "muzari": "يُشْكِي - yüşkî", "masdar": "إِشْكَاءً - işkâen"}, "bab_anlami": "Şikayet etmek, bir durumu veya kişiyi yetkili bir makama bildirmek. Bu kalıp, bir bireyin yaşadığı bir sorunu veya haksızlığı daha üst bir merciye taşımasını ifade eder. Bu, bir tür yardım talebi veya adaletin sağlanması için yapılan bir başvurudur. Bu kalıp, bireyin çaresizliğini ve yetkililerden beklentisini vurgular.", "mikro_mantik": "Bu kalıp, kökün anlamını bir üst makama başvurma ve yardım talep etme bağlamında ele alır. Fiilin öznesi, şikayet eden kişidir ve nesnesi ise şikayet edilen durum veya kişidir. Bu kalıp, eylemin bir otoriteye yöneldiğini ve adaletin sağlanması amacını taşıdığını gösterir; hiyerarşik ilişkileri ve yetki mekanizmalarını vurgular."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَشَكَّى - teşekkâ", "muzari": "يَتَشَكَّى - yeteşekkâ", "masdar": "تَشَكِّيًا - teşekkiyen"}, "bab_anlami": "Şikayet eder gibi görünmek, şikayet ediyor numarası yapmak veya sürekli şikayet etmek. Bu kalıp, bireyin gerçekte olduğundan daha fazla şikayetçi olduğunu göstermeye çalıştığı veya sürekli olarak yakınmaktan hoşlandığı durumları ifade eder. Bu, bir tür dikkat çekme veya ilgi toplama çabası olabilir. Bu kalıp, samimiyetsizliği ve abartıyı vurgular.", "mikro_mantik": "Bu kalıp, kökün anlamını yapmacıklık ve abartı bağlamında ele alır. Fiilin öznesi, şikayet eder gibi görünen kişidir ve eylem, gerçek duyguları gizleme veya abartma amacını taşır. Bu kalıp, eylemin samimi olmadığını ve bir tür manipülasyon içerdiğini gösterir; sosyal etkileşimlerdeki stratejileri ve rolleri vurgular."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَشَاكَى - teşâkâ", "muzari": "يَتَشَاكَى - yeteşâkâ", "masdar": "تَشَاكِيًا - teşâkiyen"}, "bab_anlami": "Birbirinden şikayetçi olmak, karşılıklı olarak birbirini suçlamak veya birbirine karşı yakınmalarda bulunmak. Bu kalıp, iki veya daha fazla tarafın birbirlerinden memnuniyetsiz olduğunu ve bu memnuniyetsizliği karşılıklı olarak dile getirdiğini ifade eder. Bu, bir tür rekabet veya düşmanlık ortamında karşılıklı suçlamaların ve yakınmaların ortaya çıkması anlamına gelir. Bu kalıp, ilişkilerdeki çatışmaları ve gerilimleri vurgular.", "mikro_mantik": "Bu kalıp, kökün anlamını karşılıklı suçlama ve düşmanlık bağlamında ele alır. Fiilin öznesi, birbirlerinden şikayetçi olan taraflardır ve eylem, her iki tarafın da birbirine karşı duyduğu memnuniyetsizliği ifade eder. Bu kalıp, eylemin karşılıklı bir etkileşim olduğunu ve her iki tarafın da aktif rol oynadığını gösterir; ilişkilerdeki dinamikleri ve rekabeti vurgular."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْشَكَى - inşekâ", "muzari": "يَنْشَكِي - yenşekî", "masdar": "اِنْشِكَاءً - inşikâen"}, "bab_anlami": "Şikayet edilmek, yakınılmak, bir durumun veya kişinin şikayet konusu haline gelmesi. Bu kalıp, bir eylemin pasif bir şekilde gerçekleştiğini, yani bir durumun veya kişinin başkaları tarafından şikayet edildiğini gösterir. Bu, bir tür olumsuz eleştiri veya suçlama ile karşı karşıya kalma anlamına gelir. Bu kalıp, bireyin veya durumun başkaları üzerindeki olumsuz etkisini vurgular.", "mikro_mantik": "Bu kalıp, kökün anlamını pasiflik ve eleştiri bağlamında ele alır. Fiilin öznesi, şikayet edilen durum veya kişidir ve eylem, başkaları tarafından eleştirilme veya suçlanma durumunu ifade eder. Bu kalıp, eylemin pasif bir şekilde gerçekleştiğini ve öznenin kontrolü dışında olduğunu gösterir; sosyal normları ve eleştiri mekanizmalarını vurgular."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِشْتَكَى - iştekâ", "muzari": "يَشْتَكِي - yeştekî", "masdar": "اِشْتِكَاءً - iştekiyen"}, "bab_anlami": "Şikayet etmek, yakınmak, bir rahatsızlığı veya acıyı dile getirmek. Bu kalıp, bireyin içsel veya dışsal bir nedenden kaynaklanan rahatsızlığını, acısını veya memnuniyetsizliğini dile getirmesini ifade eder. Bu, bir tür yardım talebi veya destek arayışı olabilir. Bu kalıp, bireyin kırılganlığını ve ihtiyaçlarını vurgular.", "mikro_mantik": "Bu kalıp, kökün anlamını içsel rahatsızlık ve yardım talebi bağlamında ele alır. Fiilin öznesi, şikayet eden kişidir ve nesnesi ise şikayet edilen durum veya kişidir. Bu kalıp, eylemin bireysel bir deneyim olduğunu ve başkalarından destek bekleme amacını taşıdığını gösterir; duygusal ifadeleri ve sosyal bağları vurgular."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اِشْكَاكَّ - işkâkke", "muzari": "يَشْكَاكُّ - yeşkâkku", "masdar": "اِشْكِيكَاكًا - işkîkâken"}, "bab_anlami": "Çokça şikayet etmek, sürekli yakınmak veya aşırı derecede memnuniyetsiz olmak. Bu kalıp, bireyin sürekli olarak şikayet ettiğini ve hiçbir şeyden memnun olmadığını ifade eder. Bu, bir tür kronik mutsuzluk veya tatminsizlik hali olabilir. Bu kalıp, aşırılığı ve sürekli memnuniyetsizliği vurgular.", "mikro_mantik": "Bu kalıp, kökün anlamını aşırılık ve süreklilik bağlamında ele alır. Fiilin öznesi, sürekli şikayet eden kişidir ve eylem, sürekli memnuniyetsizlik halini ifade eder. Bu kalıp, eylemin tekrarlayan bir davranış olduğunu ve bireyin genel ruh halini yansıttığını gösterir; psikolojik durumları ve davranış kalıplarını vurgular."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَشْكَى - isteşkâ", "muzari": "يَسْتَشْكِي - yesteşkî", "masdar": "اِسْتِشْكَاءً - istişkâen"}, "bab_anlami": "Şikayet etmek, yakınmak, bir rahatsızlığı veya acıyı dile getirmek (özellikle tıbbi bir durumu). Bu kalıp, bireyin sağlık sorunları veya fiziksel rahatsızlıkları nedeniyle şikayet ettiğini ifade eder. Bu, bir doktora başvurma veya tıbbi yardım alma ihtiyacını gösterebilir. Bu kalıp, fiziksel sağlığı ve tıbbi bakımı vurgular.", "mikro_mantik": "Bu kalıp, kökün anlamını sağlık sorunları ve tıbbi yardım bağlamında ele alır. Fiilin öznesi, şikayet eden kişidir ve nesnesi ise şikayet edilen sağlık sorunudur. Bu kalıp, eylemin tıbbi bir bağlamda gerçekleştiğini ve profesyonel yardım arayışını ifade ettiğini gösterir; sağlık sistemini ve tıbbi terminolojiyi vurgular."}]}], "شمت": [{"kok": "شمت", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Sevinç, neşe, memnuniyet, bazen kötücül bir tatmin duygusu.", "kavramsal_derinlik": "İnsanın iç dünyasındaki zıtlıkların, sevinç ve hüzün arasındaki ince çizginin, başkasının acısından duyulan haz gibi karmaşık duyguların derinlemesine incelenmesi."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "شَمَتَ", "muzari": "يَشْمُتُ", "masdar": "شَمَاتَة"}, "bab_anlami": "Birinin başına gelen kötü bir durumdan dolayı sevinmek, kötücül bir tatmin duymak. Bu, insanın içindeki karanlık yönlerin bir tezahürü olabilir. Bu kalıp, bireyin ahlaki pusulasının ne kadar hassas olduğunu ve başkasının acısına karşı nasıl bir tepki verdiğini gösterir. Aynı zamanda, insanın kendi eksikliklerini ve zaaflarını başkasında görmesiyle ortaya çıkan bir savunma mekanizması da olabilir.", "mikro_mantik": "Bu kalıp, kökün temel anlamını (sevinç, neşe) olumsuz bir bağlama taşıyarak, sevincin kaynağının başkasının acısı olduğunu belirtir. Kökün anlamını özne ile nesne arasındaki ilişki üzerinden manipüle eder; özne, nesnenin (başkası) yaşadığı olumsuzluktan dolayı sevinç duyar. Bu durum, kökün anlam alanını daraltır ve spesifik bir duygusal durumu ifade eder."}]}], "شمخ": [{"kok": "شمخ", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Yükseklik, ululuk, azamet; kendini diğerlerinden üstün görme, kibir.", "kavramsal_derinlik": "Bu kök, hem fiziksel hem de metafiziksel anlamda yüksekliği ifade eder. Fiziksel olarak bir dağın zirvesi gibi somut bir yüksekliği temsil ederken, metafiziksel olarak insanın ruhsal yükselişini veya kibrini, gururunu sembolize edebilir. İnsanın kendi içindeki potansiyeli aşma arzusunu ve bu arayışın getirebileceği tehlikeleri barındırır."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "شَمَخَ - şamaha", "muzari": "يَشْمَخُ - yeşmahu", "masdar": "شَمْخ - şamh"}, "bab_anlami": "Yükselmek, dikleşmek, başını yukarı kaldırmak; gururlanmak, kibirlenmek. Bu kalıp, kökün temel anlamını doğrudan yansıtır. Fiilin bu kalıpta kullanılması, öznenin kendisini fiziksel veya manevi olarak yukarıya doğru taşıdığını, diğerlerinden farklı ve üstün hissettiğini ifade eder. Bu, bir dağın zirvesine tırmanmak gibi somut bir eylem olabileceği gibi, kişinin başarılarıyla gururlanması gibi soyut bir durum da olabilir.", "mikro_mantik": "Bu bab, fiilin temel ve yalın halini ifade eder. Kökün anlamı herhangi bir ekleme veya çıkarma olmadan doğrudan eyleme dönüşür. Fiilin faili, eylemi bizzat gerçekleştiren ve etkisini doğrudan üzerinde taşıyan kişidir. Bu kalıp, eylemin basit, doğal ve kendiliğinden olduğunu vurgular."}, {"bab_no": 2, "fiil_formlari": {"mazi": "أَشْمَخَ - eşmehe", "muzari": "يُشْمِخُ - yüşmihu", "masdar": "إِشْمَاخ - işmah"}, "bab_anlami": "Yükseltmek, dikleştirmek, bir şeyi yukarı kaldırmak; gururlandırmak, kibirlendirmek. Bu kalıp, bir başkasının yükselmesine veya gururlanmasına neden olmayı ifade eder. Fiilin bu kalıpta kullanılması, öznenin dolaylı olarak bir etki yarattığını, bir başkasının durumunu değiştirdiğini gösterir. Bu, birine destek olarak onu yükseltmek veya birini pohpohlayarak kibirlenmesine yol açmak şeklinde olabilir. Aynı zamanda bir şeyi yüksek bir yere yerleştirmek anlamında da kullanılabilir.", "mikro_mantik": "Bu bab, fiile geçişlilik (müteaddi) özelliği katar. Yani, eylemin bir nesnesi vardır ve fail, eylemi doğrudan nesne üzerinde gerçekleştirir. Bu kalıp, eylemin neden-sonuç ilişkisini vurgular ve failin eylemiyle bir sonuç yarattığını gösterir."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَشَمَّخَ - teşemmeha", "muzari": "يَتَشَمَّخُ - yeteşemmehu", "masdar": "تَشَمُّخ - teşemmuh"}, "bab_anlami": "Yüksek görünmeye çalışmak, kibirli gibi davranmak, kendini beğenmişlik taslamak; yapmacık bir şekilde gururlanmak. Bu kalıp, öznenin içten olmaktan ziyade dışarıya karşı bir imaj sergilemeye çalıştığını gösterir. Fiilin bu kalıpta kullanılması, öznenin gerçekte sahip olmadığı bir özelliği varmış gibi davrandığını, başkalarını etkilemek veya kendi eksikliklerini örtmek için çabaladığını ifade eder. Bu, bir tiyatro sahnesinde rol yapmak gibi, gerçek duyguların gizlendiği bir durumu yansıtır.", "mikro_mantik": "Bu bab, fiile tekellüf (zorlama, yapmacıklık) anlamı katar. Eylem, doğal ve kendiliğinden olmaktan ziyade, bilinçli bir çaba ve gösteriş içerir. Fail, eylemi içtenlikle değil, dışsal bir amaca ulaşmak için gerçekleştirir."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَشْمَخَ - isteşmeha", "muzari": "يَسْتَشْمِخُ - yesteşmihu", "masdar": "اِسْتِشْمَاخ - istişmah"}, "bab_anlami": "Yüksekliği istemek, yücelik aramak, kibirlenmeye çalışmak; bir şeyin yüksek olmasını veya yüceltilmesini talep etmek. Bu kalıp, öznenin bir arayış içinde olduğunu, bir hedefe ulaşmak için çabaladığını gösterir. Fiilin bu kalıpta kullanılması, öznenin ya kendi yüceliğini aradığını ya da bir başkasının yüceltilmesini istediğini ifade eder. Bu, bir liderin takipçilerinden saygı beklemesi veya bir sanatçının eserinin takdir edilmesini arzulaması gibi durumları kapsar. Aynı zamanda, ulaşılamaz bir yüksekliğe duyulan özlemi de ifade edebilir.", "mikro_mantik": "Bu bab, fiile talep (isteme, arzu etme) anlamı katar. Fail, eylemin gerçekleşmesini ister ve bu doğrultuda bir çaba gösterir. Bu kalıp, eylemin potansiyelini ve gerçekleşme olasılığını vurgular."}]}], "شمز": [{"kok": "شمز", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Işığın yansıması, parıltı ve belirginlik", "kavramsal_derinlik": "Görünür olanın ötesindeki gizli anlamların açığa çıkması, içsel aydınlanma ve dışsal tezahür arasındaki ilişki"}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "شَمَزَ - şemez", "muzari": "يَشْمُزُ - yeşmüz", "masdar": "شَمْز - şemz"}, "bab_anlami": "Bu kalıp, bir şeyin aniden ve belirgin bir şekilde ortaya çıkmasını ifade eder. Belki de bir sırrın ifşa olması, gizli bir yeteneğin gün yüzüne çıkması veya beklenmedik bir olayın meydana gelmesi gibi durumları kapsar. Bu, içsel bir potansiyelin dış dünyaya yansıması veya gizli bir gerçeğin aydınlanması şeklinde de yorumlanabilir.", "mikro_mantik": "Bu bab, kökün anlamını ani ve belirgin bir eylemle sınırlar. Kökün ifade ettiği temel anlamın, hızlı ve beklenmedik bir şekilde gerçekleştiğini vurgular. Bu, bir şeyin potansiyel halden aktif hale geçişini veya gizliden açığa çıkışını matematiksel bir kesinlikle ifade eder."}]}], "شمس": [{"kok": "شمس", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Işık, aydınlık, parlaklık; varlığı aydınlatan, görünür kılan, ısıtan temel enerji kaynağı.", "kavramsal_derinlik": "Fiziksel ışığın ötesinde, bilgi, bilinç, ilham ve ruhani aydınlanma gibi metafiziksel boyutları da kapsar. 'Şems', sadece bir nesneyi aydınlatmakla kalmaz, aynı zamanda kalpleri ısıtır ve zihinleri berraklaştırır; bu nedenle hem beşeri hem de ilahi bir anlam taşır."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "شَمَسَ", "muzari": "يَشْمُسُ", "masdar": "شَمْس"}, "bab_anlami": "Güneş gibi parlamak, aydınlatmak, ısıtmak; bir şeyi güneş ışığına maruz bırakmak veya güneşlenmek. Bu form, kökün temel anlamını doğrudan yansıtır ve bir şeyin özünü ortaya çıkarma, belirginleştirme veya dönüştürme eylemini ifade eder. Aynı zamanda, bir şeyin içsel potansiyelini ortaya çıkarmak için gerekli olan dışsal bir etkiyi de simgeler.", "mikro_mantik": "Bu basit fiil formu (Bab 1), kökün temel anlamını en yalın haliyle ifade eder. Eylemin doğrudan ve dolaysız olduğunu gösterir. Kökün özündeki 'ışık verme' eyleminin, herhangi bir ek nitelik veya yoğunluk katmadan gerçekleştiğini belirtir. Bu, temel bir durumu veya eylemi tanımlamak için kullanılır."}, {"bab_no": 2, "fiil_formlari": {"mazi": "شَمَّسَ", "muzari": "يُشَمِّسُ", "masdar": "تَشْمِيس"}, "bab_anlami": "Bir şeyi yoğun bir şekilde güneşlendirmek, güneşin etkisine uzun süre maruz bırakmak; bir şeyi veya bir yeri güneş ışığıyla donatmak, aydınlatmak. Bu kalıp, bir şeyi dönüştürmek veya olgunlaştırmak amacıyla güneşin enerjisine tabi tutma eylemini ifade eder. Aynı zamanda, bir şeyin potansiyelini ortaya çıkarmak için bilinçli ve kasıtlı bir çaba göstermeyi de simgeler.", "mikro_mantik": "Bu form (Bab 2), eylemin yoğunluğunu ve tekrarlanmasını vurgular. Fiilin köküne eklenen tekrar eki, eylemin sürekli ve kasıtlı bir şekilde yapıldığını gösterir. Bu, bir şeyi daha parlak, daha belirgin veya daha etkili hale getirmek için yapılan bir çabayı ifade eder."}, {"bab_no": 3, "fiil_formlari": {"mazi": "شَامَسَ", "muzari": "يُشَامِسُ", "masdar": "مُشَامَسَة"}, "bab_anlami": "Güneşle yarışmak, güneş gibi parlamaya çalışmak; bir kişiyle veya şeyle ışık ve parlaklık konusunda rekabet etmek. Bu form, bir şeyi aşma veya ona benzeme arzusunu ifade eder. Aynı zamanda, bir hedefe ulaşmak için gösterilen çabayı ve rekabeti de simgeler. Bu, kişinin kendi içindeki ışığı keşfetme ve onu dış dünyaya yansıtma çabasıdır.", "mikro_mantik": "Bu form (Bab 3), karşılıklı etkileşimi veya rekabeti ifade eder. İki tarafın birbirini etkilediği veya birbiriyle yarıştığı bir durumu gösterir. Bu, bir şeyin değerini veya önemini artırmak için yapılan bir karşılaştırmayı veya rekabeti ifade edebilir."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَشْمَسَ", "muzari": "يُشْمِسُ", "masdar": "إِشْمَاس"}, "bab_anlami": "Güneşin doğmasına neden olmak, bir yeri güneşli hale getirmek; bir şeyi güneş ışığına maruz bırakmak. Bu kalıp, bir şeyin aydınlanmasına veya ortaya çıkmasına neden olma eylemini ifade eder. Aynı zamanda, bir duruma veya bir kişiye umut ve iyimserlik getirmeyi de simgeler. Bu, karanlığı dağıtmak ve yeni bir başlangıç yaratmak anlamına gelir.", "mikro_mantik": "Bu form (Bab 4), bir şeyi bir duruma sokma veya bir şeyi yapmaya neden olma anlamını taşır. Bir eylemin sonucunu veya etkisini vurgular. Bu, bir şeyi daha iyi hale getirmek veya bir durumu değiştirmek için yapılan bir müdahaleyi ifade edebilir."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَشَمَّسَ", "muzari": "يَتَشَمَّسُ", "masdar": "تَشَمُّس"}, "bab_anlami": "Güneşlenmek, güneşin tadını çıkarmak; güneşin sıcaklığını ve ışığını hissetmek için güneşe maruz kalmak. Bu form, bir şeyin kendisini güneşin etkisine bırakması, ondan faydalanması ve onunla bütünleşmesi eylemini ifade eder. Aynı zamanda, bir şeyin içsel potansiyelini ortaya çıkarmak için dışsal bir kaynaktan beslenmeyi de simgeler. Bu, ruhun güneşle bütünleşmesi ve ondan enerji almasıdır.", "mikro_mantik": "Bu form (Bab 5), eylemin öznel deneyimini veya içselleşmesini vurgular. Kişinin kendisi üzerinde yaptığı bir eylemi veya bir durumdan etkilendiğini gösterir. Bu, bir şeyin içsel dönüşümünü veya gelişimini ifade edebilir."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَشَامَسَ", "muzari": "يَتَشَامَسُ", "masdar": "تَشَامُس"}, "bab_anlami": "Güneş gibi davranmak, güneş gibi görünmeye çalışmak; sahte bir parlaklık veya ışıltı sergilemek. Bu form, bir şeyin gerçekte olduğundan daha parlak veya daha önemli görünmeye çalışma eylemini ifade eder. Aynı zamanda, bir şeyin içsel eksikliklerini dışsal bir görünüşle örtbas etme çabasını da simgeler. Bu, sahteliğin ve yanıltıcılığın bir ifadesidir.", "mikro_mantik": "Bu form (Bab 6), bir şeyin görünüşünü veya imajını değiştirme çabasını ifade eder. Gerçekliği yansıtmayan bir durumu veya davranışı gösterir. Bu, bir şeyi olduğundan farklı gösterme veya yanıltma amacını taşıyabilir."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْشَمَسَ", "muzari": "يَنْشَمِسُ", "masdar": "اِنْشِمَاس"}, "bab_anlami": "Güneşin etkisiyle aydınlanmak, güneş ışığıyla parlamak; güneşin etkisi altında olmak. Bu form, bir şeyin dışsal bir etkiyle aydınlanması veya dönüştürülmesi eylemini ifade eder. Aynı zamanda, bir şeyin içsel potansiyelini ortaya çıkarmak için dışsal bir kaynaktan ilham almayı da simgeler. Bu, ruhun güneşin ışığıyla aydınlanması ve yeni bir anlam kazanmasıdır.", "mikro_mantik": "Bu form (Bab 7), bir eylemin sonucunda ortaya çıkan durumu veya etkiyi vurgular. Bir şeyin değiştiğini veya dönüştüğünü gösterir. Bu, bir şeyin daha iyi hale geldiğini veya yeni bir özellik kazandığını ifade edebilir."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِشْتَمَسَ", "muzari": "يَشْتَمِسُ", "masdar": "اِشْتِمَاس"}, "bab_anlami": "Güneşin sıcaklığını ve ışığını yoğun bir şekilde hissetmek, güneşin enerjisini içselleştirmek; güneşle derin bir bağ kurmak. Bu form, bir şeyin kendisini tamamen güneşe bırakması, ondan beslenmesi ve onunla bütünleşmesi eylemini ifade eder. Aynı zamanda, bir şeyin içsel potansiyelini ortaya çıkarmak için dışsal bir kaynaktan tam anlamıyla yararlanmayı da simgeler. Bu, ruhun güneşle birleşmesi ve onunla aynı frekansta titreşmesidir.", "mikro_mantik": "Bu form (Bab 8), bir şeyin bir şeyi elde etme veya bir şeyden faydalanma çabasını ifade eder. Bir hedefe ulaşmak veya bir ihtiyacı karşılamak için yapılan bir eylemi gösterir. Bu, bir şeyin değerini artırmak veya bir durumu iyileştirmek için yapılan bir çabayı ifade edebilir."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اِشْمَأَسَّ", "muzari": "يَشْمَئِسُّ", "masdar": "اِشْمِئْسَاسّ"}, "bab_anlami": "Güneşin yakıcı sıcaklığından dolayı rahatsız olmak, güneşin aşırı parlaklığından dolayı gözleri kamaşmak; güneşin olumsuz etkilerine maruz kalmak. Bu form, bir şeyin güneşin aşırı etkisinden dolayı zarar görmesi veya rahatsızlık duyması eylemini ifade eder. Aynı zamanda, bir şeyin içsel dengesini kaybetmesine neden olan dışsal bir faktörü de simgeler. Bu, ruhun güneşin yakıcı ışığıyla yanması ve acı çekmesidir.", "mikro_mantik": "Bu form (Bab 9), bir şeyin olumsuz bir durumdan etkilendiğini veya zarar gördüğünü ifade eder. Bir şeyin bozulduğunu veya kötüleştiğini gösterir. Bu, bir şeyin değerini düşürmek veya bir durumu olumsuz etkilemek için yapılan bir müdahaleyi ifade edebilir."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَشْمَسَ", "muzari": "يَسْتَشْمِسُ", "masdar": "اِسْتِشْمَاس"}, "bab_anlami": "Güneşlenmeyi istemek, güneşin ışığına ve sıcaklığına ihtiyaç duymak; güneşin faydalarını aramak. Bu form, bir şeyin güneşin enerjisine ihtiyaç duyması, ondan faydalanmak istemesi ve ona yönelmesi eylemini ifade eder. Aynı zamanda, bir şeyin içsel potansiyelini ortaya çıkarmak için dışsal bir kaynaktan yardım istemeyi de simgeler. Bu, ruhun güneşin şifasına ve aydınlığına susamasıdır.", "mikro_mantik": "Bu form (Bab 10), bir şeyin bir şeyi talep etme veya bir şeyden faydalanma arzusunu ifade eder. Bir ihtiyacı karşılamak veya bir hedefe ulaşmak için yapılan bir isteği gösterir. Bu, bir şeyin değerini artırmak veya bir durumu iyileştirmek için yapılan bir talebi ifade edebilir."}]}], "شمل": [{"kok": "شمل", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Kapsayıcılık, bütünlük, içine alma ve kuşatma. Bir şeyin tamamını veya parçalarını bir araya getirme, bir araya gelerek bir bütün oluşturma. Dağınıklığı giderme ve düzeni sağlama.", "kavramsal_derinlik": "Hem maddi hem de manevi anlamda bir araya gelmeyi, birliği ve bütünlüğü ifade eder. İnsanların bir araya gelerek toplumları oluşturması, fikirlerin birleşerek yeni düşünceleri doğurması gibi beşeri boyutları içerir. Aynı zamanda, ilahi vahdetin tecellisi olarak evrenin birliğini ve her şeyin Allah'ın ilmi ve kudreti altında toplanmasını da ifade eder."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "شَمَلَ", "muzari": "يَشْمُلُ", "masdar": "شَمْل"}, "bab_anlami": "Bir şeyi bütünüyle içine almak, kapsamak, kuşatmak. Bir şeyin tamamını veya büyük bir kısmını içerecek şekilde yayılmak, genişlemek. Bir topluluğu veya grubu bir araya getirmek, birleştirmek ve düzenlemek. Bu kalıp, eylemin genel bir kapsayıcılık ve bütünlük arz ettiğini gösterir. Şumul kelimesi de buradan gelir, bir şeyin kapsamı ve içine aldığı alan anlamında kullanılır.", "mikro_mantik": "Bu bab, kökün temel anlamını en yalın haliyle ifade eder. Fiilin basit ve doğrudan bir şekilde gerçekleştiğini gösterir. Kökün anlamı, nesnenin veya durumun tamamını etkileyecek şekilde yayılır ve kapsar. Bu kalıp, eylemin geniş bir etki alanına sahip olduğunu ve bir şeyi bütünüyle içine aldığını vurgular."}, {"bab_no": 2, "fiil_formlari": {"mazi": "شُمِّلَ", "muzari": "يُشَمَّلُ", "masdar": "تَشْمِيل"}, "bab_anlami": "Bir şeyin bir şeyi kapsayıcı hale getirilmesi, bir şeyin bir şeyle kuşatılması veya bir şeyin bir şeyin içine dahil edilmesi. Bu kalıp, bir nesnenin veya durumun başka bir şey tarafından kapsanmasını, kuşatılmasını veya içine alınmasını ifade eder. Örneğin, bir konunun bir tartışma içine dahil edilmesi veya bir kişinin bir topluluk tarafından kabul edilmesi gibi. Bu kalıp, edilgen bir anlam taşır ve eylemin bir başkası tarafından gerçekleştirildiğini gösterir. Bu, bir şeyin şümulüne alınma, kapsama dahil edilme durumunu ifade eder.", "mikro_mantik": "Bu bab, kökün anlamını edilgen bir yapıya dönüştürür. Eylemin öznesi belirsizdir veya vurgulanmaz. Kökün anlamı, nesnenin veya durumun bir başkası tarafından kapsanması veya kuşatılması şeklinde ifade edilir. Bu kalıp, eylemin bir başkası tarafından gerçekleştirildiğini ve nesnenin veya durumun bu eylemden etkilendiğini vurgular."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَشَمَّلَ", "muzari": "يَتَشَمَّلُ", "masdar": "تَشَمُّل"}, "bab_anlami": "Bir şeyi bütünüyle üzerine almak, bir şeye bürünmek, bir şeyle örtünmek veya bir şeyi kendine mal etmek. Bir şeyi kapsayacak şekilde davranmak, bir şeyi içine alıyormuş gibi görünmek. Bu kalıp, bir kişinin veya nesnenin bir şeyi bütünüyle benimsediğini, üzerine aldığını veya bir şeyle örtündüğünü ifade eder. Örneğin, bir kişinin bir sorumluluğu üzerine alması veya bir toplumun bir kültürü benimsemesi gibi. Bu kalıp, bir öznelik ve sahiplenme anlamı taşır.", "mikro_mantik": "Bu bab, kökün anlamını bir öznelik ve sahiplenme ile birleştirir. Fail, eylemi kendi iradesiyle gerçekleştirir ve eylemin sonucunu üzerine alır. Kökün anlamı, failin bir şeyi bütünüyle benimsediğini, üzerine aldığını veya bir şeyle örtündüğünü ifade eder. Bu kalıp, eylemin failin kişiliği veya durumu üzerinde bir etkisi olduğunu vurgular."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِشْتَمَلَ", "muzari": "يَشْتَمِلُ", "masdar": "اِشْتِمَال"}, "bab_anlami": "Bir şeyi içine almak, kapsamak, içermek, bir şeyi barındırmak. Bir şeyin bir parçası olmak, bir şeyin içinde yer almak. Bu kalıp, bir şeyin başka bir şeyi içerdiğini, kapsadığını veya barındırdığını ifade eder. Örneğin, bir kitabın birçok konuyu içermesi veya bir toplumun farklı kültürleri barındırması gibi. Bu kalıp, bir şeyin içeriği veya kapsamı hakkında bilgi verir.", "mikro_mantik": "Bu bab, kökün anlamını bir içerme ve kapsama ile birleştirir. Fail, eylemi gerçekleştirirken bir şeyi içine alır, kapsar veya içerir. Kökün anlamı, failin bir şeyi barındırdığını, içerdiğini veya kapsadığını ifade eder. Bu kalıp, eylemin sonucunda bir şeyin içeriği veya kapsamı hakkında bilgi verir."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَشْمَلَ", "muzari": "يَسْتَشْمِلُ", "masdar": "اِسْتِشْمَال"}, "bab_anlami": "Bir şeyi bütünüyle kapsamasını istemek, bir şeyin şümulünü genişletmek, bir şeyin her şeyi içine almasını talep etmek. Bir şeyin kapsamlı olmasını arzu etmek, bir şeyin her şeyi içermesini beklemek. Bu kalıp, bir şeyin kapsamının genişletilmesi veya bir şeyin her şeyi içermesi yönünde bir talep veya arzu olduğunu ifade eder. Örneğin, bir araştırmanın tüm detayları kapsamasını istemek veya bir yasanın herkesi adil bir şekilde içermesini beklemek gibi. Bu kalıp, bir beklenti veya talep anlamı taşır.", "mikro_mantik": "Bu bab, kökün anlamını bir talep ve arzu ile birleştirir. Fail, eylemi gerçekleştirirken bir şeyin kapsamının genişletilmesini veya bir şeyin her şeyi içermesini talep eder. Kökün anlamı, failin bir beklenti veya arzu içinde olduğunu ifade eder. Bu kalıp, eylemin sonucunda bir şeyin kapsamının genişletilmesi veya bir şeyin her şeyi içermesi yönünde bir beklenti olduğunu vurgular."}]}], "شنأ": [{"kok": "شنأ", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Nefret, kin, çirkinlik ve uzaklaşma. Şena' kökü, varlıklar arasındaki uyumsuzluğu, ahenksizliği ve potansiyel çatışmayı ifade eder. Bu, sadece duygusal bir antipati değil, aynı zamanda estetik bir iticilik ve ahlaki bir reddediş anlamına da gelebilir.", "kavramsal_derinlik": "Beşeri ilişkilerde düşmanlığın ve ayrılığın kökenlerini, ilahi düzlemde ise hakikatten sapmanın ve güzellikten uzaklaşmanın yansımalarını içerir. Şena', insanın iç dünyasındaki karanlık yönleri ve evrensel uyumun bozulmasını temsil eder."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "شَنَأَ - şanaa", "muzari": "يَشْنَأُ - yeşneü", "masdar": "شَنْءٌ - şen'ün"}, "bab_anlami": "Bir şeyden nefret etmek, ondan tiksinmek, onu çirkin bulmak ve ondan uzaklaşmak. Bu kalıp, öznenin bir nesneye veya duruma karşı duyduğu derin bir antipatiyi ve ondan kaçınma arzusunu ifade eder. Bu nefret, sadece duygusal bir tepki değil, aynı zamanda ahlaki bir yargılamayı da içerebilir. Varlığın özünde bulunan bir uyumsuzluğun dışa vurumudur.", "mikro_mantik": "Bu bab, kökün temel anlamını doğrudan ve dolaysız bir şekilde ifade eder. Fiilin basit yapısı, nefret eyleminin kendiliğinden ve doğal bir tepki olduğunu vurgular. Fail, doğrudan bir nesneye karşı nefretini yöneltir, bu da eylemin yoğunluğunu ve özgüllüğünü artırır."}, {"bab_no": 2, "fiil_formlari": {"mazi": "شَانَأَ - şânee", "muzari": "يُشَانِئُ - yüşâniu", "masdar": "مُشَانَأَةٌ - müşânee'tün"}, "bab_anlami": "Karşılıklı nefretleşmek, birbirine düşmanlık beslemek, çekişmek ve rekabet etmek. Bu kalıp, iki veya daha fazla varlık arasındaki karşılıklı antipatiyi ve düşmanlığı ifade eder. Bu, sadece pasif bir nefret değil, aynı zamanda aktif bir çatışma ve rekabet durumunu da içerir. İlişkilerde gerginlik ve ayrılığın derinleşmesine işaret eder.", "mikro_mantik": "Bu bab, kökün anlamını karşılıklılık ve etkileşim boyutuyla genişletir. Fiilin yapısı, iki taraf arasındaki nefretin karşılıklı olduğunu ve her iki tarafın da aktif olarak bu nefrete katıldığını gösterir. Bu, ilişkinin karmaşıklığını ve çatışmanın potansiyel şiddetini artırır."}, {"bab_no": 3, "fiil_formlari": {"mazi": "شَانَأَ - şânee", "muzari": "يُشَانِئُ - yüşâniu", "masdar": "مُشَانَأَةٌ - müşânee'tün"}, "bab_anlami": "Bir şeyi çirkinleştirmek, kötü göstermek, nefret uyandırmak ve itici hale getirmek. Bu kalıp, bir nesnenin veya durumun başkaları tarafından nefret edilmesine neden olma eylemini ifade eder. Bu, sadece fiziksel bir çirkinlik değil, aynı zamanda ahlaki bir bozulma ve estetik bir dejenerasyonu da içerebilir. Varlığın özündeki güzelliğin ve uyumun yok edilmesidir.", "mikro_mantik": "Bu bab, kökün anlamını neden-sonuç ilişkisiyle ilişkilendirir. Fiilin yapısı, bir failin bir nesneyi veya durumu çirkinleştirdiğini ve bunun sonucunda başkalarında nefret uyandırdığını gösterir. Bu, eylemin etkisini ve sorumluluğunu vurgular."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَشْنَأَ - eşnee", "muzari": "يُشْنِئُ - yüşniu", "masdar": "إِشْنَاءٌ - işna'ün"}, "bab_anlami": "Nefret etmek, tiksinmek, çirkin bulmak ve uzaklaşmak eylemini yoğunlaştırmak veya abartmak. Bu kalıp, öznenin bir nesneye veya duruma karşı duyduğu nefretin şiddetini ve yoğunluğunu artırır. Bu, sadece duygusal bir tepki değil, aynı zamanda ahlaki bir reddediş ve estetik bir tiksinti anlamına da gelebilir. Varlığın özündeki uyumsuzluğun ve çirkinliğin derinleşmesidir.", "mikro_mantik": "Bu bab, kökün anlamını yoğunluk ve abartı boyutuyla genişletir. Fiilin yapısı, nefret eyleminin daha güçlü ve belirgin bir şekilde ifade edildiğini gösterir. Bu, eylemin etkisini ve önemini artırır."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَشَانَأَ - teşânee", "muzari": "يَتَشَانَأُ - yeteşâneu", "masdar": "تَشَانُؤٌ - teşânü'ün"}, "bab_anlami": "Karşılıklı olarak nefretleşmek, birbirine kin beslemek, aralarında düşmanlık oluşmak ve ayrılmak. Bu kalıp, iki veya daha fazla varlık arasındaki karşılıklı antipati ve düşmanlığın zamanla geliştiğini ve derinleştiğini ifade eder. Bu, sadece pasif bir nefret değil, aynı zamanda aktif bir çatışma ve ayrılık durumunu da içerir. İlişkilerde gerginliğin ve kopukluğun artmasına işaret eder.", "mikro_mantik": "Bu bab, kökün anlamını süreç ve gelişim boyutuyla ilişkilendirir. Fiilin yapısı, nefretin zamanla ortaya çıktığını ve karşılıklı etkileşimlerle büyüdüğünü gösterir. Bu, ilişkinin dinamiklerini ve çatışmanın potansiyel sonuçlarını vurgular."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَشَانَأَ - teşânee", "muzari": "يَتَشَانَأُ - yeteşâneu", "masdar": "تَشَانُؤٌ - teşânü'ün"}, "bab_anlami": "Nefret eder gibi görünmek, nefret ediyor numarası yapmak, aslında sevmese de nefret ettiğini iddia etmek. Bu kalıp, öznenin gerçek duygularını gizleyerek başkalarını manipüle etme veya aldatma amacını taşır. Bu, sadece duygusal bir sahtekarlık değil, aynı zamanda ahlaki bir yozlaşma ve dürüstlükten uzaklaşma anlamına da gelebilir. Varlığın özündeki samimiyetin ve şeffaflığın kaybolmasıdır.", "mikro_mantik": "Bu bab, kökün anlamını görünüş ve gerçeklik arasındaki ayrım boyutuyla genişletir. Fiilin yapısı, nefretin sadece bir dış görünüş olduğunu ve gerçek duyguların farklı olabileceğini gösterir. Bu, ilişkinin karmaşıklığını ve güvenin sarsılmasını vurgular."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِشْنَأَ - işnee", "muzari": "يَشْنِئُ - yeşniu", "masdar": "اِشْنِئَاءٌ - işni'a'ün"}, "bab_anlami": "Bu babın bu kök için kullanımı nadirdir ve genellikle dilbilimsel bir olasılık olarak kabul edilir. Ancak, potansiyel anlamı, nefretin yoğunlaşması veya bir şeyin nefret uyandıracak kadar çirkinleşmesi durumunu ifade edebilir. Bu, varlığın özündeki güzelliğin tamamen kaybolduğu ve yerini sadece iticiliğin aldığı bir durumu temsil eder.", "mikro_mantik": "Bu bab, kökün anlamını aşırılık ve uç noktalar boyutuyla ilişkilendirir. Fiilin yapısı, nefretin en yüksek seviyeye ulaştığını ve artık geri dönüş olmadığını gösterir. Bu, durumun ciddiyetini ve potansiyel tehlikesini vurgular."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِشْتَنَأَ - iştenee", "muzari": "يَشْتَنِئُ - yeşteniu", "masdar": "اِشْتِنَاءٌ - iştina'ün"}, "bab_anlami": "Nefret etmeye başlamak, nefret duygusu geliştirmek, bir şeyden tiksinmeye yönelmek. Bu kalıp, öznenin bir nesneye veya duruma karşı yavaş yavaş nefret duygusu geliştirdiğini ifade eder. Bu, sadece ani bir tepki değil, aynı zamanda zamanla oluşan bir antipati ve uzaklaşma arzusunu da içerir. İlişkilerde gerginliğin ve kopukluğun başlangıcına işaret eder.", "mikro_mantik": "Bu bab, kökün anlamını süreç ve başlangıç boyutuyla genişletir. Fiilin yapısı, nefretin aniden değil, zamanla ortaya çıktığını ve geliştiğini gösterir. Bu, ilişkinin dinamiklerini ve çatışmanın potansiyel nedenlerini anlamak için önemlidir."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اِشْنَأَ - işnee", "muzari": "يَشْنِئُ - yeşniu", "masdar": "اِشْنِئَاءٌ - işni'a'ün"}, "bab_anlami": "Bu babın bu kök için kullanımı nadirdir ve genellikle dilbilimsel bir olasılık olarak kabul edilir. Ancak, potansiyel anlamı, nefretin yoğunlaşması veya bir şeyin nefret uyandıracak kadar çirkinleşmesi durumunu ifade edebilir. Bu, varlığın özündeki güzelliğin tamamen kaybolduğu ve yerini sadece iticiliğin aldığı bir durumu temsil eder.", "mikro_mantik": "Bu bab, kökün anlamını aşırılık ve uç noktalar boyutuyla ilişkilendirir. Fiilin yapısı, nefretin en yüksek seviyeye ulaştığını ve artık geri dönüş olmadığını gösterir. Bu, durumun ciddiyetini ve potansiyel tehlikesini vurgular."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَشْنَأَ - isteşnee", "muzari": "يَسْتَشْنِئُ - yesteşniu", "masdar": "اِسْتِشْنَاءٌ - istişna'ün"}, "bab_anlami": "Nefret etmeyi istemek, nefret etmeye çalışmak, bir şeyden tiksinmeye çabalamak. Bu kalıp, öznenin bir nesneye veya duruma karşı nefret duygusu geliştirmeye çalıştığını, ancak bu konuda başarılı olup olmadığının belirsiz olduğunu ifade eder. Bu, sadece duygusal bir çaba değil, aynı zamanda ahlaki bir sorgulama ve içsel bir mücadeleyi de içerebilir. Varlığın özündeki uyumsuzluğun ve çirkinliğin farkına varma çabasıdır.", "mikro_mantik": "Bu bab, kökün anlamını arayış ve çaba boyutuyla genişletir. Fiilin yapısı, nefretin kendiliğinden değil, bilinçli bir çaba sonucu ortaya çıkabileceğini gösterir. Bu, eylemin karmaşıklığını ve failin niyetini anlamak için önemlidir."}]}], "شهب": [{"kok": "شهب", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Parlak bir şekilde hızla geçmek, ani bir aydınlanma veya geçici bir parıltı.", "kavramsal_derinlik": "Fani dünyanın geçiciliği, ilahi bir işaretin kısa süreli tezahürü veya içsel bir aydınlanmanın anlık deneyimi."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "شَهَبَ", "muzari": "يَشْهُبُ", "masdar": "شُهُوب"}, "bab_anlami": "Temel anlamında, bir şeyin parlak bir şekilde hızla geçmesi, bir meteorun kayması gibi. Bu kalıp, bir olayın veya durumun aniden ortaya çıkıp hızla kaybolmasını ifade eder. Aynı zamanda, bir bilginin veya ilhamın zihinde aniden parlaması ve sonra kaybolması gibi içsel deneyimleri de simgeleyebilir.", "mikro_mantik": "Bu kalıp, kökün temel anlamını doğrudan ve değişmez bir şekilde ifade eder. Eylemin basitçe gerçekleştiğini, herhangi bir ek anlam veya yoğunluk katmadığını gösterir. Kökün temel anlamı olan 'parlamak ve geçmek' fiilinin yalın halidir."}, {"bab_no": 2, "fiil_formlari": {"mazi": "شَاهَبَ", "muzari": "يُشَاهِبُ", "masdar": "مُشَاهَبَة"}, "bab_anlami": "Bu kalıp, bir şeyin parlaklığına veya hızına benzemeye çalışma, taklit etme veya rekabet etme anlamı taşır. İki şeyin parlaklık veya hız açısından karşılaştırılmasını veya birinin diğerini geçmeye çalışmasını ifade eder. Aynı zamanda, bir idealin veya hedefin parlaklığına ulaşma çabasını da simgeleyebilir.", "mikro_mantik": "Bu kalıp, kökün anlamını karşılıklı bir etkileşim veya rekabet bağlamına yerleştirir. İki tarafın birbirine benzer özellikler sergilemeye çalıştığını veya birinin diğerini aşmaya çalıştığını gösterir. Kökün anlamı, bir tür karşılaştırma veya yarışma unsuruyla genişler."}, {"bab_no": 3, "fiil_formlari": {"mazi": "شَاهَبَ", "muzari": "يُشَاهِبُ", "masdar": "مُشَاهَبَة"}, "bab_anlami": "Bu kalıp, bir şeyin parlaklığını veya hızını artırmaya çalışma, yoğunlaştırma veya abartma anlamı taşır. Bir şeyin etkisini veya görünümünü güçlendirmeye yönelik bir çabayı ifade eder. Aynı zamanda, bir duygunun veya düşüncenin yoğunluğunu artırma veya abartma eğilimini de simgeleyebilir.", "mikro_mantik": "Bu kalıp, kökün anlamını yoğunlaştırma veya abartma eylemiyle ilişkilendirir. Bir şeyin parlaklığının veya hızının artırılmaya çalışıldığını, dolayısıyla kökün temel anlamının daha güçlü bir şekilde ifade edildiğini gösterir. Kökün anlamı, bir tür yoğunluk veya abartı unsuruyla zenginleşir."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَشْهَبَ", "muzari": "يُشْهِبُ", "masdar": "إِشْهَاب"}, "bab_anlami": "Bu kalıp, bir şeyi parlak veya ışıltılı hale getirme, aydınlatma veya parlatma anlamı taşır. Bir şeyin görünümünü iyileştirmeye veya daha dikkat çekici hale getirmeye yönelik bir eylemi ifade eder. Aynı zamanda, bir durumu veya fikri daha anlaşılır veya çekici hale getirme çabasını da simgeleyebilir.", "mikro_mantik": "Bu kalıp, kökün anlamını bir nesnenin veya durumun niteliğini değiştirme eylemiyle ilişkilendirir. Bir şeyin daha parlak veya ışıltılı hale getirildiğini, dolayısıyla kökün temel anlamının bir tür dönüşüm veya iyileştirme yoluyla ifade edildiğini gösterir. Kökün anlamı, bir tür niteliksel değişim unsuruyla genişler."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَشَهَّبَ", "muzari": "يَتَشَهَّبُ", "masdar": "تَشَهُّب"}, "bab_anlami": "Bu kalıp, parlak veya ışıltılı görünmeye çalışma, kendini parlatma veya dikkat çekme çabası anlamı taşır. Bir şeyin dış görünümünü iyileştirmeye veya daha çekici hale getirmeye yönelik bir çabayı ifade eder. Aynı zamanda, bir kişinin kendini gösterme veya öne çıkma arzusunu da simgeleyebilir.", "mikro_mantik": "Bu kalıp, kökün anlamını bir öz-sunum veya kendini ifade etme bağlamına yerleştirir. Bir şeyin daha parlak veya ışıltılı görünmeye çalıştığını, dolayısıyla kökün temel anlamının bir tür performans veya gösteri yoluyla ifade edildiğini gösterir. Kökün anlamı, bir tür öznel çaba veya niyet unsuruyla zenginleşir."}, {"bab_no": 6, "fiil_formlari": {"mazi": "اِشْتَهَبَ", "muzari": "يَشْتَهِبُ", "masdar": "اِشْتِهَاب"}, "bab_anlami": "Bu kalıp, bir şeyin parlak bir şekilde parlaması, alevlenmesi veya tutuşması anlamı taşır. Bir şeyin aniden ve yoğun bir şekilde ortaya çıkmasını veya belirginleşmesini ifade eder. Aynı zamanda, bir duygunun veya fikrin aniden alevlenmesi veya canlanması gibi içsel deneyimleri de simgeleyebilir.", "mikro_mantik": "Bu kalıp, kökün anlamını ani ve yoğun bir başlangıç veya ortaya çıkış bağlamına yerleştirir. Bir şeyin parlak bir şekilde parladığını veya alevlendiğini, dolayısıyla kökün temel anlamının bir tür patlama veya ani tezahür yoluyla ifade edildiğini gösterir. Kökün anlamı, bir tür ani değişim veya yoğunluk unsuruyla genişler."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِشْهَابَّ", "muzari": "يَشْهَابُّ", "masdar": "اِشْهِيبَاب"}, "bab_anlami": "Bu kalıp, bir şeyin çok parlak veya ışıltılı hale gelmesi, aşırı derecede parlaması anlamı taşır. Bir şeyin olağanüstü bir şekilde dikkat çekici veya etkileyici hale gelmesini ifade eder. Aynı zamanda, bir duygunun veya fikrin aşırı derecede yoğunlaşması veya abartılması gibi içsel deneyimleri de simgeleyebilir.", "mikro_mantik": "Bu kalıp, kökün anlamını aşırılık veya yoğunluk bağlamına yerleştirir. Bir şeyin çok parlak veya ışıltılı hale geldiğini, dolayısıyla kökün temel anlamının bir tür abartı veya aşırılık yoluyla ifade edildiğini gösterir. Kökün anlamı, bir tür aşırı nitelik veya yoğunluk unsuruyla zenginleşir."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِسْتَشْهَبَ", "muzari": "يَسْتَشْهِبُ", "masdar": "اِسْتِشْهَاب"}, "bab_anlami": "Bu kalıp, bir şeyi parlak veya ışıltılı bulma, onu parlatmaya veya aydınlatmaya çalışma anlamı taşır. Bir şeyin potansiyelini fark etme ve onu daha iyi hale getirme çabasını ifade eder. Aynı zamanda, bir fikrin veya projenin parlaklığını veya değerini anlama ve onu geliştirme arzusunu da simgeleyebilir.", "mikro_mantik": "Bu kalıp, kökün anlamını bir keşif veya potansiyel fark etme bağlamına yerleştirir. Bir şeyin parlak veya ışıltılı bulunduğunu, dolayısıyla kökün temel anlamının bir tür değerlendirme veya iyileştirme yoluyla ifade edildiğini gösterir. Kökün anlamı, bir tür potansiyel veya değer unsuruyla genişler."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اِشْهَابَّ", "muzari": "يَشْهَابُّ", "masdar": "اِشْهِيبَاب"}, "bab_anlami": "Bu kalıp, bir şeyin çok parlak veya ışıltılı hale gelmesi, aşırı derecede parlaması anlamı taşır. Bir şeyin olağanüstü bir şekilde dikkat çekici veya etkileyici hale gelmesini ifade eder. Aynı zamanda, bir duygunun veya fikrin aşırı derecede yoğunlaşması veya abartılması gibi içsel deneyimleri de simgeleyebilir.", "mikro_mantik": "Bu kalıp, kökün anlamını aşırılık veya yoğunluk bağlamına yerleştirir. Bir şeyin çok parlak veya ışıltılı hale geldiğini, dolayısıyla kökün temel anlamının bir tür abartı veya aşırılık yoluyla ifade edildiğini gösterir. Kökün anlamı, bir tür aşırı nitelik veya yoğunluk unsuruyla zenginleşir."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَشْهَبَ", "muzari": "يَسْتَشْهِبُ", "masdar": "اِسْتِشْهَاب"}, "bab_anlami": "Bu kalıp, bir şeyi parlak veya ışıltılı bulma, onu parlatmaya veya aydınlatmaya çalışma anlamı taşır. Bir şeyin potansiyelini fark etme ve onu daha iyi hale getirme çabasını ifade eder. Aynı zamanda, bir fikrin veya projenin parlaklığını veya değerini anlama ve onu geliştirme arzusunu da simgeleyebilir.", "mikro_mantik": "Bu kalıp, kökün anlamını bir keşif veya potansiyel fark etme bağlamına yerleştirir. Bir şeyin parlak veya ışıltılı bulunduğunu, dolayısıyla kökün temel anlamının bir tür değerlendirme veya iyileştirme yoluyla ifade edildiğini gösterir. Kökün anlamı, bir tür potansiyel veya değer unsuruyla genişler."}]}], "شهد": [{"kok": "شهد", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Şahitlik, tanıklık, hazır bulunma; bilginin kesinliği ve doğruluğu", "kavramsal_derinlik": "Gözlem yoluyla elde edilen bilginin, içsel deneyimle bütünleşerek hakikate dönüşmesi"}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "شَهِدَ - şahide", "muzari": "يَشْهَدُ - yeşhedu", "masdar": "شَهَادَة - şehadeten"}, "bab_anlami": "Şahit olmak, tanıklık etmek, bir olaya veya duruma bizzat şahitlik ederek bilgi sahibi olmak. Bu, sadece dışsal bir gözlem değil, aynı zamanda içsel bir kabul ve onay sürecini de içerir. Şahitlik, görünenin ötesine geçerek, olayın özünü ve anlamını kavramayı gerektirir. Bu kalıp, bilginin doğrudan deneyim yoluyla elde edildiğini ve bu bilginin kesin ve güvenilir olduğunu vurgular.", "mikro_mantik": "Bu bab, fiilin temel anlamını, yani 'şahitlik etme' eylemini doğrudan ifade eder. Fiilin yalın hali, eylemin basitçe gerçekleştiğini gösterir; herhangi bir ek anlam veya yoğunluk katmaz. Bu form, şahitliğin en temel ve dolaysız biçimini temsil eder."}, {"bab_no": 2, "fiil_formlari": {"mazi": "شَاهَدَ - şâhede", "muzari": "يُشَاهِدُ - yüşâhidu", "masdar": "مُشَاهَدَة - müşâhedeten"}, "bab_anlami": "Gözlemlemek, izlemek, bir şeyi dikkatle seyrederek anlamaya çalışmak. Bu kalıp, şahitlik etmenin ötesinde, aktif bir gözlem ve derinlemesine bir inceleme sürecini ifade eder. Gözlem yoluyla elde edilen bilgi, sadece yüzeysel bir algı değil, aynı zamanda olayın iç yüzünü ve nedenlerini anlamaya yönelik bir çabayı içerir. Bu form, bilginin aktif bir araştırma ve keşif süreciyle elde edildiğini vurgular.", "mikro_mantik": "Bu bab, köke karşılıklı etkileşim ve süreklilik anlamı katar. 'Müşâhede' yani gözlemleme eylemi, tek taraflı bir şahitlikten ziyade, bir süreç ve etkileşim içerir. Bu kalıp, eylemin yoğunluğunu ve devamlılığını vurgular."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَشْهَدَ - eşhede", "muzari": "يُشْهِدُ - yüşhidu", "masdar": "إِشْهَاد - îşhâden"}, "bab_anlami": "Şahit tutmak, bir şeyi veya bir kimseyi şahit olarak çağırmak, bir olayı veya durumu teyit etmek için bir tanık getirmek. Bu kalıp, şahitliğin başkaları tarafından doğrulanmasını ve onaylanmasını sağlamayı ifade eder. Bir şeyi şahit tutmak, o şeyin doğruluğunu ve geçerliliğini kanıtlamak için yapılan bir eylemdir. Bu form, bilginin başkaları tarafından da kabul görmesi ve paylaşılması gerektiğini vurgular.", "mikro_mantik": "Bu bab, geçişlilik ve sebep-sonuç ilişkisi anlamı katar. Bir şeyi 'îşhâd' etmek, yani şahit tutmak, bir eylemin sonucunda başka birinin şahitliğini gerektirir. Bu kalıp, eylemin başkaları üzerindeki etkisini ve doğruluğunu teyit etme amacını vurgular."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَشَهَّدَ - teşehhede", "muzari": "يَتَشَهَّدُ - yeteşehhedu", "masdar": "تَشَهُّد - teşehhuden"}, "bab_anlami": "Şehadet getirmek, İslam'ın temel inanç ilkesini sözlü olarak ifade etmek. Bu kalıp, içsel bir inancı dışsal olarak ifade etmeyi ve bu inancı tüm varlığıyla kabul etmeyi içerir. Şehadet, sadece bir söz değil, aynı zamanda bir yaşam tarzı ve bir bağlılık beyanıdır. Bu form, inancın kalpten gelerek sözle ifade edilmesinin önemini vurgular.", "mikro_mantik": "Bu bab, tekellüf (bir şeyi yapmaya kendini zorlama) ve içselleşme anlamı katar. 'Teşehhüd' etmek, yani şehadet getirmek, kişinin inancını bilinçli bir şekilde ifade etmesini ve bu inancı içselleştirmesini gerektirir. Bu kalıp, eylemin kişisel bir bağlılık ve sorumluluk içerdiğini vurgular."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَشَاهَدَ - teşâhede", "muzari": "يَتَشَاهَدُ - yeteşâhedu", "masdar": "تَشَاهُد - teşâhüden"}, "bab_anlami": "Birbirine şahitlik etmek, karşılıklı olarak tanıklık yapmak, bir olayı veya durumu birlikte doğrulamak. Bu kalıp, şahitliğin toplumsal bir boyutunu ve karşılıklı güven ilişkisini ifade eder. İki veya daha fazla kişinin bir araya gelerek bir olayı doğrulaması, o olayın geçerliliğini ve güvenilirliğini artırır. Bu form, bilginin paylaşılması ve ortak bir anlayışın oluşturulmasının önemini vurgular.", "mikro_mantik": "Bu bab, karşılıklılık ve ortaklık anlamı katar. 'Teşâhüd' etmek, yani birbirine şahitlik etmek, iki veya daha fazla kişinin ortak bir eylemde bulunmasını ve birbirlerinin şahitliğini kabul etmesini gerektirir. Bu kalıp, eylemin toplumsal bir bağlamda gerçekleştiğini ve karşılıklı güvene dayandığını vurgular."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَشْهَدَ - isteşhede", "muzari": "يَسْتَشْهِدُ - yesteşhidu", "masdar": "اِسْتِشْهَاد - istişhâden"}, "bab_anlami": "Şahit istemek, bir delil veya kanıt olarak şahit getirmek, bir olayı veya durumu doğrulamak için bir tanık talep etmek. Aynı zamanda şehit olmak anlamında da kullanılır, yani bir dava uğruna canını feda etmek. Bu kalıp, şahitliğin bir talep ve bir fedakarlık eylemi olabileceğini ifade eder. Şahit istemek, bir iddianın doğruluğunu kanıtlamak için yapılan bir çabadır. Şehit olmak ise, bir inanç veya değer uğruna en değerli varlığı, yani canı feda etmektir. Bu form, bilginin doğrulanması ve bir dava uğruna fedakarlık yapmanın önemini vurgular.", "mikro_mantik": "Bu bab, talep, arayış ve nihai fedakarlık anlamı katar. 'İstişhâd' etmek, yani şahit istemek veya şehit olmak, bir amaca ulaşmak için çaba göstermeyi ve gerekirse en büyük fedakarlığı yapmayı içerir. Bu kalıp, eylemin yoğunluğunu ve kararlılığını vurgular."}]}], "شهر": [{"kok": "شهر", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Açıklık, belirginlik, ilan etme ve bir şeyin yaygın hale gelmesi. Bir şeyin gizliliğinden çıkıp aşikar olması, bilinir hale gelmesi.", "kavramsal_derinlik": "Zahirin batına, ilan edilişin gizlenişe olan ontolojik ihtiyacı. Şehrin, insanın iç dünyasının aynası olması ve dış dünyayla kurduğu karmaşık ilişki."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "شَهَرَ - şahara", "muzari": "يَشْهَرُ - yaşharu", "masdar": "شَهْر - şahr"}, "bab_anlami": "Bir şeyi açıkça ilan etmek, duyurmak, ifşa etmek. Bir olayın veya durumun herkes tarafından bilinir hale gelmesi, yaygınlaşması. Aynı zamanda, bir kişinin ün kazanması, meşhur olması ve tanınır hale gelmesi anlamlarını da içerir. Bu, hakikatin ortaya çıkması ve gizliliğin ortadan kalkmasıyla da ilişkilidir.", "mikro_mantik": "Bu bab, kökün temel anlamını doğrudan ve yoğun bir şekilde ifade eder. Kökün içerdiği 'açıklık' ve 'ilan' etme nitelikleri, bu babda fiilin temel eylemi haline gelir. Bu kalıp, kökün anlamını eylemsel bir forma dönüştürerek, bir şeyin bilinir hale getirilmesi sürecini vurgular."}]}], "شهق": [{"kok": "شهق", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Derin bir iç çekiş, coşkun bir soluk veya hıçkırık yoluyla dışa vurulan yoğun duygu; varoluşsal bir hayretin ifadesi.", "kavramsal_derinlik": "İnsanın ruhsal derinliklerindeki yankıları, ilahi bir tecelliye duyulan özlemi ve bu özlemin yarattığı içsel fırtınaları barındırır."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "شَهَقَ - şahaqa", "muzari": "يَشْهَقُ - yashaqu", "masdar": "شَهْق - shahq"}, "bab_anlami": "Derin bir iç çekmek, yüksek sesle solumak veya hıçkırmak. Bu kalıp, içsel bir deneyimin veya yoğun bir duygunun dışa vurumunu ifade eder. Varlığın, karşılaştığı bir olay veya durum karşısında verdiği ani ve güçlü tepkiyi simgeler. Bu tepki, hayret, korku, sevinç veya üzüntü gibi çeşitli duyguları içerebilir ve kişinin iç dünyasının dışa yansımasıdır.", "mikro_mantik": "Bu kalıp, kökün temel anlamını (derin bir iç çekiş) eylemsel bir forma dönüştürür. Fiilin basit ve doğrudan bir şekilde gerçekleştiğini gösterir. Kökün anlamını yoğunlaştırır ve anlık bir eylemi ifade eder."}]}], "شهو": [{"kok": "شهو", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Arzuların, içgüdülerin ve tutkuların özü; benliğin derinliklerindeki istek ve eğilimlerin kaynağı.", "kavramsal_derinlik": "İnsanın temel dürtülerinden kaynaklanan, hem dünyevi zevklere hem de manevi arayışlara yön veren karmaşık bir kavram. Nefsin istekleri ile ruhun özlemleri arasındaki dengeyi ifade eder."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "شَهَا - şahā", "muzari": "يَشْهُو - yeşhū", "masdar": "شَهْوَة - şehveh"}, "bab_anlami": "Bu bab, kökün temel anlamını, yani bir şeye şiddetle arzu duymayı, onu elde etmek için içten bir istek duymayı ifade eder. Bu, sadece maddi nesnelere yönelik bir arzu değil, aynı zamanda manevi bir hedefe ulaşma, bilgi edinme veya bir ideale ulaşma gibi daha soyut arzuları da kapsayabilir. Bu kalıp, arzunun yoğunluğunu ve kişinin bu arzuya ulaşmak için göstereceği çabayı vurgular.", "mikro_mantik": "Bu bab, fiilin temel ve en yalın halini temsil eder. Kökün anlamını herhangi bir ekleme veya değişiklik olmadan doğrudan ifade eder. Bu, arzunun özünü, herhangi bir etki veya aracı olmadan, saf haliyle sunar."}, {"bab_no": 2, "fiil_formlari": {"mazi": "شَاهَى - şāhā", "muzari": "يُشَاهِي - yuşāhī", "masdar": "مُشَاهَاة - muşāhāh"}, "bab_anlami": "Bu bab, bir şeyi arzu etmede karşılıklı bir etkileşimi veya rekabeti ifade eder. İki veya daha fazla kişinin aynı şeyi arzuladığı veya birinin diğerinin arzusunu taklit ettiği bir durumu tanımlar. Bu, kıskançlık, rekabet veya ortak bir hedefe ulaşma çabası gibi farklı dinamikleri içerebilir. Bu kalıp, arzunun sosyal ve ilişkisel boyutunu vurgular.", "mikro_mantik": "Bu bab, köke karşılıklılık ve etkileşim anlamı katar. İki taraf arasındaki arzunun dinamiklerini ve bu arzunun ilişkiler üzerindeki etkisini vurgular. Bu, arzunun bireysel olmaktan çıkıp sosyal bir olguya dönüştüğünü gösterir."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَشْهَى - eşhā", "muzari": "يُشْهِي - yuşhī", "masdar": "إِشْهَاء - işhā"}, "bab_anlami": "Bu bab, bir şeyi arzu edilir hale getirmeyi, birinin arzusunu uyandırmayı veya bir şeyi çekici kılmayı ifade eder. Bu, bir nesnenin veya durumun başkaları tarafından arzu edilmesini sağlamak için yapılan bir eylemi tanımlar. Bu kalıp, arzunun dışsal etkilerle nasıl şekillendirilebileceğini ve manipüle edilebileceğini gösterir.", "mikro_mantik": "Bu bab, köke geçişlilik anlamı katar. Bir öznenin bir nesneyi arzu edilir hale getirme eylemini vurgular. Bu, arzunun sadece içsel bir duygu olmadığını, aynı zamanda dışsal faktörlerle de yönlendirilebileceğini gösterir."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَشَهَّى - teşehhā", "muzari": "يَتَشَهَّى - yeteşehhā", "masdar": "تَشَهِّي - teşehhī"}, "bab_anlami": "Bu bab, bir şeyi arzu eder gibi görünmeyi, arzuyu taklit etmeyi veya bir şeyi istemiyormuş gibi davranmayı ifade eder. Bu, samimiyetsiz bir arzuyu veya bir amaca ulaşmak için kullanılan bir stratejiyi tanımlar. Bu kalıp, arzunun manipülatif ve aldatıcı yönlerini vurgular.", "mikro_mantik": "Bu bab, köke yapmacıklık ve taklit anlamı katar. Arzunun gerçekliğini sorgular ve arzunun dışsal bir gösterge olarak nasıl kullanılabileceğini vurgular. Bu, arzunun içsel bir duygu olmaktan çıkıp dışsal bir performansa dönüştüğünü gösterir."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَشْهَى - isteşhā", "muzari": "يَسْتَشْهِي - yesteşhī", "masdar": "اِسْتِشْهَاء - istişhā"}, "bab_anlami": "Bu bab, bir şeyi şiddetle arzu etmeyi, bir şeyi elde etmek için aşırı bir istek duymayı veya bir şeye karşı doyumsuz bir arzu beslemeyi ifade eder. Bu, arzunun en yoğun ve kontrol edilemez halini tanımlar. Bu kalıp, arzunun insanı nasıl esir alabileceğini ve davranışlarını nasıl yönlendirebileceğini gösterir.", "mikro_mantik": "Bu bab, köke aşırılık ve yoğunluk anlamı katar. Arzunun sınırlarını zorlar ve arzunun insan üzerindeki etkisini en üst düzeye çıkarır. Bu, arzunun bağımlılık ve obsesyon gibi olumsuz sonuçlara yol açabileceğini gösterir."}]}], "شوب": [{"kok": "شوب", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Karışıklık, bulanıklık, bir şeyin iç içe geçmesi veya birbirine karışması. Şüphe ve belirsizlik hallerini de içerir. Temelde, netliğin ve berraklığın zıddı bir durumu ifade eder.", "kavramsal_derinlik": "Hem maddi hem de manevi düzlemlerde tezahür edebilir. Maddi alemde, fiziksel karışıklığı ve düzensizliği ifade ederken, manevi alemde zihinsel bulanıklığı, şüpheleri ve karmaşık duygusal durumları temsil eder. İnsanın iç dünyasındaki çatışmaları ve dış dünyadaki karmaşayı anlamlandırma çabasını simgeler."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "شَابَ", "muzari": "يَشُوبُ", "masdar": "شَوْب"}, "bab_anlami": "Bir şeyi başka bir şeyle karıştırmak, bulanıklaştırmak veya içine yabancı bir madde katmak. Bu, hem fiziksel bir karışım olabilir (örneğin, suya çamur karıştırmak) hem de soyut bir karışım olabilir (örneğin, bir fikri başka bir fikirle karıştırmak). Bu kalıp, bir şeyin saflığını veya berraklığını bozma eylemini vurgular. İnsanın niyetlerini, düşüncelerini veya eylemlerini dünyevi arzularla karıştırması gibi.", "mikro_mantik": "Bu bab, kökün temel anlamı olan karışıklık ve bulanıklığı doğrudan eyleme dönüştürür. Fiilin faili, bir şeyi karıştırma veya bulanıklaştırma eylemini gerçekleştirir. Bu kalıp, kökün anlamını daha dinamik ve etkileşimli hale getirir, zira bir öznenin bir nesne üzerinde yarattığı etkiyi ifade eder."}]}], "شور": [{"kok": "شور", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Karıştırmak, çalkalamak, bir araya getirmek; içsel bir hareketlilik, bir arayış ve keşfetme dürtüsü.", "kavramsal_derinlik": "Maddi ve manevi unsurların birbirleriyle etkileşimi, bir şeyin özüne ulaşmak için yapılan çaba, içsel bir dönüşüm ve yenilenme süreci."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "شَارَ - şâra", "muzari": "يَشُورُ - yeşûru", "masdar": "شَوْر - şevr"}, "bab_anlami": "Bir şeyi göstermek, ortaya çıkarmak, danışmak, istişare etmek. İçsel düşüncelerin ve potansiyellerin dış dünyaya yansıması, bir konu hakkında fikir alışverişinde bulunarak en doğru karara ulaşma çabası. Aynı zamanda, bir şeyin içindeki karmaşıklığı çözmek ve netleştirmek anlamını da taşır.", "mikro_mantik": "Bu bab, kökün temel anlamındaki karıştırma ve hareketliliği, bir amaç doğrultusunda yönlendirme ve dışa vurma eylemine dönüştürür. Kökün potansiyelini aktif bir sürece dahil ederek, soyut bir kavramı somut bir eyleme dönüştürme işlevi görür."}]}], "شوظ": [{"kok": "شوظ", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Alevlenme, parıltı, yoğun ışık yayma; içsel bir enerjinin dışa vurumu, coşku ve tutkunun tezahürü.", "kavramsal_derinlik": "Beşeri boyutta arzu, hırs, öfke gibi duyguların şiddetli ifadesi; ilahi boyutta ise tecelli, nur, ilham gibi kavramların yoğun ve etkileyici bir şekilde ortaya çıkışı."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "شَاظَ - şāẓa", "muzari": "يَشُوظُ - yaşūẓu", "masdar": "شَوْظ - şawẓ"}, "bab_anlami": "Temel anlamıyla alevlenmek, parlamak, ışık saçmak. Bu kalıp, bir şeyin içsel potansiyelini açığa çıkararak belirgin hale gelmesini ifade eder. Aynı zamanda, bir durumun veya duygunun yoğunlaşarak dış dünyaya yansımasını da simgeler. Bu, bazen olumlu bir coşku, bazen de olumsuz bir öfke şeklinde tezahür edebilir.", "mikro_mantik": "Bu bab, kökün temel anlamını doğrudan ve değişmez bir şekilde ifade eder. Fiilin öznesi, kendiliğinden bir eylem gerçekleştirir; dışsal bir etkiye ihtiyaç duymadan içsel bir enerjiyi serbest bırakır. Bu, kökün anlamının en saf ve yalın haliyle ortaya konulduğu bir kalıptır."}]}], "شوك": [{"kok": "شوك", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Keskinlik, batma, rahatsızlık verme; fiziksel veya zihinsel bir engeli aşma çabası.", "kavramsal_derinlik": "Acının dönüştürücü gücü, engellerin aşılmasıyla elde edilen olgunluk ve direnç. Şevk ve azmin zorluklar karşısında bile canlı kalabilmesi."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "شَاكَ - şâke", "muzari": "يَشُوكُ - yeşûku", "masdar": "شَوْك - şevk"}, "bab_anlami": "Bir şeyi batırmak, dikenli hale getirmek veya bir engeli aşmak için çaba göstermek. Bu kalıp, kökün temel anlamını doğrudan yansıtır ve eylemin basit, temel bir şekilde gerçekleştiğini ifade eder. Kişinin içsel bir dürtüyle, dışsal bir engeli aşmak için harekete geçmesini veya bir şeyi keskinleştirmesini ifade eder.", "mikro_mantik": "Fiilin temel ve yalın halini ifade eder. Eylemin doğrudan ve aracısız bir şekilde gerçekleştiğini gösterir. Kök anlamının en saf ve işlenmemiş haliyle tezahür etmesini sağlar."}, {"bab_no": 2, "fiil_formlari": {"mazi": "شَوَّكَ - şevveke", "muzari": "يُشَوِّكُ - yüşevviku", "masdar": "تَشْوِيك - teşvîk"}, "bab_anlami": "Bir şeyi dikenli hale getirmek, çok sayıda engelle donatmak veya bir durumu karmaşıklaştırmak. Bu kalıp, eylemin yoğunluğunu ve tekrarlanmasını vurgular. Bir şeyin çok sayıda dikenle kaplanması veya bir durumun içinden çıkılmaz hale gelmesi gibi durumları ifade eder. Bu, zorlukların artması ve karmaşıklığın derinleşmesi anlamına gelir.", "mikro_mantik": "Fiilin yoğunluğunu ve tekrarlanmasını ifade eder. Eylemin çok sayıda kez veya yoğun bir şekilde gerçekleştiğini gösterir. Kök anlamının çoğaltılması ve karmaşıklaştırılması yoluyla yeni bir anlam katmanı oluşturur."}, {"bab_no": 3, "fiil_formlari": {"mazi": "شَاكَ - şâke", "muzari": "يُشَاكُ - yüşâku", "masdar": "مُشَاكَكَة - müşâkeke"}, "bab_anlami": "Karşılıklı olarak birbirine batmak, çekişmek veya zorluklarla mücadele etmek. Bu kalıp, eylemin karşılıklı ve etkileşimli olduğunu gösterir. İki veya daha fazla tarafın birbirine zorluk çıkarması, rekabet etmesi veya mücadele etmesi durumunu ifade eder. Bu, çatışma ve rekabetin dinamiklerini yansıtır.", "mikro_mantik": "Fiilin karşılıklı ve etkileşimli olduğunu ifade eder. Eylemin iki veya daha fazla taraf arasında gerçekleştiğini gösterir. Kök anlamının etkileşim ve rekabet bağlamında tezahür etmesini sağlar."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَشَاكَ - eşâke", "muzari": "يُشِيكُ - yüşîku", "masdar": "إِشَاكَة - îşâke"}, "bab_anlami": "Bir şeyi dikenli hale getirmek, zorlaştırmak veya birine zorluk çıkarmak. Bu kalıp, eylemin bir başkası üzerinde yaratmış olduğu etkiyi vurgular. Bir şeyi zorlaştırmak veya birine diken batırmak gibi durumları ifade eder. Bu, başkalarına zorluk çıkarma veya bir durumu karmaşıklaştırma eylemini ifade eder.", "mikro_mantik": "Fiilin bir başkası üzerinde yarattığı etkiyi ifade eder. Eylemin bir nesneyi veya durumu dönüştürdüğünü gösterir. Kök anlamının başkaları üzerindeki etkisini ve sonuçlarını vurgular."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَشَوَّكَ - teşevveke", "muzari": "يَتَشَوَّكُ - yeteşevveku", "masdar": "تَشَوُّك - teşevvük"}, "bab_anlami": "Dikenlenmek, zorluklarla karşılaşmak veya bir şeye takılmak. Bu kalıp, eylemin özne üzerinde yoğunlaştığını ve öznenin bir süreç içinde dikenlendiğini veya zorluklarla karşılaştığını ifade eder. Kişinin bir şeye takılması veya bir durumun zorlaşması gibi durumları ifade eder. Bu, içsel bir dönüşüm veya dışsal bir zorluğa maruz kalma durumunu yansıtır.", "mikro_mantik": "Fiilin özne üzerinde yoğunlaştığını ve öznenin bir süreç içinde değiştiğini ifade eder. Eylemin öznenin içsel veya dışsal durumunu etkilediğini gösterir. Kök anlamının öznenin deneyimi ve dönüşümü bağlamında tezahür etmesini sağlar."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَشَاْوَكَ - teşâveke", "muzari": "يَتَشَاْوَكُ - yeteşâveku", "masdar": "تَشَاْوُك - teşâvük"}, "bab_anlami": "Birbirine diken batırmak, birbirine zorluk çıkarmak veya çekişmek. Bu kalıp, eylemin karşılıklı ve rekabetçi bir şekilde gerçekleştiğini gösterir. İki veya daha fazla tarafın birbirine zorluk çıkarması, rekabet etmesi veya çekişmesi durumunu ifade eder. Bu, çatışma ve rekabetin dinamiklerini yansıtır.", "mikro_mantik": "Fiilin karşılıklı ve rekabetçi olduğunu ifade eder. Eylemin iki veya daha fazla taraf arasında gerçekleştiğini gösterir. Kök anlamının etkileşim, rekabet ve çatışma bağlamında tezahür etmesini sağlar."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْشَاكَ - inşâke", "muzari": "يَنْشَاكُ - yenşâku", "masdar": "اِنْشِيَاك - inşiyâk"}, "bab_anlami": "Dikenlenmek, bir şeye takılmak veya zor bir duruma düşmek. Bu kalıp, eylemin pasif bir şekilde gerçekleştiğini ve öznenin bir duruma maruz kaldığını ifade eder. Kişinin bir şeye takılması veya zor bir duruma düşmesi gibi durumları ifade eder. Bu, dışsal bir etki altında kalma ve zorluklarla karşılaşma durumunu yansıtır.", "mikro_mantik": "Fiilin pasif bir şekilde gerçekleştiğini ve öznenin bir duruma maruz kaldığını ifade eder. Eylemin öznenin kontrolü dışında gerçekleştiğini gösterir. Kök anlamının dışsal etkiler ve zorluklar bağlamında tezahür etmesini sağlar."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِشْتَاكَ - iştâke", "muzari": "يَشْتَاكُ - yeştâku", "masdar": "اِشْتِيَاك - iştiyâk"}, "bab_anlami": "Dikenlenmek, zorluklarla karşılaşmak veya bir şeye takılmak. Bu kalıp, eylemin öznenin çabasıyla gerçekleştiğini ve öznenin bir şeyi elde etmek için zorluklarla mücadele ettiğini ifade eder. Kişinin bir şeye takılması veya zor bir duruma düşmesi gibi durumları ifade eder. Bu, içsel bir çaba ve dışsal zorluklarla mücadele etme durumunu yansıtır.", "mikro_mantik": "Fiilin öznenin çabasıyla gerçekleştiğini ve öznenin bir şeyi elde etmek için zorluklarla mücadele ettiğini ifade eder. Eylemin öznenin iradesi ve çabasıyla gerçekleştiğini gösterir. Kök anlamının içsel çaba ve dışsal zorluklarla mücadele bağlamında tezahür etmesini sağlar."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اِشْوَاكَ - işvâke", "muzari": "يَشْوَاكُ - yeşvâku", "masdar": "اِشْوِيكَاك - işvîkâk"}, "bab_anlami": "Çok dikenli olmak, dikenlerle dolu olmak veya aşırı derecede zorlu olmak. Bu kalıp, eylemin yoğunluğunu ve aşırılığını vurgular. Bir şeyin çok sayıda dikenle kaplı olması veya bir durumun aşırı derecede zorlu olması gibi durumları ifade eder. Bu, zorlukların ve engellerin aşırı derecede yoğun olduğunu yansıtır.", "mikro_mantik": "Fiilin yoğunluğunu ve aşırılığını ifade eder. Eylemin çok sayıda kez veya aşırı bir şekilde gerçekleştiğini gösterir. Kök anlamının yoğunluk ve aşırılık bağlamında tezahür etmesini sağlar."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَشَاكَ - isteşâke", "muzari": "يَسْتَشِيكُ - yesteşîku", "masdar": "اِسْتِشَاكَة - istişâke"}, "bab_anlami": "Dikenlenmeyi istemek, zorluk çıkarmayı talep etmek veya bir şeyi zorlaştırmak için çaba göstermek. Bu kalıp, eylemin bilinçli bir şekilde yapıldığını ve öznenin bir şeyi zorlaştırmak için çaba gösterdiğini ifade eder. Kişinin bir şeyi zorlaştırmayı istemesi veya zorluk çıkarmayı talep etmesi gibi durumları ifade eder. Bu, bilinçli bir tercih ve zorluk çıkarma niyetini yansıtır.", "mikro_mantik": "Fiilin bilinçli bir şekilde yapıldığını ve öznenin bir şeyi zorlaştırmak için çaba gösterdiğini ifade eder. Eylemin öznenin iradesi ve niyetiyle gerçekleştiğini gösterir. Kök anlamının bilinçli tercih ve zorluk çıkarma niyeti bağlamında tezahür etmesini sağlar."}]}], "شوي": [{"kok": "شوي", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Bir şeyin olgunlaşması, pişmesi veya belirginleşmesi sürecindeki içkin potansiyel. Gizli bir halden açığa çıkma, potansiyelden aktüaliteye geçiş. Bir şeyin özündeki cevherin ortaya çıkışı.", "kavramsal_derinlik": "İnsanın iç dünyasındaki düşüncelerin, duyguların ve niyetlerin zamanla olgunlaşarak eyleme dönüşmesi; ilahi kudretin evrende yarattığı varlıkların ve olayların belirli bir süreç içinde kemale ermesi."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "شوى", "muzari": "يشوي", "masdar": "شَيّ"}, "bab_anlami": "Bir şeyi ateşte pişirmek, kızartmak veya yakmak. Bu, bir dönüşüm sürecini, ham bir halden daha işlenmiş bir duruma geçişi ifade eder. Aynı zamanda, bir şeyin özünü ortaya çıkarmak için uygulanan bir tür arındırma veya yoğunlaştırma eylemini de simgeler. Bu kalıp, bir şeyin dışsal etkilerle değişime uğramasını ve daha belirgin bir hale gelmesini ifade eder.", "mikro_mantik": "Bu basit fiil kalıbı, kökün temel anlamını doğrudan ve yoğun bir şekilde ifade eder. Eylemin öznesi ve nesnesi arasındaki ilişkiyi vurgular; bir şeyin başka bir şey üzerinde doğrudan bir etki yaratması veya bir süreçten geçmesi söz konusudur. Kökün anlamını daha spesifik ve eylemsel bir bağlama yerleştirir."}]}], "شيأ": [{"kok": "شيأ", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Bir şeyin özünü, mahiyetini, varoluşsal temelini oluşturmak; belirginleşme potansiyeli taşıyan ham madde.", "kavramsal_derinlik": "İdrakin sınırlarını zorlayan, mutlak bilinmeyenin sonsuz potansiyelini ve tezahür etmemiş varlığı ifade eder. Şey kavramı, hem maddi hem de manevi evrende var olan her türlü olası gerçekliği kapsar. Bu kök, varlığın özündeki gizemi ve her an yeni bir biçimde ortaya çıkma olasılığını simgeler."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "شَاءَ", "muzari": "يَشَاءُ", "masdar": "شَيْء"}, "bab_anlami": "İstemek, dilemek, irade etmek; bir şeyin olmasını arzu etmek. Bu kalıp, ilahi iradenin ve insanın özgür seçiminin tezahürünü ifade eder. Yaratılışın temelindeki ilahi dileği ve her varlığın kendi potansiyelini gerçekleştirme arzusunu içerir. Ayrıca, bir şeyin gerçekleşmesini sağlamak, yaratmak anlamlarına da gelebilir.", "mikro_mantik": "Bu bab, köke irade ve dilek anlamlarını katar. Bir şeyin varoluşa geçmesi için gerekli olan içsel gücü ve yönelimi ifade eder. Kökün temel anlamındaki potansiyel, bu bab aracılığıyla harekete geçer ve somut bir varoluşa dönüşme sürecine girer. Bu kalıp, soyut bir kavramın somut bir eyleme dönüşümünü temsil eder."}]}], "شيب": [{"kok": "شيب", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Yaşlanma, beyazlama, olgunlaşma; tecrübenin ve zamanın izlerini taşıma.", "kavramsal_derinlik": "Fiziksel değişimden bilgelik ve tecrübe kazanımına uzanan bir süreç; hayatın döngüselliği ve faniliği üzerine düşünme."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "شَابَ", "muzari": "يَشِيبُ", "masdar": "شَيْب"}, "bab_anlami": "Saçın beyazlaması, yaşlanma belirtilerinin ortaya çıkması. Bu kalıp, bir şeyin doğal sürecinde yaşlanıp olgunlaşmasını ifade eder. Aynı zamanda, bu kalıp, bir varlığın zamanla kazandığı tecrübe ve bilgeliği de sembolize edebilir; yaşlanma sürecinin getirdiği derinlik ve anlamı vurgular.", "mikro_mantik": "Bu basit fiil kalıbı, kökün temel anlamını doğrudan ve değişmez bir şekilde ifade eder. Kökün özündeki 'yaşlanma' kavramını, herhangi bir ek anlam veya yoğunlaştırma olmaksızın, yalın bir olgu olarak sunar."}, {"bab_no": 2, "fiil_formlari": {"mazi": "شَيَّبَ", "muzari": "يُشَيِّبُ", "masdar": "تَشْيِيب"}, "bab_anlami": "Bir şeyi veya birini yaşlandırmak, beyazlatmak; erken yaşlanmaya sebep olmak. Bu kalıp, bir dış etkenin yaşlanma sürecini hızlandırdığını veya tetiklediğini gösterir. Aynı zamanda, bu kalıp, bir durumun veya olayın bir kişide bıraktığı derin izleri ve etkileri de ifade edebilir; yaşananların ağırlığıyla erken yaşlanmayı sembolize eder.", "mikro_mantik": "Bu kalıp, kökün anlamını yoğunlaştırır ve geçişli hale getirir. Kökün ifade ettiği 'yaşlanma' eyleminin, bir özne tarafından bir nesne üzerinde gerçekleştirildiğini belirtir. Bu, yaşlanmanın dışsal bir etkiyle meydana geldiğini vurgular."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَشَيَّبَ", "muzari": "يَتَشَيَّبُ", "masdar": "تَشَيُّب"}, "bab_anlami": "Yaşlı gibi görünmek, yaşlı gibi davranmak; yaşlılığın belirtilerini göstermeye başlamak. Bu kalıp, bir kişinin dış görünüşünde veya davranışlarında yaşlılığa öykünmesini veya yaşlılığın emarelerini sergilemesini ifade eder. Bu durum, kişinin içsel bir olgunlaşma sürecinde olduğunu veya hayatın zorluklarıyla erken yaşta yıprandığını gösterebilir.", "mikro_mantik": "Bu kalıp, kökün anlamını yansıtıcı ve dönüşlü hale getirir. Kökün ifade ettiği 'yaşlanma' eyleminin, özne üzerinde bir etki yarattığını ve öznenin bu etkiyi yansıttığını belirtir. Bu, yaşlanmanın içsel bir süreç olduğunu ve dış dünyaya yansıdığını vurgular."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَشَابَ", "muzari": "يَسْتَشِيبُ", "masdar": "اِسْتِشَابَة"}, "bab_anlami": "Yaşlanmayı istemek, yaşlılığın belirtilerini aramak; yaşlılığa özlem duymak. Bu kalıp, bir kişinin yaşlılığın getirdiği bilgelik, tecrübe ve dinginliğe ulaşma arzusunu ifade eder. Aynı zamanda, bu kalıp, kişinin hayatın anlamını ve değerini yaşlılıkta bulma isteğini de sembolize edebilir; geçmişe duyulan özlem ve geleceğe yönelik umutları birleştirir.", "mikro_mantik": "Bu kalıp, kökün anlamını talep etme veya arama yönünde genişletir. Kökün ifade ettiği 'yaşlanma' durumunun, bir özne tarafından arzulandığını veya talep edildiğini belirtir. Bu, yaşlanmanın bilinçli bir tercih veya arayış olduğunu vurgular."}]}], "شيخ": [{"kok": "شيخ", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Bilgelik ve tecrübe yoluyla olgunluğa erişmiş, rehberlik vasfını haiz kişi veya kavram.", "kavramsal_derinlik": "Hem dünyevi hem de uhrevi bilgiye vakıf, insanlara yol gösteren, topluma önderlik eden, derin anlayış ve içgörü sahibi olma."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "شَاخَ - şāḫa", "muzari": "يَشِيخُ - yeşīḫu", "masdar": "شَيْخَة - şeyḫa / شُيُوخَة - şüyūḫa"}, "bab_anlami": "Yaşlanmak, olgunlaşmak, tecrübe kazanmak suretiyle bilgelik mertebesine ulaşmak. Bu kalıp, zamanın geçişiyle birlikte kazanılan derin anlayışı ve hayat tecrübesini ifade eder. Aynı zamanda, bu süreçte kişinin içsel dönüşümünü ve manevi olgunluğa erişmesini de simgeler. Bu anlamda, 'şeyh' kökü, sadece fiziksel yaşlanmayı değil, aynı zamanda ruhsal ve zihinsel bir evrimi de içerir.", "mikro_mantik": "Bu bab, kökün temel anlamını (yaşlılık, bilgelik) fiil formuna dönüştürerek, bir süreç veya durumu ifade eder. Kökün statik anlamı dinamik bir hale gelir; yani 'yaşlı olmak' yerine 'yaşlanmak' eylemi vurgulanır. Bu, kökün anlamını zamansal bir bağlama yerleştirir ve değişimi ifade eder."}]}], "شيد": [{"kok": "شيد", "ontolojik_analiz": {"temel_anlam_cekirdegi": "İnşa etme, yükseltme, sağlamlaştırma", "kavramsal_derinlik": "Maddi ve manevi yapılar"}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "شَادَ - şāde", "muzari": "يَشِيدُ - yeşīdu", "masdar": "شَيْد - şeyd"}, "bab_anlami": "Bir şeyi inşa etmek, yükseltmek veya sağlamlaştırmak. Bu kalıp, bir şeyin temelini atmayı ve onu kalıcı hale getirmeyi ifade eder. Aynı zamanda, bir yapının veya fikrin zamanla daha da güçlenmesini ve gelişmesini de simgeler. Bu, sadece fiziksel yapılar için değil, aynı zamanda manevi ve entelektüel yapılar için de geçerlidir; bir düşünceyi, bir ilişkiyi veya bir inancı sağlam temeller üzerine kurmak ve onu sürekli olarak geliştirmek anlamını taşır.", "mikro_mantik": "Bu kalıp, kökün temel anlamını doğrudan ve basit bir şekilde ifade eder. Fiilin öznesi, inşa etme, yükseltme veya sağlamlaştırma eylemini gerçekleştiren kişidir. Bu kalıp, eylemin doğrudan ve dolaysız bir şekilde gerçekleştiğini gösterir, yani özne, eylemi herhangi bir aracı veya dolaylı yoldan değil, bizzat kendisi gerçekleştirir."}, {"bab_no": 2, "fiil_formlari": {"mazi": "شُيِّدَ - şuyyide", "muzari": "يُشَيَّدُ - yüşeyyedu", "masdar": "تَشْيِيد - teşyid"}, "bab_anlami": "Bir şeyin inşa edilmesi veya yükseltilmesi eyleminin edilgen bir şekilde gerçekleştiğini ifade eder. Bu kalıp, bir yapının veya fikrin başkaları tarafından inşa edildiğini veya desteklendiğini gösterir. Aynı zamanda, bir şeyin itibarının veya değerinin artırılması anlamını da taşır. Bu, bir eserin, bir düşüncenin veya bir kişinin toplum nezdindeki değerinin yükseltilmesi şeklinde olabilir. Bu kalıp, genellikle bir topluluğun veya kurumun bir araya gelerek bir şeyi inşa etmesi veya desteklemesi durumunu ifade eder.", "mikro_mantik": "Bu kalıp, kökün anlamını edilgen bir yapıya dönüştürerek, eylemin öznesinin belirsiz veya önemsiz olduğunu vurgular. Eylemin kendisi ve nesnesi ön plana çıkarılır. Bu, eylemin kim tarafından yapıldığından ziyade, neyin inşa edildiği veya yükseltildiği üzerinde durulduğunu gösterir."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَشَيَّدَ - teşeyyede", "muzari": "يَتَشَيَّدُ - yeteşeyyedu", "masdar": "تَشَيُّد - teşeyyüd"}, "bab_anlami": "Bir şeyi inşa etmeye veya yükseltmeye çalışmak, çabalamak veya kendini bir şeyle donatmak anlamına gelir. Bu kalıp, kişinin bir şeyi inşa etme veya yükseltme konusunda gösterdiği gayreti ve çabayı vurgular. Aynı zamanda, bir kişinin kendini bir şeyle süslemesi veya donatması anlamını da taşır. Bu, kişinin kendini bilgi, erdem veya güzellikle donatması şeklinde olabilir. Bu kalıp, genellikle kişinin kendi çabasıyla bir şeyi elde etmeye çalıştığı durumları ifade eder.", "mikro_mantik": "Bu kalıp, kökün anlamını bir çaba veya girişim bağlamına yerleştirir. Fiilin öznesi, inşa etme veya yükseltme eylemini gerçekleştirmeye çalışan kişidir. Bu kalıp, eylemin bir süreç olduğunu ve öznenin bu süreçte aktif bir rol oynadığını gösterir."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَشَادَ - isteşāde", "muzari": "يَسْتَشِيدُ - yestaşīdu", "masdar": "اِسْتِشَاد - istişād"}, "bab_anlami": "Bir şeyin inşa edilmesini veya yükseltilmesini istemek, talep etmek veya bir şeyin sağlamlaştırılmasını beklemek anlamına gelir. Bu kalıp, bir şeyin inşa edilmesi veya yükseltilmesi için bir talepte bulunmayı veya bir beklenti içinde olmayı ifade eder. Aynı zamanda, bir şeyin sağlamlaştırılması veya güçlendirilmesi için bir ihtiyaç duyulması anlamını da taşır. Bu, bir yapının, bir fikrin veya bir inancın daha da güçlendirilmesi için bir talepte bulunulması şeklinde olabilir. Bu kalıp, genellikle bir topluluğun veya kurumun bir şeyin inşa edilmesi veya yükseltilmesi için bir araya gelerek bir talepte bulunduğu durumları ifade eder.", "mikro_mantik": "Bu kalıp, kökün anlamını bir talep veya beklenti bağlamına yerleştirir. Fiilin öznesi, inşa etme veya yükseltme eyleminin gerçekleşmesini isteyen veya bekleyen kişidir. Bu kalıp, eylemin dolaylı bir şekilde gerçekleştiğini ve öznenin bu süreçte pasif bir rol oynadığını gösterir."}]}], "شيع": [{"kok": "شيع", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Bir araya gelme, yayılma, bir fikri veya inancı paylaşma ve destekleme eylemi. Bu, sadece fiziksel bir toplanma değil, aynı zamanda zihinsel ve duygusal bir birlikteliği de ifade eder.", "kavramsal_derinlik": "Beşeri boyutta, toplumsal dayanışma ve ortak amaçlar etrafında birleşmeyi ifade ederken, ilahi boyutta ise hakikatin yayılması ve ilahi iradeye uygun hareket etme anlamlarını içerir."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "شَاعَ - şāʿa", "muzari": "يَشِيعُ - yaşīʿu", "masdar": "شَيْع - şeyʿ"}, "bab_anlami": "Bir şeyin yayılması, duyulması veya bilinir hale gelmesi. Bu kalıp, kökün temel anlamını doğrudan yansıtır ve bir bilginin, haberin veya inancın geniş kitlelere ulaşmasını ifade eder. Aynı zamanda, bir duygunun veya etkinin yaygınlaşmasını da gösterebilir. Bu yayılma, hem olumlu (bilgi, sevgi) hem de olumsuz (dedikodu, hastalık) anlamlarda olabilir.", "mikro_mantik": "Bu bab, kökün temel anlamını en yalın haliyle ifade eder. Fiilin geçişsiz (lāzim) yapısı, eylemin öznenin kendisinden kaynaklandığını ve doğrudan bir nesneye yönelmediğini gösterir. Bu, yayılma eyleminin kendiliğinden gerçekleştiğini veya bir içsel süreç olduğunu vurgular."}, {"bab_no": 2, "fiil_formlari": {"mazi": "شَيَّعَ - şayyaʿa", "muzari": "يُشَيِّعُ - yüşayyiʿu", "masdar": "تَشْيِيع - teşyīʿ"}, "bab_anlami": "Bir şeyi veya birini uğurlamak, yolcu etmek, desteklemek veya bir inancı yaymak için çaba göstermek. Bu kalıp, kökün yayılma anlamını yoğunlaştırır ve eylemin bilinçli bir şekilde yapıldığını gösterir. Bir cenazeyi uğurlamak, bir fikri savunmak veya bir hareketi desteklemek gibi anlamlara gelebilir. Bu eylem, genellikle bir saygı, sevgi veya bağlılık ifadesidir.", "mikro_mantik": "Bu bab, köke geçişlilik (müteaddi) özelliği katarak, eylemin bir nesneye yöneldiğini gösterir. Fiilin tekrar (teşdid) kalıbı, eylemin yoğunluğunu, sürekliliğini veya tekrarlanmasını vurgular. Bu, uğurlama veya destekleme eyleminin özenle ve sürekli bir şekilde yapıldığını ifade eder."}, {"bab_no": 3, "fiil_formlari": {"mazi": "شَايَعَ - şāyaʿa", "muzari": "يُشَايِعُ - yüşāyiʿu", "masdar": "مُشَايَعَة - müşāyaʿa"}, "bab_anlami": "Birine eşlik etmek, desteklemek, aynı görüşü paylaşmak veya birinin tarafını tutmak. Bu kalıp, kökün paylaşma ve destekleme anlamlarını karşılıklı bir ilişki içinde ifade eder. İki veya daha fazla kişinin aynı fikirde olması, birbirlerine destek vermesi veya bir konuda ortak hareket etmesi anlamına gelir. Bu, toplumsal uyum ve işbirliğinin önemini vurgular.", "mikro_mantik": "Bu bab, fiile karşılıklılık (müşareket) anlamı katar. İki tarafın da eylemi gerçekleştirdiğini gösterir. Bu, destekleme veya eşlik etme eyleminin karşılıklı olduğunu ve taraflar arasında bir etkileşim olduğunu vurgular."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَشَاعَ - eşāʿa", "muzari": "يُشِيعُ - yüşīʿu", "masdar": "إِشَاعَة - işāʿa"}, "bab_anlami": "Bir şeyi yaymak, duyurmak, ifşa etmek veya bir söylentiyi yaymak. Bu kalıp, kökün yayılma anlamını daha aktif ve kasıtlı bir şekilde ifade eder. Bir bilginin, haberin veya sırrın bilinçli olarak yayılması anlamına gelir. Bu eylem, hem olumlu (bilgi paylaşımı) hem de olumsuz (yanlış bilgi yayma) sonuçlar doğurabilir.", "mikro_mantik": "Bu bab, fiile geçişlilik (müteaddi) özelliği katar ve eylemin bir nesneye yöneldiğini gösterir. Fiilin etken (mütekellim) yapısı, eylemi gerçekleştiren kişinin aktif ve bilinçli olduğunu vurgular. Bu, yayma eyleminin kasıtlı ve planlı bir şekilde yapıldığını ifade eder."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَشَيَّعَ - teşayyaʿa", "muzari": "يَتَشَيَّعُ - yateşayyaʿu", "masdar": "تَشَيُّع - teşayyuʿ"}, "bab_anlami": "Bir gruba veya mezhebe katılmak, bir inancı benimsemek veya bir ideolojiye bağlanmak. Bu kalıp, kökün paylaşma ve destekleme anlamlarını bir aidiyet duygusuyla birleştirir. Bir topluluğa dahil olmak, onların inançlarını ve değerlerini paylaşmak anlamına gelir. Bu eylem, genellikle bir kimlik arayışı veya bir anlam bulma çabasıyla ilişkilidir.", "mikro_mantik": "Bu bab, fiile dönüşlülük (mütavaat) anlamı katar. Eylemin özne üzerinde bir etkisi olduğunu gösterir. Bu, bir gruba katılma veya bir inancı benimseme eyleminin kişinin kimliğini ve dünya görüşünü değiştirebileceğini ifade eder."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَشَايَعَ - teşāyaʿa", "muzari": "يَتَشَايَعُ - yateşāyaʿu", "masdar": "تَشَايُع - teşāyuʿ"}, "bab_anlami": "Birbirini desteklemek, aynı görüşü paylaşmak veya bir konuda anlaşmak. Bu kalıp, kökün paylaşma ve destekleme anlamlarını karşılıklı bir ilişki içinde ve bir grup içinde ifade eder. Bir topluluğun ortak bir amaç etrafında birleşmesi, birbirlerine destek vermesi ve uyum içinde hareket etmesi anlamına gelir. Bu, toplumsal dayanışma ve işbirliğinin önemini vurgular.", "mikro_mantik": "Bu bab, fiile karşılıklılık (müşareket) anlamı katar. İki veya daha fazla tarafın aynı eylemi gerçekleştirdiğini gösterir. Bu, destekleme veya paylaşma eyleminin karşılıklı olduğunu ve taraflar arasında bir etkileşim olduğunu vurgular."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْشَاعَ - inşāʿa", "muzari": "يَنْشَاعُ - yenşāʿu", "masdar": "اِنْشِيَاع - inşiyāʿ"}, "bab_anlami": "Yayılmak, dağılmak veya bir şeyin her yere nüfuz etmesi. Bu kalıp, kökün yayılma anlamını daha geniş ve kapsamlı bir şekilde ifade eder. Bir kokunun, ışığın veya bir etkinin her yere yayılması anlamına gelir. Bu eylem, genellikle kontrol dışı ve kendiliğinden gerçekleşir.", "mikro_mantik": "Bu bab, fiile edilgenlik (meçhul) anlamı katar. Eylemin öznesi belirsizdir veya önemsizdir. Bu, yayılma eyleminin kendiliğinden gerçekleştiğini ve bir dış etkenin etkisiyle olmadığını vurgular."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِشْتَاعَ - iştāʿa", "muzari": "يَشْتَايِعُ - yeştāyiʿu", "masdar": "اِشْتِيَاع - iştīyāʿ"}, "bab_anlami": "Bir şeyi aramak, takip etmek veya bir amaca ulaşmak için çaba göstermek. Bu kalıp, kökün yayılma anlamını bir arayış ve çaba ile birleştirir. Bir bilginin, gerçeğin veya bir hedefin peşinden gitmek anlamına gelir. Bu eylem, genellikle bir merak, istek veya ihtiyaçtan kaynaklanır.", "mikro_mantik": "Bu bab, fiile gayret (ictihad) anlamı katar. Eylemin zorlu ve çaba gerektiren bir süreç olduğunu gösterir. Bu, arama veya takip etme eyleminin özenle ve dikkatle yapıldığını ifade eder."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اِشْيَاعَّ - işyāʿʿa", "muzari": "يَشْيَاعُّ - yeşyāʿʿu", "masdar": "اِشْيِيعَاع - işyīʿāʿ"}, "bab_anlami": "Bir şeyin çok fazla yayılması, aşırı derecede yaygınlaşması veya her yeri kaplaması. Bu kalıp, kökün yayılma anlamını abartılı bir şekilde ifade eder. Bir salgının, yangının veya bir dedikodunun kontrolsüz bir şekilde yayılması anlamına gelir. Bu eylem, genellikle olumsuz sonuçlar doğurur.", "mikro_mantik": "Bu bab, fiile mübalağa (abartı) anlamı katar. Eylemin aşırı derecede gerçekleştiğini gösterir. Bu, yayılma eyleminin sınırları aştığını ve kontrolden çıktığını ifade eder."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَشَاعَ - isteşāʿa", "muzari": "يَسْتَشِيعُ - yesteşīʿu", "masdar": "اِسْتِشَاعَة - istişāʿa"}, "bab_anlami": "Bir şeyin yayılmasını istemek, yayılmasını sağlamak veya yayılmaya çalışmak. Bu kalıp, kökün yayılma anlamını bir istek ve çaba ile birleştirir. Bir bilginin, fikrin veya inancın yayılmasını arzu etmek ve bu amaçla çalışmak anlamına gelir. Bu eylem, genellikle bir misyon veya ideolojiye bağlılıkla ilişkilidir.", "mikro_mantik": "Bu bab, fiile talep (istif'al) anlamı katar. Eylemin gerçekleşmesini istemek veya eylemi gerçekleştirmek için çaba göstermek anlamına gelir. Bu, yayılma eyleminin bilinçli bir tercih ve aktif bir çaba sonucu gerçekleştiğini ifade eder."}]}]}