{"ضأن": [{"kok": "ضأن", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Zayıflık, incelik, yumuşaklık; korunmaya muhtaç olma hali. Temelinde, varlığın kırılganlığı ve şefkate olan ihtiyacı yatar.", "kavramsal_derinlik": "Hem fiziksel bir zayıflığı (koyun gibi), hem de ruhsal bir teslimiyeti ifade eder. İlahi koruma ve rehberliğe duyulan derin ihtiyacı simgeler. Bu kök, insanın acziyetini kabul ederek daha yüksek bir güce sığınmasının ontolojik yansımasıdır."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "ضَأَنَ - ḍaʾana", "muzari": "يَضْأَنُ - yaḍʾanu", "masdar": "ضَأْن - ḍaʾn"}, "bab_anlami": "Zayıflamak, incelmek, korunmaya muhtaç hale gelmek. Varlığın temel kırılganlığını ve dış etkilere açıklığını ifade eder. Bu kalıp, bir şeyin özünde bulunan hassasiyeti ve bu hassasiyetin getirdiği potansiyel tehlikeleri vurgular. Aynı zamanda, bu zayıflığın, daha büyük bir güce sığınma ihtiyacını doğurduğunu işaret eder.", "mikro_mantik": "Bu bab, kökün temel anlamını en yalın haliyle ifade eder. Fiilin basit ve doğrudan eylemi göstermesi, kökün anlamının özünde bulunan zayıflık ve korunmaya muhtaçlık durumunu vurgular. Kökün temel anlamının herhangi bir ek anlam veya yoğunlaştırma olmadan ifade edilmesini sağlar."}, {"bab_no": 2, "fiil_formlari": {"mazi": "ضَأَّنَ - ḍaʾʾana", "muzari": "يُضَئِّنُ - yuḍaʾʾinu", "masdar": "تَضْئِين - taḍʾīn"}, "bab_anlami": "Zayıflatmak, inceltmek, bir şeyi korunmaya muhtaç hale getirmek. Bir şeyi hassaslaştırmak veya savunmasız bırakmak eylemini ifade eder. Bu kalıp, bir varlığın direncini azaltma ve onu dış etkilere daha açık hale getirme sürecini tanımlar. Aynı zamanda, bu eylemin potansiyel sonuçlarını ve sorumluluğunu da içerir.", "mikro_mantik": "Bu bab, kökün anlamını yoğunlaştırır ve eylemin etkisini artırır. Fiilin tekrarı veya yoğunluğu, zayıflatma eyleminin şiddetini veya sürekli tekrarını gösterir. Bu, kökün anlamının daha belirgin ve etkili bir şekilde ifade edilmesini sağlar."}, {"bab_no": 3, "fiil_formlari": {"mazi": "ضَاءَنَ - ḍāʾana", "muzari": "يُضَائِنُ - yuḍāʾinu", "masdar": "مُضَاءَنَة - muḍāʾana"}, "bab_anlami": "Zayıflıkta veya incelikte yarışmak, birbirini zayıflatmaya çalışmak. Karşılıklı bir etkileşim veya rekabet içinde zayıflama durumunu ifade eder. Bu kalıp, iki veya daha fazla varlık arasındaki güç dengesizliğini ve birbirlerini etkileme çabalarını vurgular. Aynı zamanda, bu rekabetin sonuçlarını ve potansiyel tehlikelerini de içerir.", "mikro_mantik": "Bu bab, kökün anlamını karşılıklı bir etkileşim veya rekabet bağlamına yerleştirir. Fiilin karşılıklılık anlamı, iki veya daha fazla varlık arasındaki zayıflama sürecini vurgular. Bu, kökün anlamının daha dinamik ve ilişkisel bir şekilde ifade edilmesini sağlar."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَضْأَنَ - ʾaḍʾana", "muzari": "يُضْئِنُ - yuḍʾinu", "masdar": "إِضْئَان - ʾiḍʾān"}, "bab_anlami": "Zayıf bulmak, incelmiş görmek, korunmaya muhtaç olduğunu fark etmek. Bir şeyin zayıflığını veya hassasiyetini keşfetmek ve bu duruma dikkat çekmek. Bu kalıp, bir varlığın zayıflığının farkına varılmasını ve bu farkındalığın getirdiği sorumluluğu ifade eder. Aynı zamanda, bu zayıflığın potansiyel sonuçlarını ve müdahale gerekliliğini de içerir.", "mikro_mantik": "Bu bab, kökün anlamını bir keşif veya farkındalık bağlamına yerleştirir. Fiilin geçişli yapısı, bir nesnenin zayıflığının fark edilmesini vurgular. Bu, kökün anlamının daha gözlemsel ve analitik bir şekilde ifade edilmesini sağlar."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَضَأَّنَ - taḍaʾʾana", "muzari": "يَتَضَأَّنُ - yataḍaʾʾanu", "masdar": "تَضَؤُّن - taḍaʾʾun"}, "bab_anlami": "Zayıf görünmek, incelmiş gibi davranmak, korunmaya muhtaçmış gibi rol yapmak. Dışarıya karşı zayıf ve hassas bir imaj sergilemek. Bu kalıp, bir varlığın gerçek durumunu gizleme ve farklı bir izlenim yaratma çabasını ifade eder. Aynı zamanda, bu davranışın motivasyonlarını ve potansiyel sonuçlarını da içerir.", "mikro_mantik": "Bu bab, kökün anlamını bir görünüş veya davranış bağlamına yerleştirir. Fiilin dönüşlü yapısı, zayıflık veya incelik görünümünü sergileyen özneyi vurgular. Bu, kökün anlamının daha teatral ve manipülatif bir şekilde ifade edilmesini sağlar."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَضَاءَنَ - taḍāʾana", "muzari": "يَتَضَاءَنُ - yataḍāʾanu", "masdar": "تَضَاؤُن - taḍāʾun"}, "bab_anlami": "Zayıflık veya incelik göstermek, zayıflık veya incelik belirtileri sergilemek. Dışarıya karşı zayıf ve hassas olduğunu belli etmek. Bu kalıp, bir varlığın zayıflığının veya hassasiyetinin dışa vurumunu ve bu durumun başkaları üzerindeki etkisini ifade eder. Aynı zamanda, bu belirtilerin nedenlerini ve sonuçlarını da içerir.", "mikro_mantik": "Bu bab, kökün anlamını bir dışavurum veya belirti bağlamına yerleştirir. Fiilin dönüşlü yapısı, zayıflık veya incelik belirtilerini sergileyen özneyi vurgular. Bu, kökün anlamının daha açık ve belirgin bir şekilde ifade edilmesini sağlar."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْضَأَنَ - inḍaʾana", "muzari": "يَنْضَئِنُ - yanḍaʾinu", "masdar": "اِنْضِئَان - inḍiʾān"}, "bab_anlami": "Zayıflamak, incelmek, korunmaya muhtaç hale gelmek (kendiliğinden). Bir şeyin doğal olarak zayıflaması veya hassaslaşması durumunu ifade eder. Bu kalıp, dış etkenlerin etkisi olmadan kendiliğinden meydana gelen zayıflamayı vurgular. Aynı zamanda, bu durumun nedenlerini ve sonuçlarını da içerir.", "mikro_mantik": "Bu bab, kökün anlamını kendiliğindenlik veya doğal süreç bağlamına yerleştirir. Fiilin edilgen yapısı, zayıflama eyleminin özne tarafından başlatılmadığını vurgular. Bu, kökün anlamının daha pasif ve kendiliğinden bir şekilde ifade edilmesini sağlar."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِضْطَأَنَ - iḍṭaʾana", "muzari": "يَضْطَئِنُ - yaḍṭaʾinu", "masdar": "اِضْطِيَان - iḍṭiyān"}, "bab_anlami": "Zayıflamaya zorlanmak, incelmeye mecbur kalmak, korunmaya muhtaç hale getirilmek. Dış etkenler tarafından zayıflatılmak veya hassaslaştırılmak. Bu kalıp, bir varlığın iradesi dışında zayıflatılmasını ve bu durumun neden olduğu zorlukları ifade eder. Aynı zamanda, bu eylemi gerçekleştirenlerin sorumluluğunu da içerir.", "mikro_mantik": "Bu bab, kökün anlamını zorlama veya mecburiyet bağlamına yerleştirir. Fiilin edilgen yapısı, zayıflama eyleminin özne üzerinde uygulandığını vurgular. Bu, kökün anlamının daha mağduriyet ve zorlama içeren bir şekilde ifade edilmesini sağlar."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اِضْأَنَّ - iḍʾanna", "muzari": "يَضْأَنُّ - yaḍʾannu", "masdar": "اِضْئِنَان - iḍʾinān"}, "bab_anlami": "Çok zayıflamak, aşırı derecede incelmek, son derece korunmaya muhtaç hale gelmek. Zayıflığın veya hassasiyetin en üst düzeyde yaşanması durumunu ifade eder. Bu kalıp, bir varlığın direncinin tamamen tükenmesi ve dış etkilere karşı tamamen savunmasız kalması durumunu vurgular. Aynı zamanda, bu durumun potansiyel sonuçlarını ve tehlikelerini de içerir.", "mikro_mantik": "Bu bab, kökün anlamını aşırılık veya yoğunluk bağlamına yerleştirir. Fiilin yoğunlaştırılmış yapısı, zayıflığın veya inceliğin en üst düzeyde olduğunu vurgular. Bu, kökün anlamının daha dramatik ve etkileyici bir şekilde ifade edilmesini sağlar."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَضْأَنَ - istaḍʾana", "muzari": "يَسْتَضْئِنُ - yastaḍʾinu", "masdar": "اِسْتِضْئَان - istidʾān"}, "bab_anlami": "Zayıflık veya incelik aramak, zayıflık veya incelik belirtileri göstermek, korunmaya muhtaç hale gelmeye çalışmak. Bir şeyin zayıflığını veya hassasiyetini aramak veya bu durumu taklit etmek. Bu kalıp, bir varlığın zayıflık veya hassasiyet arayışını ve bu arayışın motivasyonlarını ifade eder. Aynı zamanda, bu davranışın potansiyel sonuçlarını ve tehlikelerini de içerir.", "mikro_mantik": "Bu bab, kökün anlamını bir arayış veya taklit bağlamına yerleştirir. Fiilin talep veya arayış anlamı, zayıflık veya incelik arayışını vurgular. Bu, kökün anlamının daha stratejik ve manipülatif bir şekilde ifade edilmesini sağlar."}]}], "ضبح": [{"kok": "ضبح", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Hızlı ve kontrolsüz bir şekilde yayılma, özellikle ses veya hareket yoluyla. Bu yayılma, içsel bir gerilimin dışa vurumu veya bir hedefe yönelik aceleci bir yönelimi ifade edebilir.", "kavramsal_derinlik": "Bu kök, hem fiziksel (atların soluması, bir şeyin hızla yayılması) hem de metafiziksel (içsel dürtülerin dışavurumu, kontrolsüz arzuların yayılması) boyutlarda anlam taşır. İnsanın içindeki kontrol edilemeyen güçlerin ve bunların dış dünyaya yansımasının bir sembolüdür."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "ضَبَحَ - dabaha", "muzari": "يَضْبَحُ - yadbahu", "masdar": "ضَبْح - dabh"}, "bab_anlami": "Temel anlamıyla, bu bab, bir atın solumasını veya hızlı koşarken çıkardığı sesi ifade eder. Daha geniş bir anlamda, kontrolsüz bir şekilde yayılmayı, aceleci davranmayı veya içsel bir dürtünün dışa vurumunu temsil edebilir. Bu kalıp, bir şeyin doğal ve içgüdüsel bir şekilde ortaya çıkışını vurgular; tıpkı bir atın koşarken nefes alışverişinin kontrolsüz ve doğal olması gibi.", "mikro_mantik": "Bu bab, kökün temel anlamını doğrudan ve değişmeden yansıtır. Fiilin basit ve yalın hali, eylemin kendiliğindenliğini ve doğal akışını vurgular. Kökün anlamı, herhangi bir ek anlam katmanı veya yoğunlaştırma olmaksızın, olduğu gibi ifade edilir."}, {"bab_no": 2, "fiil_formlari": {"mazi": "ضُبِّحَ - dubbiha", "muzari": "يُضَبَّحُ - yudabbahu", "masdar": "تَضْبِيح - tadbih"}, "bab_anlami": "Bu bab, bir eylemin yoğunluğunu veya tekrarlanmasını ifade eder. 'ضبح' kökü için, bir şeyin sürekli ve yoğun bir şekilde yayılmasını, kontrolsüz bir şekilde çoğalmasını veya bir durumun aşırı derecede belirgin hale gelmesini ifade edebilir. Bu kalıp, bir olayın veya durumun şiddetini ve etkisini artırır, sanki bir şey sürekli olarak ve artan bir hızla yayılıyormuş gibi.", "mikro_mantik": "Bu bab, kökün anlamını yoğunlaştırır ve eylemin tekrarlanmasını veya sürekliliğini vurgular. Fiilin yapısı, eylemin pasif bir şekilde gerçekleştiğini veya bir dış etkenin etkisiyle yoğunlaştığını gösterir. Bu, kökün anlamının daha karmaşık ve derinlemesine bir şekilde ifade edilmesini sağlar."}, {"bab_no": 3, "fiil_formlari": {"mazi": "ضَابَحَ - daabaha", "muzari": "يُضَابِحُ - yudaabihu", "masdar": "ضِبَاح - dibaah, مُضَابَحَة - mudaabahah"}, "bab_anlami": "Bu bab, karşılıklı etkileşimi veya rekabeti ifade eder. 'ضبح' kökü için, iki veya daha fazla varlığın kontrolsüz bir şekilde yayılma veya bir hedefe ulaşma konusunda rekabet etmesini ifade edebilir. Bu kalıp, taraflar arasındaki gerilimi ve rekabeti vurgular, sanki her biri diğerini geçmeye çalışıyormuş gibi. Aynı zamanda, içsel dürtülerin veya arzuların birbiriyle çatışmasını da temsil edebilir.", "mikro_mantik": "Bu bab, kökün anlamını karşılıklılık ve rekabet unsurlarıyla zenginleştirir. Fiilin yapısı, eylemin iki veya daha fazla taraf arasında gerçekleştiğini ve her birinin diğerini etkilediğini gösterir. Bu, kökün anlamının daha dinamik ve etkileşimli bir şekilde ifade edilmesini sağlar."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَضْبَحَ - adbaha", "muzari": "يُضْبِحُ - yudbihu", "masdar": "إِضْبَاح - idbah"}, "bab_anlami": "Bu bab, bir şeyi belirli bir duruma sokmayı veya bir niteliği kazandırmayı ifade eder. 'ضبح' kökü için, bir şeyi kontrolsüz bir şekilde yayılmaya veya aceleci davranmaya sevk etmeyi ifade edebilir. Bu kalıp, bir eylemin nedenini veya sonucunu vurgular, sanki bir şeyin kontrolsüzlüğe sürüklenmesine neden olunuyormuş gibi. Aynı zamanda, içsel dürtülerin veya arzuların bir şeyi ele geçirmesine izin vermeyi de temsil edebilir.", "mikro_mantik": "Bu bab, kökün anlamını nedensellik ve etki unsurlarıyla genişletir. Fiilin yapısı, bir şeyin başka bir şeyi etkilediğini veya belirli bir duruma soktuğunu gösterir. Bu, kökün anlamının daha karmaşık ve neden-sonuç ilişkisi içinde ifade edilmesini sağlar."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَضَبَّحَ - tadabbaha", "muzari": "يَتَضَبَّحُ - yatadabbahu", "masdar": "تَضَبُّح - tadabbuh"}, "bab_anlami": "Bu bab, bir eylemi yapmacık bir şekilde veya gösteriş için yapmayı ifade eder. 'ضبح' kökü için, kontrolsüz bir şekilde yayılıyormuş veya aceleci davranıyormuş gibi görünmeyi, ancak aslında öyle olmamayı ifade edebilir. Bu kalıp, dış görünüş ile içsel gerçeklik arasındaki farkı vurgular, sanki bir kişi veya şey, kontrolsüzlüğün veya aceleciliğin maskesini takıyormuş gibi. Aynı zamanda, içsel dürtülerin veya arzuların sahte bir şekilde sergilenmesini de temsil edebilir.", "mikro_mantik": "Bu bab, kökün anlamını yapmacıklık ve gösteriş unsurlarıyla karmaşıklaştırır. Fiilin yapısı, eylemin gerçekte olduğundan farklı görünmeye çalıştığını gösterir. Bu, kökün anlamının daha ironik ve eleştirel bir şekilde ifade edilmesini sağlar."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَضَابَحَ - tadaabaha", "muzari": "يَتَضَابَحُ - yatadaabahu", "masdar": "تَضَابُح - tadaabuh"}, "bab_anlami": "Bu bab, karşılıklı olarak bir şeyi yapıyormuş gibi görünmeyi veya rekabet ediyormuş gibi davranmayı ifade eder. 'ضبح' kökü için, iki veya daha fazla varlığın kontrolsüz bir şekilde yayılma veya bir hedefe ulaşma konusunda rekabet ediyormuş gibi davranmasını, ancak aslında işbirliği yapmasını veya aynı amaca hizmet etmesini ifade edebilir. Bu kalıp, dış rekabetin altında yatan işbirliğini veya ortak amacı vurgular, sanki taraflar birbirleriyle yarışıyormuş gibi görünseler de, aslında aynı yöne doğru ilerliyorlarmış gibi.", "mikro_mantik": "Bu bab, kökün anlamını karşılıklı yapmacıklık ve rekabet yanılsaması unsurlarıyla zenginleştirir. Fiilin yapısı, eylemin iki veya daha fazla taraf arasında gerçekleştiğini ve her birinin diğerini taklit ettiğini veya rekabet ediyormuş gibi davrandığını gösterir. Bu, kökün anlamının daha paradoksal ve ironik bir şekilde ifade edilmesini sağlar."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْضَبَحَ - indabaha", "muzari": "يَنْضَبِحُ - yandabihu", "masdar": "اِنْضِبَاح - indibaah"}, "bab_anlami": "Bu bab, bir eylemin kendiliğinden veya doğal olarak gerçekleşmesini ifade eder. 'ضبح' kökü için, kontrolsüz bir şekilde yayılmanın veya aceleci davranmanın kendiliğinden ortaya çıkmasını, herhangi bir dış etki veya zorlama olmaksızın gerçekleşmesini ifade edebilir. Bu kalıp, eylemin doğal ve içgüdüsel doğasını vurgular, sanki bir şey kendi içsel dinamiğiyle hareket ediyormuş gibi. Aynı zamanda, içsel dürtülerin veya arzuların kendiliğinden ortaya çıkmasını da temsil edebilir.", "mikro_mantik": "Bu bab, kökün anlamını kendiliğindenlik ve doğallık unsurlarıyla basitleştirir. Fiilin yapısı, eylemin pasif bir şekilde ve herhangi bir dış müdahale olmaksızın gerçekleştiğini gösterir. Bu, kökün anlamının daha saf ve temel bir şekilde ifade edilmesini sağlar."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِضْطَبَحَ - idtabaha", "muzari": "يَضْطَبِحُ - yadtabihu", "masdar": "اِضْطِبَاح - idtibaah"}, "bab_anlami": "Bu bab, bir eylemi zorla veya isteksizce yapmayı ifade eder. 'ضبح' kökü için, kontrolsüz bir şekilde yayılmaya veya aceleci davranmaya zorlanmayı, içsel bir dirençle birlikte bu eylemi gerçekleştirmeyi ifade edebilir. Bu kalıp, eylemin zoraki ve isteksiz doğasını vurgular, sanki bir kişi veya şey, kendi iradesi dışında bir şeye sürükleniyormuş gibi. Aynı zamanda, içsel dürtülerin veya arzuların baskısı altında kalmayı da temsil edebilir.", "mikro_mantik": "Bu bab, kökün anlamını zorlama ve isteksizlik unsurlarıyla karmaşıklaştırır. Fiilin yapısı, eylemin zorla veya isteksizce gerçekleştiğini ve içsel bir çatışmayı içerdiğini gösterir. Bu, kökün anlamının daha dramatik ve gerilimli bir şekilde ifade edilmesini sağlar."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اِضْبَاحَّ - idbahha", "muzari": "يَضْبَاحُّ - yadbahhu", "masdar": "اِضْبِيْحَاح - idbihaah"}, "bab_anlami": "Bu bab, bir niteliğin aşırı derecede belirgin hale gelmesini ifade eder. 'ضبح' kökü için, kontrolsüzlüğün veya aceleciliğin aşırı derecede belirgin hale gelmesini, bir durumun kontrolden çıkmış olduğunu veya bir şeyin aşırı hızla yayıldığını ifade edebilir. Bu kalıp, bir durumun veya niteliğin şiddetini ve yoğunluğunu vurgular, sanki bir şey aşırı derecede belirgin ve kaçınılmaz hale gelmiş gibi.", "mikro_mantik": "Bu bab, kökün anlamını aşırılık ve belirginlik unsurlarıyla yoğunlaştırır. Fiilin yapısı, bir niteliğin aşırı derecede belirgin hale geldiğini ve artık göz ardı edilemeyeceğini gösterir. Bu, kökün anlamının daha vurgulu ve etkileyici bir şekilde ifade edilmesini sağlar."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَضْبَحَ - istadbaha", "muzari": "يَسْتَضْبِحُ - yastadbihu", "masdar": "اِسْتِضْبَاح - istidbaah"}, "bab_anlami": "Bu bab, bir şeyden fayda sağlamayı veya bir şeyi elde etmeye çalışmayı ifade eder. 'ضبح' kökü için, kontrolsüz bir şekilde yayılmaktan veya aceleci davranmaktan fayda sağlamaya çalışmayı, bu tür davranışların avantajlarından yararlanmayı ifade edebilir. Bu kalıp, bir eylemin amacını ve motivasyonunu vurgular, sanki bir kişi veya şey, kontrolsüzlük veya acelecilik yoluyla bir hedefe ulaşmaya çalışıyormuş gibi. Aynı zamanda, içsel dürtülerin veya arzuların tatmin edilmesini de temsil edebilir.", "mikro_mantik": "Bu bab, kökün anlamını fayda ve amaç unsurlarıyla genişletir. Fiilin yapısı, bir şeyden fayda sağlamaya veya bir şeyi elde etmeye çalışıldığını gösterir. Bu, kökün anlamının daha stratejik ve pragmatik bir şekilde ifade edilmesini sağlar."}]}], "ضجع": [{"kok": "ضجع", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Rahatlama, eğilme, yatma; içsel huzura yönelme eylemi. Varlığın geçici bir süreliğine dış dünyadan soyutlanarak kendi özüne dönmesi.", "kavramsal_derinlik": "Fiziksel bir duruşun ötesinde, ruhun sükunet arayışı ve kendini dinleme ihtiyacı. İnsanın faniliğini idrak ederek ebedi olana yönelme çabası."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "ضَجَعَ - ḍajaʿa", "muzari": "يَضْجَعُ - yaḍjaʿu", "masdar": "ضَجْع - ḍajʿ"}, "bab_anlami": "Temel anlamıyla yatmak, uzanmak, eğilmek. Bu kalıp, kökün temel anlamını en yalın haliyle ifade eder. Varlığın, yorgunluğunu gidermek veya dinlenmek amacıyla geçici bir süre için yer çekimine teslim olmasıdır. Aynı zamanda, içsel bir yolculuğa çıkmadan önceki hazırlık evresini de simgeler; zihnin ve bedenin sükunete ermesiyle başlayan bir tefekkür sürecinin ilk adımıdır.", "mikro_mantik": "Kökün temel anlamını doğrudan ifade eder. Eylemin basit ve değişmez halini gösterir. Fiilin öznesi, eylemi doğrudan ve başka bir aracı olmaksızın gerçekleştirir."}, {"bab_no": 2, "fiil_formlari": {"mazi": "ضَجَّعَ - ḍajjaʿa", "muzari": "يُضَجِّعُ - yuḍajjiʿu", "masdar": "تَضْجِيع - taḍjīʿ"}, "bab_anlami": "Bir şeyi veya birini yatırmak, uzandırmak. Bu kalıp, eylemin başkası üzerinde gerçekleştiğini gösterir. Bir başkasının rahatlamasına veya dinlenmesine yardımcı olma eylemini ifade eder. Aynı zamanda, bir durumu veya nesneyi kontrol altına alma, onu belirli bir pozisyona getirme anlamını da taşır. Bu, dışsal bir etkiyle içsel bir denge oluşturma çabasıdır.", "mikro_mantik": "Eylemin geçişli hale geldiğini gösterir. Fiilin öznesi, eylemi dolaylı olarak, başka bir nesne veya kişi aracılığıyla gerçekleştirir. Eylemin yoğunluğu ve etkisi artar."}, {"bab_no": 3, "fiil_formlari": {"mazi": "تَضَاجَعَ - taḍājaʿa", "muzari": "يَتَضَاجَعُ - yataḍājaʿu", "masdar": "تَضَاجُع - taḍājuʿ"}, "bab_anlami": "Karşılıklı yatmak, yan yana uzanmak; bir araya gelerek rahatlamak, huzur bulmak. Bu kalıp, eylemin karşılıklı ve ortaklaşa yapıldığını ifade eder. İki veya daha fazla varlığın bir araya gelerek birbirlerine destek olması, birlikte dinlenmesi ve huzur bulmasıdır. Bu, birlikteliğin ve dayanışmanın getirdiği içsel dinginliği simgeler. Aynı zamanda, ortak bir amaç için bir araya gelerek güç birliği yapma anlamını da taşır.", "mikro_mantik": "Eylemin karşılıklı ve ortaklaşa yapıldığını gösterir. Fiilin öznesi ve nesnesi arasındaki etkileşim ön plana çıkar. Eylemin yayılımı ve etkisi artar."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَضْجَعَ - aḍjaʿa", "muzari": "يُضْجِعُ - yuḍjiʿu", "masdar": "إِضْجَاع - iḍjāʿ"}, "bab_anlami": "Yatırmak, uzandırmak, zorla yatırmak; bir şeyi veya birini belirli bir duruma sokmak. Bu kalıp, eylemin zorlama veya mecburiyet içerdiğini gösterir. Bir şeyi veya birini kendi isteği dışında bir pozisyona getirme, kontrol altına alma anlamını taşır. Aynı zamanda, bir durumu veya olayı manipüle ederek istenilen sonuca ulaşma çabasını da ifade eder. Bu, dışsal bir güç kullanarak içsel dengeyi bozma veya yeniden kurma eylemidir.", "mikro_mantik": "Eylemin zorlama veya mecburiyet içerdiğini gösterir. Fiilin öznesi, eylemi baskı veya zor kullanarak gerçekleştirir. Eylemin etkisi daha güçlü ve kalıcıdır."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَضَجَّعَ - taḍajjaʿa", "muzari": "يَتَضَجَّعُ - yataḍajjaʿu", "masdar": "تَضَجُّع - taḍajjuʿ"}, "bab_anlami": "Yere serilmek, uzanır gibi yapmak, kendini yatmış gibi göstermek; rahatlamış görünmeye çalışmak. Bu kalıp, eylemin zahiri ve yapmacık olduğunu gösterir. Gerçekte rahatlamamış olmasına rağmen, dışarıya rahatlamış gibi görünme çabasını ifade eder. İçsel bir huzursuzluğun veya gerginliğin dışa yansımasını engelleme çabasıdır. Aynı zamanda, bir durumu olduğundan farklı gösterme, manipülasyon yapma anlamını da taşır.", "mikro_mantik": "Eylemin yapmacık ve zahiri olduğunu gösterir. Fiilin öznesi, eylemi gerçekte hissetmeden, sadece görünüşte gerçekleştirir. Eylemin etkisi yüzeysel ve geçicidir."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَضَاجُعَ - taḍājuʿa", "muzari": "يَتَضَاجُعُ - yataḍājuʿu", "masdar": "تَضَاجُع - taḍājuʿ"}, "bab_anlami": "Bu kalıp nadiren kullanılır ve genellikle karşılıklı yatma, birbirine yaslanma anlamını pekiştirir. İki varlığın birbirine yakınlaşarak, destek alarak ve vererek rahatlaması, huzur bulmasıdır. Bu, karşılıklı güvenin ve dayanışmanın getirdiği içsel dinginliği simgeler. Aynı zamanda, ortak bir amaç için bir araya gelerek güç birliği yapma ve birbirine destek olma anlamını da taşır. İlişkilerde samimiyet ve yakınlığın artmasıyla ortaya çıkan bir durumdur.", "mikro_mantik": "Eylemin karşılıklı ve ortaklaşa yapıldığını, ancak daha yoğun ve samimi bir etkileşim içerdiğini gösterir. Fiilin öznesi ve nesnesi arasındaki bağ güçlenir. Eylemin yayılımı ve etkisi daha derin ve kalıcıdır."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْضَجَعَ - inḍajaʿa", "muzari": "يَنْضَجِعُ - yanḍajiʿu", "masdar": "اِنْضِجَاع - inḍijāʿ"}, "bab_anlami": "Yatmak, uzanmak, yere serilmek; kendini bırakmak, teslim olmak. Bu kalıp, eylemin kendiliğinden ve içsel bir ihtiyaçtan kaynaklandığını gösterir. Varlığın, yorgunluğunu gidermek veya dinlenmek amacıyla kendini yer çekimine bırakması, dış dünyadan soyutlanarak kendi içine dönmesidir. Aynı zamanda, bir duruma veya olaya karşı teslimiyet gösterme, direnci bırakma anlamını da taşır. Bu, içsel bir kabulleniş ve huzur arayışıdır.", "mikro_mantik": "Eylemin kendiliğinden ve içsel bir ihtiyaçtan kaynaklandığını gösterir. Fiilin öznesi, eylemi kendi iradesiyle ve başka bir aracı olmaksızın gerçekleştirir. Eylemin etkisi içsel ve kişiseldir."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِضْطَجَعَ - iḍṭajaʿa", "muzari": "يَضْطَجِعُ - yaḍṭajiʿu", "masdar": "اِضْطِجَاع - iḍṭijāʿ"}, "bab_anlami": "Yatmak, uzanmak, yan yatmak; bir şeye dayanmak, yaslanmak. Bu kalıp, eylemin bir destek veya dayanak noktasıyla ilişkili olduğunu gösterir. Varlığın, rahatlamak veya dinlenmek amacıyla bir şeye yaslanması, dayanmasıdır. Aynı zamanda, bir duruma veya olaya karşı güven duymak, itimat etmek anlamını da taşır. Bu, dışsal bir desteğe ihtiyaç duyarak içsel dengeyi sağlama çabasıdır.", "mikro_mantik": "Eylemin bir destek veya dayanak noktasıyla ilişkili olduğunu gösterir. Fiilin öznesi, eylemi gerçekleştirirken dışsal bir faktörden destek alır. Eylemin etkisi daha güvenli ve kontrollüdür."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اِضْجَاعَّ - iḍjāʿa (nadir)", "muzari": "يَضْجَاعُّ - yaḍjāʿu (nadir)", "masdar": "اِضْجِيعَاع - iḍjīʿāʿ (nadir)"}, "bab_anlami": "Bu kalıp son derece nadirdir ve genellikle aşırı derecede yatmak, yere serilmek, kendini tamamen bırakmak anlamını taşır. Varlığın, tüm direnci bırakarak kendini tamamen yer çekimine teslim etmesi, dış dünyadan tamamen soyutlanmasıdır. Bu, içsel bir çöküşün veya tükenmişliğin ifadesi olabilir. Aynı zamanda, bir duruma veya olaya karşı tam bir teslimiyet gösterme, kaderine razı olma anlamını da taşıyabilir.", "mikro_mantik": "Eylemin aşırı ve abartılı bir şekilde yapıldığını gösterir. Fiilin öznesi, eylemi tüm gücüyle ve direnci bırakarak gerçekleştirir. Eylemin etkisi çok güçlü ve kalıcı olabilir."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَضْجَعَ - istaḍjaʿa", "muzari": "يَسْتَضْجِعُ - yastaḍjiʿu", "masdar": "اِسْتِضْجَاع - istiḍjāʿ"}, "bab_anlami": "Yatmak istemek, yatmayı arzu etmek, yatacak yer aramak; rahatlamak için çabalamak. Bu kalıp, eylemin bir istek veya arzuya dayandığını gösterir. Varlığın, rahatlamak veya dinlenmek amacıyla yatacak bir yer arayışı, huzur bulma çabasıdır. Aynı zamanda, bir duruma veya olaya karşı sığınmak, korunmak isteme anlamını da taşır. Bu, içsel bir ihtiyaçtan kaynaklanan bir arayış ve çabadır.", "mikro_mantik": "Eylemin bir istek veya arzuya dayandığını gösterir. Fiilin öznesi, eylemi gerçekleştirmek için çaba gösterir ve arayış içindedir. Eylemin etkisi kişisel ve özneldir."}]}], "ضحك": [{"kok": "ضحك", "ontolojik_analiz": {"temel_anlam_cekirdegi": "İçsel neşenin dışa vurumu, ruhun hafiflemesi ve varoluşsal bir onaylama.", "kavramsal_derinlik": "Gülmek, sadece bir tepki değil, aynı zamanda bir anlama biçimidir. İnsanın kendi varlığına, evrene ve diğer insanlarla olan ilişkisine dair bir kabul ve sevinç ifadesidir. İlahi boyutta ise, yaratılışın mükemmelliğine duyulan hayranlığın ve hoşnutluğun bir yansımasıdır."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "ضَحَكَ - dahaka", "muzari": "يَضْحَكُ - yadhaku", "masdar": "ضَحْك - dahk"}, "bab_anlami": "Gülmek, içten bir sevinç veya memnuniyet ifadesi olarak ortaya çıkar. Bu, kişinin iç dünyasındaki pozitif bir durumun dışa yansımasıdır. Aynı zamanda, gülmek, hafiflik, neşe ve olumlu bir bakış açısının tezahürüdür; kişinin yaşamla ve çevresiyle uyumlu bir ilişki içinde olduğunu gösterir.", "mikro_mantik": "Bu basit fiil kalıbı, kökün temel anlamını doğrudan ve değişmez bir şekilde ifade eder. Eylemin kendiliğindenliğini ve doğal akışını vurgular. Kökün özündeki neşe ve hafiflik, bu kalıpla en saf haliyle ortaya çıkar."}, {"bab_no": 2, "fiil_formlari": {"mazi": "أَضْحَكَ - adhaka", "muzari": "يُضْحِكُ - yudhiku", "masdar": "إِضْحَاك - idhak"}, "bab_anlami": "Güldürmek, bir başkasında neşe ve sevinç yaratma eylemidir. Bu, kişinin başkalarının kalplerine dokunarak onlara mutluluk verme yeteneğini ifade eder. Aynı zamanda, güldürmek, sosyal bağları güçlendirir, stresi azaltır ve insanlar arasında olumlu bir atmosfer yaratır; bu da bir tür şifa ve rahatlama kaynağıdır.", "mikro_mantik": "Bu kalıp, kökün anlamını geçişli hale getirir; yani eylemin bir nesnesi vardır. Bir başkasını güldürme eylemi, failin aktif rolünü ve etkisini vurgular. Kökün anlamı, başkalarına neşe verme ve olumlu etki yaratma yönünde genişler."}, {"bab_no": 3, "fiil_formlari": {"mazi": "تَضَاحَكَ - tadahaka", "muzari": "يَتَضَاحَكُ - yatadahaku", "masdar": "تَضَاحُك - tadahuk"}, "bab_anlami": "Karşılıklı gülüşmek, bir grup insanın birlikte neşelenmesi ve sevinçlerini paylaşmasıdır. Bu, topluluk içinde uyum ve dayanışma duygusunu güçlendirir. Aynı zamanda, karşılıklı gülüşmek, insanların birbirleriyle olan bağlarını derinleştirir, stresi azaltır ve ortak bir neşe deneyimi yaratır; bu da sosyal bir ritüel ve bir araya gelme biçimidir.", "mikro_mantik": "Bu kalıp, eylemin karşılıklı ve tekrarlı olduğunu gösterir. İki veya daha fazla kişinin birlikte gülmesi, eylemin sosyal boyutunu ve etkileşimini vurgular. Kökün anlamı, paylaşılan neşe ve topluluk duygusu yönünde derinleşir."}, {"bab_no": 4, "fiil_formlari": {"mazi": "اِسْتَضْحَكَ - istadhaka", "muzari": "يَسْتَضْحِكُ - yastadhiku", "masdar": "اِسْتِضْحَاك - istidhak"}, "bab_anlami": "Gülünç bulmak, bir şeyi veya birini alaycı bir şekilde gülünç görmek ve onunla eğlenmektir. Bu, bazen küçümseme veya aşağılama içerebilir. Aynı zamanda, gülünç bulmak, kişinin kendi üstünlüğünü veya zekasını gösterme çabası olabilir; ancak bu, başkalarının duygularını incitme potansiyeli taşır ve ahlaki bir sorgulamayı gerektirir.", "mikro_mantik": "Bu kalıp, eylemin bir arayış veya talep içerdiğini gösterir. Gülünç bulma eylemi, failin bir şeyi gülünç hale getirme veya gülünç bir durum yaratma çabasını vurgular. Kökün anlamı, alaycılık ve küçümseme gibi olumsuz anlamlara doğru kayabilir."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَضَحَّكَ - tadahhaka", "muzari": "يَتَضَحَّكُ - yatadahhaku", "masdar": "تَضَحُّك - tadahhuk"}, "bab_anlami": "Gülüyormuş gibi yapmak, aslında içten olmayan bir şekilde gülme eylemidir. Bu, bazen sosyal beklentileri karşılama veya gerçek duyguları gizleme amacı taşır. Aynı zamanda, gülüyormuş gibi yapmak, kişinin iç dünyasındaki huzursuzluğu veya mutsuzluğu maskeleme çabası olabilir; bu da samimiyetsizlik ve yapaylık hissi yaratır.", "mikro_mantik": "Bu kalıp, eylemin yapmacık veya abartılı olduğunu gösterir. Gülüyormuş gibi yapma eylemi, failin gerçek duygularını gizleme veya yanıltma çabasını vurgular. Kökün anlamı, samimiyetsizlik ve yapaylık gibi olumsuz anlamlara doğru kayar."}, {"bab_no": 6, "fiil_formlari": {"mazi": "ضاحَكَ - dahaka", "muzari": "يُضاحِكُ - yudahiku", "masdar": "مُضاحَكَة - mudahaka"}, "bab_anlami": "Biriyle şakalaşmak, karşılıklı olarak neşeli ve eğlenceli bir etkileşimde bulunmaktır. Bu, sosyal bağları güçlendirir, stresi azaltır ve insanlar arasında olumlu bir atmosfer yaratır. Aynı zamanda, şakalaşmak, karşılıklı saygı ve anlayış çerçevesinde gerçekleştiğinde, ilişkileri derinleştirir ve keyifli bir deneyim sunar; bu da bir tür sosyal oyun ve iletişim biçimidir.", "mikro_mantik": "Bu kalıp, eylemin karşılıklı ve etkileşimli olduğunu gösterir. Şakalaşma eylemi, iki veya daha fazla kişinin birbirleriyle neşeli bir şekilde etkileşimde bulunmasını vurgular. Kökün anlamı, sosyal etkileşim ve neşe paylaşımı yönünde genişler."}]}], "ضحو": [{"kok": "ضحو", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Aydınlığın tezahürü, güneşin yükselişiyle beliren netlik ve açıklık; varlığın gizli kalmış yönlerinin ortaya çıkması.", "kavramsal_derinlik": "Fiziksel aydınlanmanın ötesinde, zihinsel ve ruhsal berraklığa işaret eder. İrfan yolunda ilerleyenlerin kalplerinde doğan hakikat nuru ve bu nurun evrene yayılması."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "ضَحَا - dahaa", "muzari": "يَضْحُو - yadhuu", "masdar": "ضَحْو - dahv"}, "bab_anlami": "Güneşin yükselmesi, aydınlığın belirmesi ve bu aydınlıkla birlikte işlerin kolaylaşması, belirginleşmesi anlamlarını taşır. Aynı zamanda, bir şeyin zahir olması, gizliliğin ortadan kalkması ve gerçeğin tüm çıplaklığıyla ortaya çıkması demektir. Bu kalıp, bir durumun veya olayın aydınlığa kavuşması, anlaşılması ve çözüme ulaşılması sürecini ifade eder.", "mikro_mantik": "Bu kalıp, kökün temel anlamını doğrudan ve yalın bir şekilde ifade eder. Fiilin basit ve temel formu, eylemin kendiliğinden ve doğal bir süreç olarak gerçekleştiğini vurgular. Kökün anlamının herhangi bir ekleme veya değişiklik olmaksızın saf haliyle ifade edilmesini sağlar."}, {"bab_no": 2, "fiil_formlari": {"mazi": "ضَاحَى - daahaa", "muzari": "يُضَاحِي - yudaahi", "masdar": "مُضَاحَاة - mudaahaat"}, "bab_anlami": "Bir şeyle yarışmak, rekabet etmek veya benzer özelliklere sahip olmak anlamlarını taşır. Bu kalıp, iki şeyin birbirine denk veya yakın olduğunu, birbirleriyle kıyaslanabilir nitelikte olduğunu ifade eder. Aynı zamanda, bir şeyi taklit etmek veya ona benzemeye çalışmak anlamında da kullanılabilir. Bu kalıp, varlıkların birbirleriyle olan ilişkilerini, benzerliklerini ve rekabetlerini vurgular.", "mikro_mantik": "Bu kalıp, kökün anlamını karşılaştırma ve rekabet unsurlarıyla genişletir. Fiilin bu formu, eylemin karşılıklı ve etkileşimli bir şekilde gerçekleştiğini gösterir. Kökün anlamının, iki veya daha fazla varlık arasındaki ilişki bağlamında değerlendirilmesini sağlar."}, {"bab_no": 3, "fiil_formlari": {"mazi": "ضَاحَ - daaha", "muzari": "يُضِيْحُ - yudihu", "masdar": "مُضَاوَحَة - mudaavahat"}, "bab_anlami": "Bir şeyi aşikar kılmak, ortaya çıkarmak, belirginleştirmek anlamlarını taşır. Bu kalıp, gizli veya belirsiz olan bir şeyin açığa çıkarılması, anlaşılır hale getirilmesi sürecini ifade eder. Aynı zamanda, bir durumu veya olayı net bir şekilde açıklamak, izah etmek anlamında da kullanılabilir. Bu kalıp, hakikatin ortaya çıkması, gerçeğin aydınlanması ve bilginin yayılması süreçlerini vurgular.", "mikro_mantik": "Bu kalıp, kökün anlamını açıklık ve belirginlik unsurlarıyla derinleştirir. Fiilin bu formu, eylemin bir şeyi görünür hale getirme veya ortaya çıkarma amacını taşıdığını gösterir. Kökün anlamının, bilgi ve farkındalık bağlamında değerlendirilmesini sağlar."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَضْحَى - adhaa", "muzari": "يُضْحِي - yudhi", "masdar": "إِضْحَاء - idhaa"}, "bab_anlami": "Sabah vaktine girmek, sabahlamak veya bir şeyin sabah vaktinde olması anlamlarını taşır. Bu kalıp, zamanın belirli bir dilimini, özellikle de sabah vaktini vurgular. Aynı zamanda, bir durumun veya olayın sabah vaktinde gerçekleşmesi, başlaması veya ortaya çıkması anlamında da kullanılabilir. Bu kalıp, yeni başlangıçlar, umut ve aydınlık gibi kavramlarla ilişkilendirilebilir.", "mikro_mantik": "Bu kalıp, kökün anlamını zaman kavramıyla ilişkilendirir. Fiilin bu formu, eylemin belirli bir zaman diliminde gerçekleştiğini veya zamanla ilişkili olduğunu gösterir. Kökün anlamının, zamanın akışı ve değişim bağlamında değerlendirilmesini sağlar."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَضَحَّى - tadahhaa", "muzari": "يَتَضَحَّى - yatadahhaa", "masdar": "تَضَحِّي - tadahhi"}, "bab_anlami": "Güneşlenmek, güneşin sıcaklığından faydalanmak veya bir şeyin güneş ışığına maruz kalması anlamlarını taşır. Aynı zamanda, bir şeyi feda etmek, kurban etmek veya bir amaç uğruna fedakarlıkta bulunmak anlamında da kullanılabilir. Bu kalıp, hem fiziksel hem de manevi anlamda bir şeyden vazgeçmeyi, bir amaç uğruna kendini feda etmeyi ifade eder.", "mikro_mantik": "Bu kalıp, kökün anlamını fedakarlık ve adanmışlık unsurlarıyla zenginleştirir. Fiilin bu formu, eylemin bir amaç uğruna yapılan bir fedakarlık veya adanmışlık olduğunu gösterir. Kökün anlamının, değerler ve inançlar bağlamında değerlendirilmesini sağlar."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَضَاحَى - tadaahaa", "muzari": "يَتَضَاحَى - yatadaahaa", "masdar": "تَضَاحِي - tadaahi"}, "bab_anlami": "Birbirine benzemeye çalışmak, rekabet etmek veya birbirini taklit etmek anlamlarını taşır. Bu kalıp, iki veya daha fazla varlığın birbirleriyle olan ilişkilerini, benzerliklerini ve rekabetlerini vurgular. Aynı zamanda, bir şeyi örnek almak, ona özenmek veya onun gibi olmaya çalışmak anlamında da kullanılabilir. Bu kalıp, varlıkların birbirlerinden etkilenmesi, birbirlerini geliştirmesi ve birbirleriyle yarışması süreçlerini ifade eder.", "mikro_mantik": "Bu kalıp, kökün anlamını karşılıklı etkileşim ve rekabet unsurlarıyla genişletir. Fiilin bu formu, eylemin iki veya daha fazla varlık arasında gerçekleşen bir etkileşim veya rekabet olduğunu gösterir. Kökün anlamının, sosyal ve kültürel bağlamda değerlendirilmesini sağlar."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِضْحَى - idhaa", "muzari": "يَضْحِي - yadhii", "masdar": "اِضْحَاء - idhaa"}, "bab_anlami": "Bu babın anlamı, kökün temel anlamı olan 'aydınlanma, sabah vakti' kavramlarını pekiştirir. Bir şeyin aydınlığa kavuşması, gerçeğin ortaya çıkması veya bir durumun netleşmesi anlamlarını taşır. Aynı zamanda, bir işe sabah vaktinde başlamak, yeni bir güne umutla başlamak veya bir amaca yönelik ilk adımı atmak anlamında da kullanılabilir. Bu kalıp, başlangıçlar, umut ve aydınlık gibi kavramlarla ilişkilendirilebilir.", "mikro_mantik": "Bu kalıp, kökün anlamını başlangıç ve umut unsurlarıyla ilişkilendirir. Fiilin bu formu, eylemin yeni bir başlangıcı veya umut dolu bir adımı temsil ettiğini gösterir. Kökün anlamının, kişisel gelişim ve motivasyon bağlamında değerlendirilmesini sağlar."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِضَّحَى - iddhahaa", "muzari": "يَضَّحِي - yaddahi", "masdar": "اِضِّحَاء - iddihaa"}, "bab_anlami": "Bir şeyin iyice aydınlanması, belirginleşmesi veya netleşmesi anlamlarını taşır. Bu kalıp, bir durumun veya olayın tüm detaylarıyla ortaya çıkması, anlaşılır hale gelmesi ve şüphelerin ortadan kalkması sürecini ifade eder. Aynı zamanda, bir gerçeğin tüm çıplaklığıyla ortaya çıkması, saklanan veya gizlenen bir şeyin açığa çıkması anlamında da kullanılabilir. Bu kalıp, hakikatin aydınlanması, gerçeğin ortaya çıkması ve bilginin yayılması süreçlerini vurgular.", "mikro_mantik": "Bu kalıp, kökün anlamını açıklık ve kesinlik unsurlarıyla derinleştirir. Fiilin bu formu, eylemin bir şeyi tam olarak aydınlatma veya netleştirme amacını taşıdığını gösterir. Kökün anlamının, bilgi ve farkındalık bağlamında değerlendirilmesini sağlar."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اِضْحَوَّ - idhawwa", "muzari": "يَضْحَوُّ - yadhawwu", "masdar": "اِضْحِوَاء - idhiwwaa"}, "bab_anlami": "Bu kalıp, kökün anlamını yoğunluk ve süreklilik unsurlarıyla zenginleştirir. Bir şeyin sürekli olarak aydınlanması, parlaması veya ışık saçması anlamlarını taşır. Aynı zamanda, bir durumun veya olayın uzun süreli ve kalıcı bir şekilde devam etmesi, etkisini sürdürmesi anlamında da kullanılabilir. Bu kalıp, kalıcılık, süreklilik ve yoğunluk gibi kavramlarla ilişkilendirilebilir.", "mikro_mantik": "Bu kalıp, kökün anlamını zaman ve süreklilik unsurlarıyla ilişkilendirir. Fiilin bu formu, eylemin uzun süreli ve kalıcı bir şekilde devam ettiğini gösterir. Kökün anlamının, zamanın akışı ve değişim bağlamında değerlendirilmesini sağlar."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَضْحَى - istadhhaa", "muzari": "يَسْتَضْحِي - yastadhii", "masdar": "اِسْتِضْحَاء - istidhaa"}, "bab_anlami": "Aydınlanmayı istemek, aydınlık aramak veya bir şeyin aydınlanmasını sağlamak anlamlarını taşır. Bu kalıp, bilgi arayışı, gerçeği öğrenme isteği veya bir durumu netleştirmeye çalışma gibi anlamları ifade eder. Aynı zamanda, bir şeyi aydınlatmak, ışık tutmak veya bir konuyu açıklığa kavuşturmak anlamında da kullanılabilir. Bu kalıp, bilgi, farkındalık ve aydınlanma gibi kavramlarla ilişkilendirilebilir.", "mikro_mantik": "Bu kalıp, kökün anlamını arayış ve istek unsurlarıyla genişletir. Fiilin bu formu, eylemin bir amaca yönelik bir çaba veya arayış olduğunu gösterir. Kökün anlamının, bilgi ve farkındalık bağlamında değerlendirilmesini sağlar."}]}], "ضدد": [{"kok": "ضدد", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Zıtlık, karşıtlık, muhalefet", "kavramsal_derinlik": "İki şeyin birbiriyle olan ilişkisinde ortaya çıkan gerilim ve denge; varoluşun temel dinamiği olarak zıtlıkların rolü."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "ضَدَّ - dadda", "muzari": "يَضُدُّ - yaduddu", "masdar": "ضَدّ - dadd"}, "bab_anlami": "Bir şeye karşı durmak, muhalefet etmek, zıtlaşmak. Bu kalıp, bir durumun veya fikrin karşısında yer almayı, onu reddetmeyi veya ona engel olmayı ifade eder. Aynı zamanda, bir şeyin zıddını oluşturmak, onunla tezat teşkil etmek anlamına da gelebilir. Bu, varoluşsal bir meydan okuma ve farklılaşma eylemidir.", "mikro_mantik": "Bu bâb, kökün temel anlamını doğrudan ve yoğun bir şekilde ifade eder. Fiilin basit ve yalın yapısı, zıtlaşma eyleminin dolaysızlığını ve keskinliğini vurgular. Kökün anlamı, bu bâbda herhangi bir ekleme veya değişiklik olmaksızın, olduğu gibi yansıtılır."}, {"bab_no": 2, "fiil_formlari": {"mazi": "ضَادَّ - daadde", "muzari": "يُضَادُّ - yudaaddu", "masdar": "مُضَادَّة - mudaadde"}, "bab_anlami": "Karşılıklı zıtlaşmak, birbirine muhalefet etmek, rekabet etmek. Bu kalıp, iki veya daha fazla tarafın birbirleriyle sürekli bir çekişme içinde olduğunu, her birinin diğerinin görüşlerine veya eylemlerine karşı çıktığını gösterir. Bu, dinamik bir etkileşim ve sürekli bir gerilim halidir; taraflar arasındaki güç dengesini ve değişimi tetikler. Bu kalıp aynı zamanda, bir şeyin diğerine benzememesi, onunla uyumsuz olması anlamını da taşıyabilir.", "mikro_mantik": "Bu bâb, kökün anlamını karşılıklılık ve etkileşim boyutuyla genişletir. Fiilin yapısındaki tekrar, zıtlaşma eyleminin karşılıklı ve sürekli olduğunu vurgular. Kökün anlamı, bu bâbda taraflar arasındaki dinamik ilişkiyi ve rekabeti içerecek şekilde derinleşir."}, {"bab_no": 3, "fiil_formlari": {"mazi": "تَضَادَّ - tadaadde", "muzari": "يَتَضَادُّ - yatadaaddu", "masdar": "تَضَادّ - tadaadd"}, "bab_anlami": "Zıtlaşmak, çelişmek, uyumsuz olmak. Bu kalıp, iki veya daha fazla şeyin birbiriyle bağdaşmadığını, aralarında bir uyumsuzluk veya çelişki olduğunu ifade eder. Bu, mantıksal bir tutarsızlık veya varoluşsal bir çatışma olabilir. Aynı zamanda, bir şeyin diğerine ters düşmesi, onunla uyuşmaması anlamını da taşıyabilir. Bu kalıp, farklılıkların ve ayrılıkların belirginleştiği bir durumu ifade eder.", "mikro_mantik": "Bu bâb, kökün anlamını daha soyut ve kavramsal bir düzeye taşır. Fiilin yapısındaki dönüşlülük, zıtlaşma eyleminin nesneler arasındaki içsel bir özellik olduğunu vurgular. Kökün anlamı, bu bâbda uyumsuzluk, çelişki ve tutarsızlık gibi kavramları içerecek şekilde genişler."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَضَدَّ - adda", "muzari": "يُضِدُّ - yudiddu", "masdar": "إِضْدَاد - iddad"}, "bab_anlami": "Zıtlaştırmak, karşı karşıya getirmek, muhalif kılmak. Bu kalıp, bir şeyi başka bir şeyin karşısına koymak, onu onunla zıt hale getirmek anlamına gelir. Bu, bir çatışma yaratmak veya bir ayrım oluşturmak amacıyla yapılabilir. Aynı zamanda, bir şeyi diğerine muhalif kılmak, onunla rekabet etmesini sağlamak anlamını da taşıyabilir. Bu kalıp, farklılıkların ve karşıtlıkların belirginleştiği bir durumu yaratır.", "mikro_mantik": "Bu bâb, kökün anlamını eylemsel bir boyuta taşır. Fiilin yapısındaki geçişlilik, zıtlaştırma eyleminin bir fail ve bir nesne gerektirdiğini vurgular. Kökün anlamı, bu bâbda bir şeyi başka bir şeyle karşı karşıya getirme, onu onunla zıt hale getirme eylemini içerecek şekilde genişler."}]}], "ضرب": [{"kok": "ضرب", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Vurmak, çarpmak, etkilemek. Bir şeyin bir şeye temas ederek onda bir iz bırakması, bir etki yaratması. Bu, fiziksel bir vuruş olabileceği gibi, mecazi anlamda bir düşüncenin zihinde yankı uyandırması, bir duygunun kalpte iz bırakması da olabilir.", "kavramsal_derinlik": "Vurma eylemi, yaratılışın temel dinamiğiyle ilişkilendirilebilir. İki şeyin çarpışması, yeni bir şeyin doğmasına, bir değişimin başlamasına neden olabilir. Bu, evrenin sürekli bir devinim halinde olmasının, yaratılışın dinamik yapısının bir yansımasıdır. İlahi kudretin tecellisi, bazen bir uyarı, bazen bir lütuf olarak zuhur eder."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "ضَرَبَ", "muzari": "يَضْرِبُ", "masdar": "ضَرْب"}, "bab_anlami": "Vurmak, çarpmak, dövmek. Bir şeyi bir yere vurarak sabitlemek, yerleştirmek. Bu kalıp, eylemin doğrudan ve tekil bir şekilde gerçekleştiğini ifade eder. Failin, mef'ul üzerinde doğrudan bir etki yarattığı, bir sonuç elde ettiği vurgulanır. Bu, bir tohumun toprağa düşüp kök salması gibi, bir fikrin zihinde yer edinmesi gibi düşünülebilir.", "mikro_mantik": "Bu kalıp, kökün temel anlamını en yalın haliyle ifade eder. Eylemin basit, doğrudan ve etkili olduğunu gösterir. Kökün anlamı, herhangi bir ek anlam veya yoğunluk katmanı olmaksızın, olduğu gibi yansıtılır. Bu, bir matematik denkleminde temel bir işlemin yapılmasına benzer."}, {"bab_no": 2, "fiil_formlari": {"mazi": "ضَرَّبَ", "muzari": "يُضَرِّبُ", "masdar": "تَضْرِيب"}, "bab_anlami": "Tekrarlamak, çokça vurmak, dövmek. Bir şeyi birçok kez vurarak veya çarparak etkisini artırmak. Bu kalıp, eylemin yoğunluğunu, sürekliliğini ve tekrarlanmasını vurgular. Failin, mef'ul üzerinde sürekli bir etki yaratmaya çalıştığını, onu şekillendirmeye, değiştirmeye çalıştığını ifade eder. Bu, bir demircinin demiri döverek şekil vermesi gibi, bir öğretmenin öğrencilerine bilgiyi tekrar tekrar anlatarak öğretmesi gibi düşünülebilir.", "mikro_mantik": "Bu kalıp, kökün anlamını yoğunlaştırır ve tekrarlanan bir eylemi ifade eder. Matematiksel olarak, bir sayının kendisiyle tekrar tekrar çarpılması gibi düşünülebilir; bu da sonucun katlanarak büyümesine neden olur. Bu kalıp, eylemin etkisini artırma ve kalıcılık sağlama amacını taşır."}, {"bab_no": 3, "fiil_formlari": {"mazi": "ضَارَبَ", "muzari": "يُضَارِبُ", "masdar": "مُضَارَبَة"}, "bab_anlami": "Karşılıklı vurmak, dövüşmek, mücadele etmek. İki tarafın birbirine karşılıklı olarak etki etmesi, birbirini etkilemeye çalışması. Bu kalıp, bir etkileşim, bir rekabet, bir çatışma içerir. Tarafların birbirini yenmeye, üstün gelmeye çalıştığı bir durumu ifade eder. Bu, iki nehrin birleşerek yeni bir akıntı oluşturması gibi, iki fikrin çarpışarak yeni bir düşünceye yol açması gibi düşünülebilir.", "mikro_mantik": "Bu kalıp, kökün anlamını karşılıklı bir etkileşim bağlamına yerleştirir. Matematiksel olarak, iki vektörün birbirine uyguladığı kuvvet gibi düşünülebilir; bu kuvvetler birbirini etkiler ve yeni bir denge noktası oluşturur. Bu kalıp, eylemin karşılıklı ve dinamik bir süreç olduğunu vurgular."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَضْرَبَ", "muzari": "يُضْرِبُ", "masdar": "إِضْرَاب"}, "bab_anlami": "Vurdurmak, çarptırmak, sebep olmak. Bir şeyin vurulmasına veya çarpmasına neden olmak, bir etki yaratılmasını sağlamak. Bu kalıp, dolaylı bir eylemi, bir neden-sonuç ilişkisini ifade eder. Failin, doğrudan eylemi gerçekleştirmese de, eylemin gerçekleşmesine yol açtığını gösterir. Bu, bir domino taşının devrilmesine neden olmak gibi, bir kıvılcımın yangına yol açması gibi düşünülebilir.", "mikro_mantik": "Bu kalıp, kökün anlamını nedensellik ilişkisiyle ilişkilendirir. Matematiksel olarak, bir fonksiyonun türevi gibi düşünülebilir; bu türev, fonksiyonun değişim oranını, yani bir şeyin başka bir şeyi nasıl etkilediğini gösterir. Bu kalıp, eylemin dolaylı ve etkileşimli bir süreç olduğunu vurgular."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَضَرَّبَ", "muzari": "يَتَضَرَّبُ", "masdar": "تَضَرُّب"}, "bab_anlami": "Vurulmak, çarpılmak, etkilenmek. Bir şeyin etkisi altında kalmak, bir şeyden etkilenmek. Bu kalıp, edilgen bir durumu, bir şeyin etkisi altında kalmayı ifade eder. Failin, eylemi gerçekleştiren değil, eylemden etkilenen olduğunu gösterir. Bu, bir rüzgarın bir ağacı sallaması gibi, bir düşüncenin bir zihni etkilemesi gibi düşünülebilir.", "mikro_mantik": "Bu kalıp, kökün anlamını edilgen bir duruma dönüştürür. Matematiksel olarak, bir sistemin dış bir etkiye tepkisi gibi düşünülebilir; bu tepki, sistemin durumunu değiştirir. Bu kalıp, eylemin bir etki ve tepki süreci olduğunu vurgular."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَضَارَبَ", "muzari": "يَتَضَارَبُ", "masdar": "تَضَارُب"}, "bab_anlami": "Birbirine vurmak, çarpışmak, çatışmak. İki veya daha fazla şeyin birbirine zıt düşmesi, uyumsuz olması. Bu kalıp, bir çatışma, bir anlaşmazlık, bir zıtlık içerir. Tarafların birbirini engellemeye, yok etmeye çalıştığı bir durumu ifade eder. Bu, iki yolun ayrılması gibi, iki fikrin çelişmesi gibi düşünülebilir.", "mikro_mantik": "Bu kalıp, kökün anlamını zıtlık ve çatışma bağlamına yerleştirir. Matematiksel olarak, iki vektörün ters yönde hareket etmesi gibi düşünülebilir; bu da birbirini yok etme eğilimindedir. Bu kalıp, eylemin bir ayrışma ve çatışma süreci olduğunu vurgular."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْضَرَبَ", "muzari": "يَنْضَرِبُ", "masdar": "اِنْضِرَاب"}, "bab_anlami": "Kırılmak, parçalanmak, dağılmak. Bir şeyin vurulma veya çarpma sonucu bütünlüğünü kaybetmesi, parçalara ayrılması. Bu kalıp, bir yıkım, bir bozulma, bir dağılma içerir. Bir şeyin içsel yapısının zayıflaması ve dış bir etkiyle çökmesi durumunu ifade eder. Bu, bir camın kırılması gibi, bir binanın yıkılması gibi düşünülebilir.", "mikro_mantik": "Bu kalıp, kökün anlamını yıkım ve bozulma bağlamına yerleştirir. Matematiksel olarak, bir matrisin determinantının sıfır olması gibi düşünülebilir; bu da matrisin tersinin olmadığını, yani sistemin çözülemez olduğunu gösterir. Bu kalıp, eylemin bir çözülme ve dağılma süreci olduğunu vurgular."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِضْطَرَبَ", "muzari": "يَضْطَرِبُ", "masdar": "اِضْطِرَاب"}, "bab_anlami": "Çalkalanmak, karışmak, huzursuz olmak. Bir şeyin içsel dengesini kaybetmesi, düzensiz bir şekilde hareket etmesi. Bu kalıp, bir karmaşa, bir belirsizlik, bir huzursuzluk içerir. Bir şeyin kontrolünü kaybetmesi, istikrarsız bir duruma düşmesi durumunu ifade eder. Bu, denizin fırtınada çalkalanması gibi, bir zihnin karmaşık düşüncelerle dolu olması gibi düşünülebilir.", "mikro_mantik": "Bu kalıp, kökün anlamını düzensizlik ve istikrarsızlık bağlamına yerleştirir. Matematiksel olarak, bir kaos teorisi örneği gibi düşünülebilir; küçük bir değişiklik, sistemde büyük ve öngörülemeyen sonuçlara yol açabilir. Bu kalıp, eylemin bir karmaşa ve belirsizlik süreci olduğunu vurgular."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَضْرَبَ", "muzari": "يَسْتَضْرِبُ", "masdar": "اِسْتِضْرَاب"}, "bab_anlami": "Vurmasını istemek, çarptırmak istemek, dövülmesini istemek. Bir başkasından vurmasını, çarpmasını veya dövmesini talep etmek. Bu kalıp, bir istek, bir talep, bir arzu içerir. Failin, eylemi doğrudan gerçekleştirmek yerine, başkasından eylemi gerçekleştirmesini istediğini ifade eder. Bu, bir komutanın askerlerine saldırmalarını emretmesi gibi, bir yöneticinin çalışanlarından bir işi yapmalarını istemesi gibi düşünülebilir.", "mikro_mantik": "Bu kalıp, kökün anlamını bir talep ve yetkilendirme bağlamına yerleştirir. Matematiksel olarak, bir fonksiyonun tersini bulmak gibi düşünülebilir; bu da bir çıktıyı elde etmek için hangi girdinin gerekli olduğunu belirlemeyi ifade eder. Bu kalıp, eylemin bir talep ve yetkilendirme süreci olduğunu vurgular."}]}], "ضرر": [{"kok": "ضرر", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Zarar, eksiklik, noksanlık, bir şeyin asıl olması gerekenden daha aşağıda bulunması. Bir şeyin değerini azaltan, onu kusurlu hale getiren her türlü etki.", "kavramsal_derinlik": "Beşeri boyutta maddi kayıplar, fiziksel hasarlar ve duygusal incinmeler olarak tezahür ederken, ilahi boyutta yaratılış gayesinden sapma, ruhani gelişimde gerileme ve ilahi rahmetten uzaklaşma şeklinde kendini gösterir."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "ضَرَّ - darra", "muzari": "يَضُرُّ - yadurru", "masdar": "ضَرٌّ - darrun"}, "bab_anlami": "Zarar vermek, zarar etmek, bir şeyi eksiltmek, noksanlaştırmak. Bir şeyin özünde var olan potansiyeli gerçekleştirmesini engellemek, onu olması gerekenden daha aşağı bir duruma düşürmek. Bu, aktif bir eylemdir ve failin, zarar gören üzerinde doğrudan bir etkisi vardır.", "mikro_mantik": "Bu bab, fiilin temel anlamını en yalın haliyle ifade eder. Kökün özündeki 'zarar' kavramını, doğrudan bir eylemle ilişkilendirir. Burada, failin (özne) zararı bizzat gerçekleştirdiği vurgulanır, yani zarar verme eylemi doğrudan fail tarafından yapılır."}, {"bab_no": 2, "fiil_formlari": {"mazi": "ضَارَّ - daarra", "muzari": "يُضَارُّ - yudaarru", "masdar": "مُضَارَّةٌ - mudaarratun"}, "bab_anlami": "Karşılıklı zarar vermek, birbirine zarar etmeye çalışmak, çekişme ve rekabet yoluyla zarar oluşturmak. Bir ilişkinin veya durumun tarafları arasında zararın mübadele edildiği, her iki tarafın da birbirinden olumsuz etkilendiği bir durumu ifade eder. Bu, bir tür denge arayışıdır, ancak sonuçta her iki taraf da zarar görür.", "mikro_mantik": "Bu bab, fiilin anlamını karşılıklılık ve etkileşim boyutuyla genişletir. İki veya daha fazla tarafın birbirine zarar verme eylemini içerir. Burada, zarar tek yönlü değil, karşılıklı bir etkileşim sonucu ortaya çıkar, bu da eylemin karmaşıklığını ve etkisini artırır."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَضَرَّ - adarra", "muzari": "يُضِرُّ - yudirru", "masdar": "إِضْرَارٌ - idrarun"}, "bab_anlami": "Zarar vermek, zarara uğratmak, bir şeyi zararlı hale getirmek. Bir şeyin özünde potansiyel olarak var olan zararı açığa çıkarmak veya bir şeyi zararlı bir etkiye maruz bırakmak. Bu, dolaylı bir etki olabilir; fail, doğrudan zarar vermese bile, zararın ortaya çıkmasına neden olur.", "mikro_mantik": "Bu bab, fiilin anlamını nedensellik ve etki-tepki ilişkisi üzerinden derinleştirir. Failin doğrudan zarar vermesinden ziyade, zararın ortaya çıkmasına neden olan bir etkiyi ifade eder. Bu, zararın kaynağının daha karmaşık ve dolaylı olabileceğini gösterir."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَضَرَّ - istadarra", "muzari": "يَسْتَضِرُّ - yastadirru", "masdar": "اِسْتِضْرَارٌ - istidrarun"}, "bab_anlami": "Zarar görmeyi istemek, zarara maruz kalmayı talep etmek, zararlı bir duruma girmeye gönüllü olmak. Kişinin, bilinçli veya bilinçsiz bir şekilde, zararlı sonuçları olan bir eyleme yönelmesi veya zararlı bir durumun içine girmeyi arzulaması. Bu, bir tür kendini sabote etme veya olumsuz sonuçları kabullenme halidir.", "mikro_mantik": "Bu bab, fiilin anlamını talep, arayış ve yönelme kavramlarıyla ilişkilendirir. Kişinin zararı aktif olarak araması veya zararlı bir duruma girmeye istekli olması durumunu ifade eder. Bu, psikolojik ve davranışsal boyutları olan karmaşık bir durumu gösterir."}]}], "ضرع": [{"kok": "ضرع", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Boyun eğme, zayıflık gösterme, ihtiyaç duyma; varlığın mutlak kudret karşısında acziyetini idrak etmesi ve bu idrakle teslim olması.", "kavramsal_derinlik": "İnsanın kendi sınırlarını bilerek yaratıcıya yönelmesi, acizlik ve ihtiyaç halinin farkındalığıyla tevazu göstermesi; bu durum, hem beşeri ilişkilerde alçakgönüllülüğü hem de ilahi huzurda tam bir teslimiyeti ifade eder. Aynı zamanda, zayıflığın içindeki gücü, yani teslimiyetin getirdiği huzur ve güveni barındırır."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "ضَرَعَ", "muzari": "يَضْرَعُ", "masdar": "ضَرْع"}, "bab_anlami": "Temel anlamında boyun eğmek, yalvarmak, ihtiyaç duymak demektir. Bu kalıp, varlığın kendi eksikliğini ve yetersizliğini fark ederek daha yüce bir güce sığınma eylemini ifade eder. İnsanın içsel bir yolculuğa çıkarak kendi zayıflıklarını kabul etmesi ve bu kabulle birlikte daha güçlü bir bağ kurma arayışına girmesi anlamına gelir. Bu, aynı zamanda, tevazu ve alçakgönüllülük yoluyla manevi bir yükselişe işaret eder.", "mikro_mantik": "Bu bab, fiilin temel anlamını ve özünü ifade eder. Kökün içerdiği 'zayıflık' ve 'ihtiyaç' anlamlarını doğrudan eyleme dönüştürür. Fiilin yalın hali, kökün temel anlamının herhangi bir ekleme veya değişiklik olmadan gerçekleştiğini gösterir. Bu kalıp, eylemin basit, doğrudan ve temel bir şekilde gerçekleştiğini vurgular."}, {"bab_no": 2, "fiil_formlari": {"mazi": "أَضْرَعَ", "muzari": "يُضْرِعُ", "masdar": "إِضْرَاع"}, "bab_anlami": "Bir şeyi boyun eğmeye zorlamak, birini yalvarmaya mecbur bırakmak veya bir ihtiyacı gidermeye yönlendirmek anlamlarına gelir. Bu kalıp, bir başkasının zayıflığını veya ihtiyacını fark ederek ona yardım etme veya onu bir amaca yöneltme eylemini ifade eder. Aynı zamanda, bir durumun veya olayın birini çaresiz bırakması ve yalvarmaya sevk etmesi gibi dolaylı anlamlar da taşıyabilir. Bu, bir başkasının manevi veya maddi ihtiyaçlarını gidermeye yönelik bir çaba göstermeyi de içerebilir.", "mikro_mantik": "Bu bab, kökün anlamını yoğunlaştırır ve geçişli hale getirir. Fiilin etkisini bir başkasına yöneltme anlamı taşır. Kökün içerdiği 'zayıflık' ve 'ihtiyaç' anlamlarını başkası üzerinde bir etki yaratma şeklinde dönüştürür. Bu kalıp, eylemin bir başkasını etkileme veya yönlendirme amacını vurgular."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَضَرَّعَ", "muzari": "يَتَضَرَّعُ", "masdar": "تَضَرُّع"}, "bab_anlami": "Yalvarmada aşırıya gitmek, içtenlikle yakarmak, derin bir ihtiyaç içinde olmak anlamlarına gelir. Bu kalıp, kişinin kendi acziyetini derinden hissederek, tüm kalbiyle ve samimiyetiyle bir şeye yönelmesini ifade eder. Bu, sadece sözlü bir yalvarış değil, aynı zamanda kalbin derinliklerinden gelen bir feryattır. Kişinin tüm benliğiyle, umutla ve teslimiyetle bir amaca yönelmesini ifade eder. Bu kalıp, manevi bir arınma ve kendini aşma sürecini de simgeler.", "mikro_mantik": "Bu bab, kökün anlamını yoğunlaştırır ve tekrarlayan bir eylemi ifade eder. Fiilin sürekli ve içten bir şekilde gerçekleştiğini gösterir. Kökün içerdiği 'zayıflık' ve 'ihtiyaç' anlamlarını derin bir samimiyet ve ısrarla eyleme dönüştürür. Bu kalıp, eylemin sürekli, yoğun ve içten bir şekilde gerçekleştiğini vurgular."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَضْرَعَ", "muzari": "يَسْتَضْرِعُ", "masdar": "اِسْتِضْرَاع"}, "bab_anlami": "Boyun eğmeyi istemek, yalvarmaya teşebbüs etmek, birinden yardım talep etmek anlamlarına gelir. Bu kalıp, kişinin kendi zayıflığını kabul ederek başkasından yardım isteme veya bir amaca ulaşmak için çaba gösterme eylemini ifade eder. Bu, sadece bir talep değil, aynı zamanda bir arayış ve çabadır. Kişinin kendi sınırlarını aşmak ve daha yüce bir amaca ulaşmak için başkalarına yönelmesini ifade eder. Bu kalıp, aynı zamanda, tevazu ve alçakgönüllülük yoluyla manevi bir yükselişe işaret eder.", "mikro_mantik": "Bu bab, kökün anlamını talep etme veya arama anlamında genişletir. Fiilin bir amaca ulaşmak için çaba gösterme veya bir başkasından yardım isteme eylemini ifade ettiğini gösterir. Kökün içerdiği 'zayıflık' ve 'ihtiyaç' anlamlarını bir arayış ve talep şeklinde dönüştürür. Bu kalıp, eylemin bir amaca yönelik olduğunu ve çaba gerektirdiğini vurgular."}]}], "ضعف": [{"kok": "ضعف", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Zayıflık, güçsüzlük, eksiklik; bir şeyin ideal veya olması gereken halinden uzaklaşması.", "kavramsal_derinlik": "Beşeri düzlemde fiziksel veya ahlaki direncin azalması, ilahi düzlemde ise kulun acziyetini idrak ederek Allah'a yönelmesi."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "ضَعُفَ - da'ufa", "muzari": "يَضْعُفُ - yad'ufu", "masdar": "ضَعْفٌ - da'f"}, "bab_anlami": "Bir şeyin zayıf, güçsüz veya yetersiz hale gelmesi, temel niteliğinden uzaklaşması. Bu, fiziksel bir zayıflık olabileceği gibi, ahlaki veya manevi bir eksiklik de olabilir. Varoluşsal anlamda, bir şeyin özündeki potansiyeli tam olarak gerçekleştirememesi durumunu ifade eder. Bu kalıp, zayıflığın kendiliğinden ortaya çıkışını veya doğal bir süreç sonucu oluşmasını vurgular.", "mikro_mantik": "Bu kalıp, fiilin temel anlamını, yani 'zayıflamak' eylemini doğrudan ifade eder. Fiilin faili, bu eylemi kendi üzerinde taşır; yani zayıflayan, fiilin öznesidir. Kalıp, zayıflamanın doğal bir süreç veya içsel bir durum olduğunu belirtir, dışsal bir etkiyle değil."}, {"bab_no": 2, "fiil_formlari": {"mazi": "ضَعَّفَ - d'aaffa", "muzari": "يُضَعِّفُ - yuda'ifu", "masdar": "تَضْعِيفٌ - tad'if"}, "bab_anlami": "Bir şeyi zayıflatmak, güçsüzleştirmek veya etkisini azaltmak; aynı zamanda bir şeyi katlamak, çoğaltmak veya yoğunlaştırmak anlamına da gelebilir. Bu, bir şeyin hem niceliksel hem de niteliksel olarak artırılması veya azaltılması eylemini ifade eder. Metafiziksel olarak, bir durumun veya duygunun şiddetini artırmak veya azaltmak suretiyle, gerçekliğin algılanış biçimini değiştirmek anlamına gelir.", "mikro_mantik": "Bu kalıp, fiilin etkisini yoğunlaştırır veya çoğaltır. Fail, eylemi bir nesne üzerinde gerçekleştirir ve bu nesnenin zayıflamasına veya katlanmasına neden olur. Bu kalıp, eylemin doğrudan bir etki yarattığını ve bir şeyi değiştirdiğini vurgular."}, {"bab_no": 3, "fiil_formlari": {"mazi": "ضَاعَفَ - da'afa", "muzari": "يُضَاعِفُ - yuda'ifu", "masdar": "مُضَاعَفَةٌ - muda'afa"}, "bab_anlami": "Bir şeyi iki katına çıkarmak, çoğaltmak veya katlamak; bir şeyin etkisini veya miktarını artırmak. Bu, hem maddi hem de manevi anlamda bir artışı ifade edebilir. Varlıkların çoğalması, sorumlulukların artması veya duyguların yoğunlaşması gibi durumları kapsar. Aynı zamanda, bir eylemin sonuçlarının katlanarak büyümesini de ifade edebilir.", "mikro_mantik": "Bu kalıp, bir şeyin miktarını veya etkisini artırma eylemini belirtir. Fail, eylemi bir nesne üzerinde gerçekleştirir ve bu nesnenin katlanmasına neden olur. Kalıp, artışın veya çoğalmanın belirgin ve ölçülebilir olduğunu vurgular."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَضْعَفَ - ad'afa", "muzari": "يُضْعِفُ - yud'ifu", "masdar": "إِضْعَافٌ - id'af"}, "bab_anlami": "Bir şeyi zayıflatmak, güçsüzleştirmek veya etkisiz hale getirmek; bir şeyin direncini veya dayanıklılığını azaltmak. Bu, fiziksel, zihinsel veya duygusal bir zayıflamayı ifade edebilir. Aynı zamanda, bir şeyin değerini veya önemini azaltmak anlamına da gelebilir. Metafiziksel olarak, bir varlığın özündeki gücü azaltarak, onu dış etkilere karşı daha savunmasız hale getirmek demektir.", "mikro_mantik": "Bu kalıp, bir şeyi zayıflatma veya güçsüzleştirme eylemini ifade eder. Fail, eylemi bir nesne üzerinde gerçekleştirir ve bu nesnenin zayıflamasına neden olur. Kalıp, zayıflatmanın kasıtlı bir eylem olduğunu ve bir amacı olduğunu vurgular."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَضَعَّفَ - tada'afa", "muzari": "يَتَضَعَّفُ - yatada'afu", "masdar": "تَضَعُّفٌ - tada'uf"}, "bab_anlami": "Zayıflamak, güçsüzleşmek veya azalmak; bir şeyin etkisinin veya gücünün giderek azalması. Bu, bir sürecin veya durumun zamanla zayıflamasını ifade eder. Aynı zamanda, bir şeyin değerinin veya öneminin azalması anlamına da gelebilir. Metafiziksel olarak, bir varlığın özündeki enerjinin azalması ve tükenmesi durumunu ifade eder.", "mikro_mantik": "Bu kalıp, zayıflama eyleminin zaman içinde gerçekleşen bir süreç olduğunu vurgular. Fail, eylemi kendi üzerinde taşır ve giderek zayıflar. Kalıp, zayıflamanın doğal bir sonuç olduğunu ve kontrol edilemeyebileceğini belirtir."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَضَاعَفَ - tada'afa", "muzari": "يَتَضَاعَفُ - yatada'afu", "masdar": "تَضَاعُفٌ - tada'uf"}, "bab_anlami": "Katlanmak, çoğalmak veya artmak; bir şeyin miktarının veya etkisinin giderek büyümesi. Bu, hem maddi hem de manevi anlamda bir artışı ifade edebilir. Varlıkların çoğalması, sorunların büyümesi veya duyguların yoğunlaşması gibi durumları kapsar. Aynı zamanda, bir eylemin sonuçlarının katlanarak büyümesini de ifade edebilir.", "mikro_mantik": "Bu kalıp, artma veya çoğalma eyleminin zaman içinde gerçekleşen bir süreç olduğunu vurgular. Fail, eylemi kendi üzerinde taşır ve giderek artar. Kalıp, artışın sürekli ve istikrarlı olduğunu belirtir."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْضَعَفَ - inda'afa", "muzari": "يَنْضَعِفُ - yanda'ifu", "masdar": "اِنْضِعَافٌ - indiaf"}, "bab_anlami": "Zayıflamak, güçsüzleşmek veya azalmak; bir şeyin etkisinin veya gücünün aniden azalması. Bu, bir darbe veya şok sonucu oluşan ani bir zayıflamayı ifade eder. Aynı zamanda, bir şeyin değerinin veya öneminin birdenbire azalması anlamına da gelebilir. Metafiziksel olarak, bir varlığın özündeki enerjinin aniden tükenmesi durumunu ifade eder.", "mikro_mantik": "Bu kalıp, zayıflama eyleminin aniden ve beklenmedik bir şekilde gerçekleştiğini vurgular. Fail, eylemi kendi üzerinde taşır ve birdenbire zayıflar. Kalıp, zayıflamanın dışsal bir etkiyle tetiklendiğini belirtir."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِضْطَعَفَ - id'ta'afa", "muzari": "يَضْطَعِفُ - yad'ta'ifu", "masdar": "اِضْطِعَافٌ - id'tiaf"}, "bab_anlami": "Zayıflamaya çalışmak, zayıf görünmek veya zayıflık göstermek; bir şeyin gücünü veya etkisini gizlemek. Bu, bir taktik veya strateji olarak kullanılan bir zayıflık gösterisini ifade eder. Aynı zamanda, bir şeyin gerçek gücünü veya potansiyelini saklamak anlamına da gelebilir. Metafiziksel olarak, bir varlığın özündeki gücü gizleyerek, kendini dış etkilere karşı koruması durumunu ifade eder.", "mikro_mantik": "Bu kalıp, zayıflık gösterme eyleminin kasıtlı ve amaçlı olduğunu vurgular. Fail, eylemi kendi üzerinde gerçekleştirir ve zayıf görünmeye çalışır. Kalıp, zayıflığın bir araç olarak kullanıldığını belirtir."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اِضْعَافَّ - id'aaffa (Nadir)", "muzari": "يَضْعَافُّ - yad'aaffu (Nadir)", "masdar": "اِضْعِيفَافٌ - id'iifaf (Nadir)"}, "bab_anlami": "Aşırı derecede zayıflamak, çok güçsüzleşmek; bir şeyin dayanıklılığını tamamen kaybetmesi. Bu, son derece şiddetli bir zayıflamayı ifade eder. Aynı zamanda, bir şeyin değerinin veya öneminin tamamen yok olması anlamına da gelebilir. Metafiziksel olarak, bir varlığın özündeki enerjinin tamamen tükenmesi ve yok olması durumunu ifade eder. Bu kalıp nadiren kullanılır ve kökün anlamını en uç noktaya taşır.", "mikro_mantik": "Bu kalıp, zayıflama eyleminin en uç noktada gerçekleştiğini vurgular. Fail, eylemi kendi üzerinde taşır ve tamamen zayıflar. Kalıp, zayıflamanın geri dönüşü olmayan bir duruma işaret ettiğini belirtir."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَضْعَفَ - istad'afa", "muzari": "يَسْتَضْعِفُ - yastad'ifu", "masdar": "اِسْتِضْعَافٌ - istid'af"}, "bab_anlami": "Birini zayıf görmek, güçsüz bulmak veya zayıf davranmak; birini küçümsemek veya hor görmek. Bu, birinin gücünü veya yeteneğini hafife almak anlamına gelir. Aynı zamanda, birini zayıf durumda bırakmak veya zayıflığından faydalanmak anlamına da gelebilir. Metafiziksel olarak, bir varlığın özündeki gücü görmezden gelerek, onu manipüle etmek veya kontrol etmek amacını ifade eder.", "mikro_mantik": "Bu kalıp, bir başkasını zayıf görme veya zayıf davranma eylemini ifade eder. Fail, eylemi bir nesne üzerinde gerçekleştirir ve onu zayıf olarak algılar. Kalıp, algının ve niyetin önemini vurgular."}]}], "ضغث": [{"kok": "ضغث", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Karmaşıklık, yoğunluk ve bir araya getirme", "kavramsal_derinlik": "Fiziksel ve metafiziksel yoğunlaşma"}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "ضَغَثَ", "muzari": "يَضْغَثُ", "masdar": "ضَغْث"}, "bab_anlami": "Bu kalıp, bir şeyi sıkıca bir araya getirme, yoğunlaştırma veya karmaşık hale getirme eylemini ifade eder. Maddi anlamda, otları veya dalları demet yapmayı, manevi anlamda ise düşünceleri veya duyguları yoğunlaştırmayı temsil edebilir. Bu eylem, bir şeyin özünü koruma veya bir amaca yönelik birleştirme çabasını içerir.", "mikro_mantik": "Bu kalıp, kökün temel anlamını (bir araya getirme) basit bir eylem formunda ifade eder. Fiilin temel ve yalın halidir, kökün anlamının doğrudan ve aracısız bir şekilde gerçekleştiğini gösterir. Bu, bir şeyin temel bir şekilde birleştirilmesi veya yoğunlaştırılması işlemidir."}]}], "ضغن": [{"kok": "ضغن", "ontolojik_analiz": {"temel_anlam_cekirdegi": "İçsel birikim, kin, nefret veya gizli düşmanlık gibi olumsuz duyguların kalpte birikmesi ve derinleşmesi. Bu, bireyin ruhsal dengesini bozan ve ilişkilerini zedeleyen bir içsel yüktür.", "kavramsal_derinlik": "Beşeri ilişkilerde ortaya çıkan anlaşmazlıklar, kıskançlık veya haksızlığa uğrama hissi gibi durumlar sonucu oluşan ve zamanla derinleşen olumsuz duygusal durumları ifade eder. İlahi boyutta ise, insanın nefsine yenik düşerek manevi gelişimini engelleyen ve Allah'a yakınlaşmasını zorlaştıran bir engel olarak görülebilir."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "ضَغَنَ", "muzari": "يَضْغَنُ", "masdar": "ضَغْن"}, "bab_anlami": "Bir kimsenin içinde kin ve düşmanlık beslemesi, bu duyguyu gizlice saklaması ve zamanla derinleştirmesi anlamına gelir. Bu kalıp, bireyin iç dünyasında biriken olumsuz enerjinin, dışa vurulmadan önce içsel bir süreçten geçtiğini ve kökleştiğini ifade eder. Bu durum, kişinin ruhsal sağlığını olumsuz etkileyen ve ilişkilerini zedeleyen bir potansiyele sahiptir.", "mikro_mantik": "Bu kalıp, fiilin temel anlamını (kin beslemek) yoğunlaştırır ve bu eylemin sürekliliğini veya derinliğini vurgular. Fiilin basit halinden türetilmesi, eylemin temel ve doğal bir eğilim olduğunu gösterir, ancak bu eğilimin kontrol altında tutulması gerektiği de ima edilir."}]}], "ضفدع": [{"kok": "ضفدع", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Değişkenlik, dönüşüm ve iki yaşam arasında geçiş. Su ve kara arasındaki bu hareket, varoluşun farklı halleri arasındaki sürekli akışı ve uyumu simgeler.", "kavramsal_derinlik": "Doğanın döngüselliği, adaptasyon yeteneği ve farklı alemler arasındaki köprü olma potansiyeli. Hem fiziksel hem de metafiziksel düzlemlerde, değişimin kabulü ve yeni olasılıklara açıklık."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "ضَفَدَعَ", "muzari": "يَضْفَدِعُ", "masdar": "ضَفْدَعَة"}, "bab_anlami": "Bir şeyin doğal ortamında, varoluşsal döngüsünde bulunması, kendini ifade etmesi. Tıpkı kurbağanın hem suda hem karada var olabilmesi gibi, bir varlığın farklı koşullara uyum sağlayarak kendini gerçekleştirmesi. Bu, içsel potansiyelin dış dünyaya yansıması ve varoluşun çok yönlülüğünün deneyimlenmesidir.", "mikro_mantik": "Fiilin bu kalıbı, kökün temel anlamını eylemsel bir ifadeye dönüştürür. Varlığın kendi doğasına uygun hareket etmesi, potansiyelini gerçekleştirmesi ve çevresiyle uyumlu bir etkileşim içinde olması vurgulanır. Bu kalıp, kökün anlamını dinamik bir sürece taşır."}]}], "ضلل": [{"kok": "ضلل", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Sapma, yolunu kaybetme, hakikatten uzaklaşma. Bu, sadece fiziksel bir kayboluş değil, aynı zamanda zihinsel ve ruhsal bir yoldan çıkışı da ifade eder. İnsanın kendi özünden, amacından ve doğru olandan uzaklaşmasıdır.", "kavramsal_derinlik": "Beşeri boyutta, bireyin yanlış kararlar alması, yanılgılara düşmesi ve aklını kullanmaması sonucu ortaya çıkar. İlahi boyutta ise, Allah'ın hidayetinden mahrum kalmak, nefsinin ve şeytanın vesveselerine kapılmak suretiyle gerçekleşir. Bu, insanın imtihanının bir parçasıdır ve doğru yolu bulmak için çaba göstermesi gerekir."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "ضَلَّ - dalla", "muzari": "يَضِلُّ - yadillu", "masdar": "ضَلَالَة - dalāla"}, "bab_anlami": "Temel anlamda sapmak, yolunu kaybetmek, doğru yoldan ayrılmak demektir. Bu kalıp, fiilin failinin kendi iradesiyle veya dış etkenler sonucu doğru yoldan saptığını gösterir. Bu sapma, bilinçli bir tercih olabileceği gibi, gaflet veya cehalet sonucu da meydana gelebilir. Bu, insanın aklını kullanma ve doğruyu arama sorumluluğunu vurgular.", "mikro_mantik": "Bu bab, kökün temel anlamını doğrudan ifade eder. Fiilin basit ve yalın hali, sapmanın temel ve ilk halini gösterir. Kökün anlamı, bu kalıpta herhangi bir ek anlam veya yoğunluk kazanmaz; sadece temel anlamı belirtir. Bu, sapmanın en saf ve yalın halidir."}, {"bab_no": 2, "fiil_formlari": {"mazi": "أَضَلَّ - aḍalla", "muzari": "يُضِلُّ - yuḍillu", "masdar": "إِضْلَال - iḍlāl"}, "bab_anlami": "Saptırmak, yoldan çıkarmak, bir başkasının doğru yolu bulmasını engellemek anlamına gelir. Bu kalıp, fiilin failinin aktif olarak başkasının sapmasına neden olduğunu gösterir. Bu, kötü niyetli bir eylem olabileceği gibi, yanlış yönlendirme veya yanıltıcı bilgi verme şeklinde de gerçekleşebilir. Bu, insanın başkalarına karşı sorumluluğunu ve etkisini vurgular.", "mikro_mantik": "Bu bab, kökün anlamını geçişli hale getirir. Yani, failin eylemi başkasını etkiler. Bu, sapmanın sadece bireysel bir durum olmadığını, aynı zamanda sosyal bir etkiye sahip olduğunu gösterir. Bu kalıp, sorumluluğu ve etkiyi vurgular."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَضَلَّ - aḍalla", "muzari": "يُضِلُّ - yuḍillu", "masdar": "إِضْلَال - iḍlāl"}, "bab_anlami": "Kaybetmek, yitirmek, bir şeyi bulamamaktan dolayı hayal kırıklığına uğramak anlamlarına gelir. Bu kalıp, failin bir şeyi kaybettiğini veya yitirdiğini ve bu durumun onda bir eksiklik veya kayıp hissi yarattığını gösterir. Bu, maddi bir kayıp olabileceği gibi, manevi bir değerin kaybı da olabilir. Bu, insanın değer verdiği şeylere sahip çıkma ve onları koruma sorumluluğunu vurgular.", "mikro_mantik": "Bu bab, kökün anlamını kayıp ve yitiklik kavramlarıyla ilişkilendirir. Bu, sapmanın sadece bir yol ayrımı olmadığını, aynı zamanda bir şeyin kaybı anlamına da gelebileceğini gösterir. Bu kalıp, eksikliği ve kaybı vurgular."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَضَلَّلَ - taḍallala", "muzari": "يَتَضَلَّلُ - yataḍallalu", "masdar": "تَضَلُّل - taḍallul"}, "bab_anlami": "Sapmış gibi görünmek, kendini sapkınlığa atmak, bile bile yanlışa yönelmek anlamına gelir. Bu kalıp, failin bilerek ve isteyerek sapkın bir yola girdiğini veya öyle göründüğünü gösterir. Bu, riyakarlık, aldatma veya kendini kandırma şeklinde tezahür edebilir. Bu, insanın dürüstlük ve samimiyetten uzaklaşmasının bir göstergesidir.", "mikro_mantik": "Bu bab, kökün anlamını yapmacıklık ve sahtekarlık kavramlarıyla ilişkilendirir. Bu, sapmanın sadece bir hata olmadığını, aynı zamanda bir tercih ve niyet meselesi olduğunu gösterir. Bu kalıp, riyakarlığı ve sahtekarlığı vurgular."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَضَالَ - taḍāla", "muzari": "يَتَضَاوَلُ - yataḍāwalu", "masdar": "تَضَاؤُل - taḍā'ul"}, "bab_anlami": "Zayıflamak, azalmak, etkisini yitirmek, gücünü kaybetmek anlamlarına gelir. Bu kalıp, bir şeyin zamanla zayıfladığını, azaldığını veya etkisini kaybettiğini gösterir. Bu, fiziksel bir zayıflama olabileceği gibi, manevi bir gücün kaybı da olabilir. Bu, insanın sürekli gelişim ve yenilenme ihtiyacını vurgular.", "mikro_mantik": "Bu bab, kökün anlamını zayıflık ve azalma kavramlarıyla ilişkilendirir. Bu, sapmanın sadece bir yön değişikliği olmadığını, aynı zamanda bir güç kaybı anlamına da gelebileceğini gösterir. Bu kalıp, zayıflığı ve azalmayı vurgular."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَضَلَّ - istaḍalla", "muzari": "يَسْتَضِلُّ - yastaḍillu", "masdar": "اِسْتِضْلَال - istiḍlāl"}, "bab_anlami": "Sapmayı istemek, sapkınlığı aramak, doğru yoldan uzaklaşmayı tercih etmek anlamına gelir. Bu kalıp, failin bilerek ve isteyerek sapkın bir yola girmek istediğini veya sapkınlığı aradığını gösterir. Bu, kötü niyetli bir arayış olabileceği gibi, yanlış bir inanç veya ideolojiye kapılma şeklinde de gerçekleşebilir. Bu, insanın doğruyu arama ve seçme sorumluluğunu vurgular.", "mikro_mantik": "Bu bab, kökün anlamını istek ve tercih kavramlarıyla ilişkilendirir. Bu, sapmanın sadece bir hata olmadığını, aynı zamanda bir bilinçli tercih olduğunu gösterir. Bu kalıp, isteği ve tercihi vurgular."}]}], "ضمر": [{"kok": "ضمر", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Gizlilik, incelik, zayıflık, içe dönüklük, bir şeyin özünü saklama veya gizleme. Bir şeyin içsel gücünü koruyarak dışsal zayıflık göstermesi.", "kavramsal_derinlik": "İnsanın iç dünyasına, ruhsal derinliğine ve dış dünyaya karşı sergilediği duruşa işaret eder. İlahi boyutta, Allah'ın isim ve sıfatlarının tecellisinde gizlilik ve incelik manalarını taşır. Kulların kalplerinde sakladığı niyetlerin ve sırların derinliğiyle ilişkilidir."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "ضَمَرَ - damara", "muzari": "يَضْمُرُ - yadmuru", "masdar": "ضُمُورٌ - dumuur"}, "bab_anlami": "Bir şeyin incelmesi, zayıflaması, azalması veya gizlenmesi. Bu kalıp, bir şeyin özünde var olan gücün azalması veya dışarıya yansıyan etkisinin zayıflaması durumunu ifade eder. Aynı zamanda, bir şeyin içsel potansiyelini koruyarak dışsal olarak zayıf görünmesi anlamına da gelebilir. Bu, bir bilgenin bilgisini saklaması veya bir savaşçının stratejisini gizlemesi gibi derin anlamlar içerebilir.", "mikro_mantik": "Bu kalıp, kökün temel anlamını (gizlilik, zayıflık) doğrudan ve basit bir şekilde ifade eder. Fiilin özne üzerinde doğrudan bir etkisi olduğunu gösterir; yani özne kendiliğinden zayıflar veya gizlenir. Bu, eylemin içsel ve doğal bir süreç olduğunu vurgular."}, {"bab_no": 2, "fiil_formlari": {"mazi": "ضَمَّرَ - dammara", "muzari": "يُضَمِّرُ - yudammiru", "masdar": "تَضْمِيرٌ - tadmiir"}, "bab_anlami": "Bir şeyi inceltmek, zayıflatmak, gizlemek veya içe doğru çekmek. Bu kalıp, bir eylemin bir nesne üzerinde inceltme, zayıflatma veya gizleme etkisi yarattığını ifade eder. Bu, bir düşüncenin zihinde gizlenmesi veya bir duygunun kalpte saklanması gibi derin anlamlar içerebilir. Aynı zamanda, bir şeyin özünü koruyarak dışsal etkilerden uzak tutulması anlamına da gelebilir.", "mikro_mantik": "Bu kalıp, kökün anlamını yoğunlaştırır ve eylemin bir nesne üzerinde kasıtlı bir etki yarattığını gösterir. Fiilin geçişli (müteaddi) olması, eylemin bir özne tarafından bir nesne üzerinde gerçekleştirildiğini vurgular. Bu, eylemin daha aktif ve yönlendirilmiş olduğunu gösterir."}, {"bab_no": 3, "fiil_formlari": {"mazi": "ضَامَرَ - daamara", "muzari": "يُضَامِرُ - yudaamiru", "masdar": "مُضَامَرَةٌ - mudaamarah"}, "bab_anlami": "Bir şeyi içselleştirmek, gizlice niyet etmek, kalpte saklamak veya bir şeyin özünü derinlemesine düşünmek. Bu kalıp, iki taraf arasındaki gizli bir anlaşmayı veya içsel bir niyeti ifade eder. Aynı zamanda, bir şeyin özünü derinlemesine anlamaya çalışmak veya bir sırrı saklamak anlamına da gelebilir. Bu, iki kişinin kalplerinde gizli bir sevgi beslemesi veya bir liderin stratejisini gizlice planlaması gibi derin anlamlar içerebilir.", "mikro_mantik": "Bu kalıp, kökün anlamını karşılıklı bir ilişki veya içsel bir süreç bağlamında ifade eder. Fiilin iki taraflı (müşterek) olması, eylemin birden fazla özne arasında gerçekleştiğini veya öznenin kendi içinde derin bir düşünceye daldığını vurgular. Bu, eylemin daha karmaşık ve içsel olduğunu gösterir."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَضْمَرَ - admara", "muzari": "يُضْمِرُ - yudmiru", "masdar": "إِضْمَارٌ - idmaar"}, "bab_anlami": "Bir şeyi gizlemek, saklamak, içselleştirmek veya bir niyet taşımak. Bu kalıp, bir şeyin içselleştirilerek dışarıya yansıtılmaması veya bir niyetin kalpte saklanması durumunu ifade eder. Bu, bir duygunun gizlenmesi veya bir düşüncenin zihinde saklanması gibi derin anlamlar içerebilir. Aynı zamanda, bir şeyin özünü koruyarak dışsal etkilerden uzak tutulması anlamına da gelebilir. İlahî anlamda, Allah'ın kullarının kalplerindeki niyetleri bilmesi ve saklaması anlamına gelir.", "mikro_mantik": "Bu kalıp, kökün anlamını daha aktif ve yönlendirilmiş bir şekilde ifade eder. Fiilin geçişli (müteaddi) olması, eylemin bir özne tarafından bir nesne üzerinde gerçekleştirildiğini vurgular. Bu, eylemin daha kasıtlı ve bilinçli olduğunu gösterir."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَضَمَّرَ - tadammara", "muzari": "يَتَضَمَّرُ - yatadammara", "masdar": "تَضَمُّرٌ - tadammur"}, "bab_anlami": "İncelmek, zayıflamak, içe doğru çekilmek veya bir şeyin özünü derinlemesine hissetmek. Bu kalıp, bir şeyin kendiliğinden incelmesi, zayıflaması veya içe doğru çekilmesi durumunu ifade eder. Aynı zamanda, bir şeyin özünü derinlemesine hissetmek veya bir duygunun kalpte yoğunlaşması anlamına da gelebilir. Bu, bir bitkinin kuruması veya bir insanın içsel bir dönüşüm geçirmesi gibi derin anlamlar içerebilir. İlahî anlamda, kulun Allah'a yakınlaşması ve nefsini terbiye etmesi anlamına gelir.", "mikro_mantik": "Bu kalıp, kökün anlamını dönüşlü bir şekilde ifade eder. Fiilin dönüşlü (lazım) olması, eylemin özne üzerinde doğrudan bir etkisi olduğunu ve öznenin kendiliğinden değiştiğini vurgular. Bu, eylemin daha içsel ve doğal bir süreç olduğunu gösterir."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَضَامَرَ - tadaamara", "muzari": "يَتَضَامَرُ - yatadaamaru", "masdar": "تَضَامُرٌ - tadaamur"}, "bab_anlami": "Karşılıklı olarak incelmek, zayıflamak, gizli bir anlaşma yapmak veya birbirinin iç dünyasına nüfuz etmek. Bu kalıp, iki taraf arasındaki karşılıklı bir etkiyi veya gizli bir anlaşmayı ifade eder. Aynı zamanda, birbirinin iç dünyasına nüfuz etmek veya birbirinin sırlarını bilmek anlamına da gelebilir. Bu, iki arkadaşın birbirine destek olması veya iki düşmanın gizli bir ittifak kurması gibi derin anlamlar içerebilir. İlahî anlamda, kulların birbirleriyle yardımlaşması ve dayanışma içinde olması anlamına gelir.", "mikro_mantik": "Bu kalıp, kökün anlamını karşılıklı bir ilişki bağlamında ifade eder. Fiilin iki taraflı (müşterek) olması, eylemin birden fazla özne arasında gerçekleştiğini ve her öznenin diğerini etkilediğini vurgular. Bu, eylemin daha karmaşık ve etkileşimli olduğunu gösterir."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْضَمَرَ - indamara", "muzari": "يَنْضَمِرُ - yandamiru", "masdar": "اِنْضِمَارٌ - indimaar"}, "bab_anlami": "İçine çekilmek, gizlenmek, kaybolmak veya bir şeyin özüne nüfuz etmek. Bu kalıp, bir şeyin kendiliğinden içine çekilmesi, gizlenmesi veya kaybolması durumunu ifade eder. Aynı zamanda, bir şeyin özüne nüfuz etmek veya bir sırrın derinliklerine inmek anlamına da gelebilir. Bu, bir su damlasının denize karışması veya bir düşüncenin zihinde kaybolması gibi derin anlamlar içerebilir. İlahî anlamda, kulun Allah'ın varlığında yok olması ve O'nunla bütünleşmesi anlamına gelir.", "mikro_mantik": "Bu kalıp, kökün anlamını edilgen bir şekilde ifade eder. Fiilin edilgen (meçhul) olması, eylemin özne üzerinde kendiliğinden gerçekleştiğini ve öznenin eylemi kontrol edemediğini vurgular. Bu, eylemin daha doğal ve kaçınılmaz olduğunu gösterir."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِضْطَمَرَ - idtamara", "muzari": "يَضْطَمِرُ - yadtamiru", "masdar": "اِضْطِمَارٌ - idtimaar"}, "bab_anlami": "İçine almak, sarmak, gizlemek veya bir şeyin özünü derinlemesine kavramak. Bu kalıp, bir şeyin başka bir şeyi içine alması, sarması veya gizlemesi durumunu ifade eder. Aynı zamanda, bir şeyin özünü derinlemesine kavramak veya bir sırrı çözmek anlamına da gelebilir. Bu, bir annenin çocuğunu kucaklaması veya bir bilginin bir konuyu anlaması gibi derin anlamlar içerebilir. İlahî anlamda, Allah'ın rahmetinin kullarını kuşatması ve onları koruması anlamına gelir.", "mikro_mantik": "Bu kalıp, kökün anlamını yoğunlaştırır ve eylemin bir nesne üzerinde güçlü bir etki yarattığını gösterir. Fiilin geçişli (müteaddi) olması, eylemin bir özne tarafından bir nesne üzerinde gerçekleştirildiğini vurgular. Bu, eylemin daha aktif ve etkili olduğunu gösterir."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اِضْمَرَّ - idmarra", "muzari": "يَضْمَرُّ - yadmarru", "masdar": "اِضْمِرَارٌ - idmiraar"}, "bab_anlami": "Çok incelmek, çok zayıflamak, kurumak veya bir şeyin özünün tamamen kaybolması. Bu kalıp, bir şeyin aşırı derecede incelmesi, zayıflaması veya kuruması durumunu ifade eder. Aynı zamanda, bir şeyin özünün tamamen kaybolması veya bir duygunun yok olması anlamına da gelebilir. Bu, bir ağacın kuruması veya bir insanın umudunu kaybetmesi gibi derin anlamlar içerebilir. İlahî anlamda, kulun dünyevi zevklere düşkünlüğünün onu Allah'tan uzaklaştırması ve ruhunun kuruması anlamına gelir.", "mikro_mantik": "Bu kalıp, kökün anlamını abartılı bir şekilde ifade eder. Fiilin mübalağa (abartı) anlamı taşıması, eylemin çok yoğun ve şiddetli olduğunu vurgular. Bu, eylemin daha dramatik ve etkileyici olduğunu gösterir."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَضْمَرَ - istadmara", "muzari": "يَسْتَضْمِرُ - yastadmiru", "masdar": "اِسْتِضْمَارٌ - istidmaar"}, "bab_anlami": "Gizlemeyi istemek, saklamaya çalışmak, içselleştirmeye niyet etmek veya bir şeyin özünü derinlemesine anlamayı talep etmek. Bu kalıp, bir şeyi gizlemeyi istemek, saklamaya çalışmak veya içselleştirmeye niyet etmek durumunu ifade eder. Aynı zamanda, bir şeyin özünü derinlemesine anlamayı talep etmek veya bir sırrı çözmek için çaba göstermek anlamına da gelebilir. Bu, bir öğrencinin bir konuyu anlamaya çalışması veya bir dedektifin bir suçu çözmeye çalışması gibi derin anlamlar içerebilir. İlahî anlamda, kulun Allah'ın sırlarını anlamaya çalışması ve O'na yakınlaşmaya niyet etmesi anlamına gelir.", "mikro_mantik": "Bu kalıp, kökün anlamını talep veya çaba bağlamında ifade eder. Fiilin talep (istek) anlamı taşıması, eylemin bir amaç doğrultusunda gerçekleştirildiğini ve öznenin bir sonuca ulaşmaya çalıştığını vurgular. Bu, eylemin daha bilinçli ve hedef odaklı olduğunu gösterir."}]}], "ضمم": [{"kok": "ضمم", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Bir araya getirme, sıkıştırma, ekleme; bütünleşme ve bir olma potansiyeli.", "kavramsal_derinlik": "Birliğin ve bütünlüğün maddi ve manevi tezahürleri. Ayrılığın zıddı olarak, varlıkların birbirleriyle olan ilişkilerindeki uyumu ve kaynaşmayı ifade eder. Bu, fiziksel birleşimden, düşünsel ve ruhsal bütünleşmeye kadar geniş bir yelpazede anlam taşır."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "ضَمَّ - Damma", "muzari": "يَضُمُّ - Yadummu", "masdar": "ضَمٌّ - Dammun"}, "bab_anlami": "Bir şeyi diğerine katmak, eklemek, sıkıştırmak veya bir araya getirmek. Bu kalıp, bir şeyin başka bir şeyle birleşerek daha büyük veya daha güçlü bir bütün oluşturmasını ifade eder. Aynı zamanda, bir şeyin içselleştirilmesi, özümsenmesi veya benimsenmesi anlamlarını da taşıyabilir. Bu eylem, sadece fiziksel bir birleşme değil, aynı zamanda düşünsel veya duygusal bir bütünleşmeyi de simgeler.", "mikro_mantik": "Bu bab, kökün temel anlamını doğrudan ve yoğun bir şekilde ifade eder. Fiilin geçişli yapısı, eylemin bir nesne üzerinde gerçekleştiğini ve birleştirme, sıkıştırma veya ekleme işleminin bir sonucu olduğunu gösterir. Bu kalıp, kökün anlamını somutlaştırır ve eylemin etkisini vurgular."}, {"bab_no": 2, "fiil_formlari": {"mazi": "ضَامَّ - Daamme", "muzari": "يُضَامُّ - Yudaammu", "masdar": "مُضَامَّةٌ - Mudaammetun"}, "bab_anlami": "Karşılıklı bir araya gelme, birbirini sıkıştırma veya birleşme eylemini ifade eder. Bu kalıp, iki veya daha fazla varlığın birbirleriyle etkileşimde bulunarak bir bütün oluşturmasını veya birbirlerine yakınlaşmasını vurgular. İlişkilerde yakınlaşma, işbirliği veya rekabet gibi dinamikleri içerebilir. Aynı zamanda, bir konuda ortak bir paydada buluşma veya anlaşmaya varma anlamını da taşıyabilir. Bu kalıp, karşılıklı etkileşimin ve ortaklığın önemini vurgular.", "mikro_mantik": "Bu bab, kökün anlamını karşılıklılık ve etkileşim boyutuyla genişletir. Fiilin müfaale kalıbı, eylemin iki taraf arasında gerçekleştiğini ve bir tür denge veya karşılıklı etki olduğunu gösterir. Bu kalıp, kökün anlamını ilişkisel bir bağlama yerleştirir ve eylemin sosyal veya kişilerarası boyutunu vurgular."}, {"bab_no": 3, "fiil_formlari": {"mazi": "ضَامَمَ - Daameme", "muzari": "يُضَامِمُ - Yudaamimu", "masdar": "مُضَامَمَةٌ - Mudaamemetun"}, "bab_anlami": "Bir şeyi bir araya getirmeye veya sıkıştırmaya çalışma, bu yönde çaba gösterme veya teşebbüs etme anlamını taşır. Bu kalıp, bir hedefe ulaşmak için gösterilen gayreti, azmi veya kararlılığı ifade eder. Aynı zamanda, bir şeyi birleştirmeye veya bütünleştirmeye yönelik bir niyeti veya planı da içerebilir. Bu çaba, bazen başarılı olabilirken bazen de başarısızlıkla sonuçlanabilir; ancak önemli olan, birliği veya bütünlüğü sağlama yönündeki sürekli arayıştır. Bu kalıp, bir amaca yönelik bilinçli ve aktif bir çabayı vurgular.", "mikro_mantik": "Bu bab, kökün anlamını bir çaba ve niyet boyutuyla genişletir. Fiilin bu kalıbı, eylemin bir süreç olduğunu ve bir hedefe yönelik olduğunu gösterir. Bu kalıp, kökün anlamını dinamik bir bağlama yerleştirir ve eylemin motivasyonunu ve yönünü vurgular."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَضَمَّ - Addamma", "muzari": "يُضِمُّ - Yudimmu", "masdar": "إِضْمَامٌ - İdmamun"}, "bab_anlami": "Bir şeyi başka bir şeyin içine katmak, eklemek veya dahil etmek. Bu kalıp, bir şeyin başka bir şeyle birleşerek daha büyük bir bütünün parçası haline gelmesini ifade eder. Aynı zamanda, bir şeyi gizlemek, saklamak veya örtmek anlamlarını da taşıyabilir. Bu eylem, bir şeyin görünürlüğünü azaltarak veya onu başka bir şeyin içinde eriterek, bir tür koruma veya bütünleşme sağlayabilir. Bu kalıp, birleştirme ve gizleme eylemlerinin iç içe geçtiği bir durumu ifade eder.", "mikro_mantik": "Bu bab, kökün anlamını bir içerme ve gizleme boyutuyla genişletir. Fiilin if'al kalıbı, eylemin bir şeyi başka bir şeyin içine soktuğunu veya dahil ettiğini gösterir. Bu kalıp, kökün anlamını karmaşık bir bağlama yerleştirir ve eylemin sonuçlarını vurgular."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَضَمَّمَ - Tedammeme", "muzari": "يَتَضَمَّمُ - Yetedammemu", "masdar": "تَضَمُّمٌ - Tedammumun"}, "bab_anlami": "Bir araya gelmek, toplanmak, birleşmek veya birbirine sarılmak. Bu kalıp, varlıkların kendi aralarında bir araya gelerek bir bütün oluşturmasını veya birbirleriyle yakınlaşmasını ifade eder. Bu birleşme, fiziksel bir yakınlaşma olabileceği gibi, düşünsel veya duygusal bir birliktelik de olabilir. Aynı zamanda, bir şeyin etrafında toplanmak, onu kuşatmak veya onu korumak anlamlarını da taşıyabilir. Bu kalıp, birliğin ve bütünlüğün önemini vurgular.", "mikro_mantik": "Bu bab, kökün anlamını bir kendiliğinden birleşme boyutuyla genişletir. Fiilin tefe'ul kalıbı, eylemin özne tarafından gerçekleştirildiğini ve bir süreç içinde gerçekleştiğini gösterir. Bu kalıp, kökün anlamını dinamik bir bağlama yerleştirir ve eylemin içsel motivasyonunu vurgular."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَضَامَّ - Tedaamme", "muzari": "يَتَضَامُّ - Yetedaammu", "masdar": "تَضَامٌّ - Tedaammun"}, "bab_anlami": "Birbirine destek olmak, yardım etmek veya omuz vermek. Bu kalıp, insanların veya varlıkların ortak bir amaç için bir araya gelerek birbirlerine destek olmalarını ifade eder. Aynı zamanda, bir konuda dayanışma göstermek, işbirliği yapmak veya birlikte hareket etmek anlamlarını da taşıyabilir. Bu destek, maddi veya manevi olabilir ve bir topluluğun veya grubun gücünü artırır. Bu kalıp, yardımlaşmanın ve dayanışmanın önemini vurgular.", "mikro_mantik": "Bu bab, kökün anlamını bir karşılıklı destek boyutuyla genişletir. Fiilin tefa'ul kalıbı, eylemin iki taraf arasında gerçekleştiğini ve bir tür denge veya karşılıklı etki olduğunu gösterir. Bu kalıp, kökün anlamını ilişkisel bir bağlama yerleştirir ve eylemin sosyal veya toplumsal boyutunu vurgular."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْضَمَّ - İndamma", "muzari": "يَنْضَمُّ - Yendammu", "masdar": "اِنْضِمَامٌ - İndimamun"}, "bab_anlami": "Bir araya gelmek, katılmak, dahil olmak veya bir topluluğa veya gruba üye olmak. Bu kalıp, bir bireyin veya varlığın daha büyük bir bütünün parçası haline gelmesini ifade eder. Aynı zamanda, bir şeye eklenmek, ilave edilmek veya bir şeyle bütünleşmek anlamlarını da taşıyabilir. Bu katılım, bir topluluğun veya grubun gücünü artırır ve bireye aidiyet duygusu verir. Bu kalıp, birliğin ve bütünlüğün önemini vurgular.", "mikro_mantik": "Bu bab, kökün anlamını bir katılma ve dahil olma boyutuyla genişletir. Fiilin infial kalıbı, eylemin özne üzerinde gerçekleştiğini ve bir değişim veya dönüşüm olduğunu gösterir. Bu kalıp, kökün anlamını dinamik bir bağlama yerleştirir ve eylemin sonuçlarını vurgular."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِضْطَمَّ - İdtamma", "muzari": "يَضْطَمُّ - Yadtammu", "masdar": "اِضْطِمَامٌ - İdtimamun"}, "bab_anlami": "Sıkıca sarılmak, kucaklamak veya bir şeyi kendine çekmek. Bu kalıp, bir sevgi, şefkat veya koruma ifadesi olarak bir şeyi sıkıca tutmayı veya sarmalamayı ifade eder. Aynı zamanda, bir şeyi elde etmek, ele geçirmek veya kontrol altına almak anlamlarını da taşıyabilir. Bu eylem, bir şeyi kendine yakın tutarak veya onu koruyarak, bir tür güven veya güvenlik duygusu yaratır. Bu kalıp, yakınlığın ve sahiplenmenin önemini vurgular.", "mikro_mantik": "Bu bab, kökün anlamını bir sıkıca sarılma ve sahiplenme boyutuyla genişletir. Fiilin ifti'al kalıbı, eylemin özne tarafından gerçekleştirildiğini ve bir çaba veya kasıt olduğunu gösterir. Bu kalıp, kökün anlamını dinamik bir bağlama yerleştirir ve eylemin motivasyonunu vurgular."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اِضْمَأَمَّ - İdma'amme", "muzari": "يَضْمَئِمُّ - Yadma'immu", "masdar": "اِضْمِئْمَامٌ - İdmi'mamun"}, "bab_anlami": "Bir araya toplanmak, sıkışmak veya küçülmek. Bu kalıp, varlıkların bir araya gelerek daha yoğun veya daha sıkışık bir hale gelmesini ifade eder. Aynı zamanda, bir şeyin hacminin veya boyutunun azalması, küçülmesi veya daralması anlamlarını da taşıyabilir. Bu durum, bir şeyin içsel bir baskı veya dışsal bir etki sonucu değişime uğramasını ifade eder. Bu kalıp, yoğunluğun ve sıkışıklığın önemini vurgular.", "mikro_mantik": "Bu bab, kökün anlamını bir yoğunlaşma ve küçülme boyutuyla genişletir. Fiilin if'ilal kalıbı, eylemin özne üzerinde gerçekleştiğini ve bir değişim veya dönüşüm olduğunu gösterir. Bu kalıp, kökün anlamını dinamik bir bağlama yerleştirir ve eylemin sonuçlarını vurgular."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَضَمَّ - İstaddamma", "muzari": "يَسْتَضِمُّ - Yestadimmu", "masdar": "اِسْتِضْمَامٌ - İstidmamun"}, "bab_anlami": "Bir şeyi bir araya getirmeyi, sıkıştırmayı veya dahil etmeyi istemek, talep etmek veya aramak. Bu kalıp, birliğe, bütünlüğe veya yakınlığa duyulan özlemi ifade eder. Aynı zamanda, bir şeyi elde etmek, ele geçirmek veya kontrol altına almak için çaba göstermek anlamlarını da taşıyabilir. Bu istek, bir amaca ulaşmak için gösterilen azmi veya kararlılığı ifade eder. Bu kalıp, birliğe ve bütünlüğe duyulan ihtiyacı vurgular.", "mikro_mantik": "Bu bab, kökün anlamını bir istek ve arayış boyutuyla genişletir. Fiilin istif'al kalıbı, eylemin özne tarafından istendiğini veya arandığını gösterir. Bu kalıp, kökün anlamını dinamik bir bağlama yerleştirir ve eylemin motivasyonunu vurgular."}]}], "ضنك": [{"kok": "ضنك", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Sıkıntı, darlık, zorluk içinde olma; kendini sınırlama, kısıtlama.", "kavramsal_derinlik": "Beşeri deneyimde karşılaşılan maddi ve manevi zorlukların, bireyin iç dünyasındaki yansımaları ve bu zorluklarla başa çıkma yöntemleri. İlahi boyutta ise, kulun imtihanı ve sabrının sınanması, bu süreçte olgunlaşma ve arınma potansiyeli."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "ضَنَكَ - ḍanaka", "muzari": "يَضْنُكُ - yaḍnuku", "masdar": "ضَنْك - ḍank"}, "bab_anlami": "Sıkmak, daraltmak, zor durumda bırakmak. Varlığın özündeki potansiyeli kısıtlayarak, onun kendini gerçekleştirmesini engellemek. Bu, maddi sıkıntılarla olabileceği gibi, manevi baskılarla da kendini gösterebilir. İnsanın içindeki cevheri ortaya çıkarmasını zorlaştıran her türlü engel bu babın anlam alanına girer.", "mikro_mantik": "Kökün temel anlamını doğrudan ve yoğun bir şekilde ifade eder. Fiilin öznesi, sıkıntıyı yaratan veya deneyimleyen varlıktır. Eylem, doğrudan doğruya sıkıntı verme veya daraltma eylemini gösterir, dolayısıyla kökün anlamı yoğunlaşır."}, {"bab_no": 2, "fiil_formlari": {"mazi": "ضَنَّكَ - ḍannaka", "muzari": "يُضَنِّكُ - yuḍanniku", "masdar": "تَضْنِيكْ - taḍnîk"}, "bab_anlami": "Bir şeyi sürekli olarak sıkmak, tekrar tekrar daraltmak veya zor durumda bırakmak. Bu, bir süreç içinde devamlılık arz eden bir sıkıntı halini ifade eder. Varlığın potansiyelini sürekli olarak baskı altında tutarak, onun gelişimini engellemek. Bu durum, hem bireysel hem de toplumsal düzeyde kronikleşmiş sorunlara işaret edebilir.", "mikro_mantik": "Tekrarlama ve yoğunlaştırma anlamı taşır. Fiilin öznesi, sıkıntıyı sürekli olarak uygulayan veya tekrar eden bir etkendir. Bu kalıp, kökün anlamını zamansal bir derinlik katarak, olayın sürekliliğini vurgular."}, {"bab_no": 3, "fiil_formlari": {"mazi": "ضَانَكَ - ḍânaka", "muzari": "يُضَانِكُ - yuḍâniku", "masdar": "مُضَانَكَةْ - muḍânakah"}, "bab_anlami": "Karşılıklı olarak sıkıntı vermek, birbirini daraltmak veya zor durumda bırakmak. İki veya daha fazla varlık arasındaki etkileşimde ortaya çıkan bir gerilim ve rekabet halini ifade eder. Bu, hem bireyler arası ilişkilerde hem de toplumsal gruplar arasındaki çatışmalarda görülebilir. Her bir tarafın diğerini kısıtlamaya çalışması, ortak bir çıkış yolu bulmayı zorlaştırır.", "mikro_mantik": "Karşılıklılık ve etkileşim anlamı taşır. Fiilin öznesi, en az iki tarafın birbirine uyguladığı bir eylemi ifade eder. Bu kalıp, kökün anlamını ilişkisel bir boyuta taşıyarak, taraflar arasındaki dinamiği vurgular."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَضْنَكَ - aḍnaka", "muzari": "يُضْنِكُ - yuḍniku", "masdar": "إِضْنَاکْ - iḍnâk"}, "bab_anlami": "Sıkıntıya sokmak, daraltmak, zor durumda bırakmak; bir şeyi veya bir kimseyi sıkıntıya maruz bırakmak. Bu, dışsal bir etkinin varlığı daraltması veya kısıtlaması anlamına gelir. Potansiyelin ortaya çıkmasını engelleyen bir dış faktörün varlığına işaret eder. Bu durum, bireyin veya toplumun gelişimini olumsuz yönde etkileyebilir.", "mikro_mantik": "Nedensellik ve geçişlilik anlamı taşır. Fiilin öznesi, sıkıntıya neden olan etkendir. Bu kalıp, kökün anlamını eylemin bir başkası üzerindeki etkisini vurgulayarak, nedensel bir ilişkiyi ifade eder."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَضَنَّكَ - taḍannaka", "muzari": "يَتَضَنَّكُ - yataḍannaku", "masdar": "تَضَنُّكْ - taḍannuk"}, "bab_anlami": "Sıkıntıya girmek, daralmak, zor durumda kalmak; kendi kendini sıkıntıya sokmak. Bu, bireyin kendi iç dünyasında yaşadığı çatışmalar ve sınırlamalar nedeniyle ortaya çıkan bir durumu ifade eder. Kişinin kendi potansiyelini gerçekleştirmesini engelleyen içsel engeller ve kısıtlamalar bu babın anlam alanına girer. Öz farkındalık eksikliği veya yanlış inançlar bu duruma yol açabilir.", "mikro_mantik": "Dönüşlülük ve içselleşme anlamı taşır. Fiilin öznesi, eylemi gerçekleştiren ve etkilenen aynı varlıktır. Bu kalıp, kökün anlamını içsel bir boyuta taşıyarak, bireyin kendi iç dünyasındaki dinamikleri vurgular."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَضَانَكَ - taḍânaka", "muzari": "يَتَضَانَكُ - yataḍânaku", "masdar": "تَضَانُكْ - taḍânuk"}, "bab_anlami": "Birbirine sıkıntı vermek, birbirini daraltmak veya zor durumda bırakmak için çabalamak; karşılıklı olarak sıkıntıya düşmek. Bu, iki veya daha fazla tarafın birbirine karşı rekabetçi ve çatışmacı bir tutum sergilemesi durumunu ifade eder. Her bir tarafın diğerini alt etmeye çalışması, ortak bir zeminde buluşmayı zorlaştırır. Bu durum, toplumsal huzursuzluğa ve güvensizliğe yol açabilir.", "mikro_mantik": "Karşılıklı çaba ve rekabet anlamı taşır. Fiilin öznesi, en az iki tarafın birbirine karşı aktif olarak uyguladığı bir eylemi ifade eder. Bu kalıp, kökün anlamını dinamik bir etkileşim içinde ele alarak, taraflar arasındaki gerilimi vurgular."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْضَنَكَ - inḍanaka", "muzari": "يَنْضَنِكُ - yanḍaniku", "masdar": "اِنْضِنَاكْ - inḍinâk"}, "bab_anlami": "Sıkışmak, daralmak, zor durumda kalmak; bir şeyin içine sıkışmak veya hapsolmak. Bu, bireyin veya varlığın dışsal koşullar nedeniyle sınırlanması ve hareket alanının kısıtlanması durumunu ifade eder. Özgürlüğün kısıtlanması, potansiyelin ortaya çıkmasını engelleyen bir faktör olarak karşımıza çıkar. Bu durum, hem fiziksel hem de psikolojik anlamda bir hapsedilme hissi yaratabilir.", "mikro_mantik": "İçe doğru hareket ve sınırlanma anlamı taşır. Fiilin öznesi, eylemin etkisini içsel olarak deneyimleyen varlıktır. Bu kalıp, kökün anlamını pasif bir duruma dönüştürerek, dışsal etkenlerin birey üzerindeki etkisini vurgular."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِضْطَنَكَ - iḍṭanaka", "muzari": "يَضْطَنِكُ - yaḍṭaniku", "masdar": "اِضْطِنَاكْ - iḍṭinâk"}, "bab_anlami": "Sıkıntıya zorlamak, şiddetle daraltmak, çok zor durumda bırakmak; bir şeyi veya bir kimseyi aşırı derecede sıkıntıya sokmak. Bu, dışsal bir baskının veya zorlamanın birey veya varlık üzerinde yarattığı yoğun bir sıkıntı halini ifade eder. Potansiyelin tamamen bastırılması, umutsuzluk ve çaresizlik duygularına yol açabilir. Bu durum, travmatik deneyimler veya aşırı stres altında kalma gibi durumlarda ortaya çıkabilir.", "mikro_mantik": "Şiddet ve zorlama anlamı taşır. Fiilin öznesi, sıkıntıyı aşırı derecede uygulayan etkendir. Bu kalıp, kökün anlamını yoğunlaştırarak, eylemin şiddetini ve etkisini vurgular."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اِضْنَنْكَ - iḍnanka", "muzari": "يَضْنَنْكُ - yaḍnanku", "masdar": "اِضْنِنْکَاکْ - iḍnin'kâk"}, "bab_anlami": "Aşırı derecede sıkışmak, çok daralmak, dayanılmaz derecede zor durumda kalmak; bir şeyin içinde aşırı derecede sıkışıp kalmak. Bu, bireyin veya varlığın içsel veya dışsal faktörler nedeniyle aşırı derecede sınırlanması ve hareket edemez hale gelmesi durumunu ifade eder. Potansiyelin tamamen yok olması, yaşam enerjisinin tükenmesi ve anlam kaybı gibi sonuçlara yol açabilir. Bu durum, derin bir umutsuzluk ve çaresizlik hissi yaratır.", "mikro_mantik": "Aşırılık ve yoğunluk anlamı taşır. Fiilin öznesi, eylemin etkisini en üst düzeyde deneyimleyen varlıktır. Bu kalıp, kökün anlamını abartılı bir şekilde vurgulayarak, durumun vahametini ifade eder."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَضْنَكَ - istaḍnaka", "muzari": "يَسْتَضْنِكُ - yastaḍniku", "masdar": "اِسْتِضْنَاکْ - istiḍnâk"}, "bab_anlami": "Sıkıntı istemek, daralmayı talep etmek, zor durumda kalmayı arzu etmek; sıkıntıya düşmeyi veya zor durumda kalmayı istemek veya buna sebep olmak. Bu, bireyin bilinçli veya bilinçsiz olarak kendini sıkıntıya sokacak durumlar yaratması veya bu tür durumlara yönelmesi anlamına gelir. Potansiyelin kısıtlanması, kendini sabote etme veya olumsuz davranış kalıplarını sürdürme gibi nedenlerle ortaya çıkabilir. Bu durum, derinlerde yatan bir değersizlik veya suçluluk duygusunun yansıması olabilir.", "mikro_mantik": "Talep ve arzu anlamı taşır. Fiilin öznesi, sıkıntıyı isteyen veya arzulayan varlıktır. Bu kalıp, kökün anlamını bilinçli bir eyleme dönüştürerek, bireyin kendi kaderini şekillendirme arzusunu vurgular."}]}], "ضنن": [{"kok": "ضنن", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Cimrilik, kıskançlık, esirgeme; bir şeyi sakınmak, bir şeyden kaçınmak, bir şeyi vermemek. Özünde, bir şeyin değerini koruma içgüdüsü yatar.", "kavramsal_derinlik": "Maddi ve manevi kaynakları elde tutma arzusu, paylaşma ve cömertlik kavramlarının zıddı. İnsanın sahip olduklarına sıkıca bağlanması ve bunların kaybından duyduğu korku ile ilişkilidir. Aynı zamanda, bir şeyin değerini bilme ve onu koruma sorumluluğu gibi daha olumlu bir anlam da taşıyabilir."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "ضَنَّ - danna", "muzari": "يَضِنُّ - yadinnu", "masdar": "ضَنٌّ - dannun"}, "bab_anlami": "Bir şeyi kıskanmak, cimrilik etmek, esirgemek. Bu kalıp, temel anlam çekirdeğini en doğrudan ve yoğun şekilde ifade eder. Bir kişinin sahip olduğu bir şeyi başkalarından sakınması, onu paylaşmaya gönülsüz olması durumunu belirtir. Bu, maddi kaynaklar olabileceği gibi, sevgi, bilgi veya zaman gibi manevi kaynaklar da olabilir.", "mikro_mantik": "Bu basit fiil kalıbı, kökün temel anlamını yoğunlaştırır ve eylemin özne tarafından doğrudan ve bilinçli bir şekilde gerçekleştirildiğini vurgular. Fiilin yalınlığı, eylemin kendisinin basit ve doğrudan olduğunu, herhangi bir dolaylılık veya karmaşıklık içermediğini gösterir. Bu kalıp, cimriliğin veya kıskançlığın doğal ve içgüdüsel bir davranış olduğunu ima eder."}, {"bab_no": 2, "fiil_formlari": {"mazi": "أَضَنَّ - addanna", "muzari": "يُضِنُّ - yudinnu", "masdar": "إِضْنَانٌ - idnanun"}, "bab_anlami": "Cimri davranmaya zorlamak, cimriliğe sevk etmek veya bir şeyi kıskandırmak. Bu kalıp, kökün anlamını bir başkası üzerinde etki yaratma veya bir duruma neden olma şeklinde genişletir. Bir kişinin başka birini cimri davranmaya teşvik etmesi veya bir şeyi kıskanmasına yol açması durumunu ifade eder. Bu, dolaylı bir etki veya manipülasyon içerebilir.", "mikro_mantik": "Bu kalıp, kökün anlamını nedensellik ve etki bağlamında ele alır. Fiilin 'if'al' kalıbında olması, eylemin bir başkası üzerinde bir etki yarattığını veya bir duruma neden olduğunu gösterir. Bu, cimriliğin veya kıskançlığın sadece bireysel bir davranış olmadığını, aynı zamanda başkalarını da etkileyebilecek veya tetikleyebilecek bir durum olduğunu vurgular."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَضَانَّ - tadaanna", "muzari": "يَتَضَانُّ - yatadaannu", "masdar": "تَضَانٌّ - tadaannun"}, "bab_anlami": "Karşılıklı olarak cimrilik etmek, birbirini kıskanmak veya birbirine karşı cimri davranmak. Bu kalıp, kökün anlamını karşılıklılık ve etkileşim bağlamında ele alır. İki veya daha fazla kişinin birbirine karşı cimri davranması, birbirini kıskanması veya birbirine bir şey vermemek için çabalaması durumunu ifade eder. Bu, rekabet, güvensizlik veya karşılıklı çıkar çatışması gibi durumlarla ilişkilendirilebilir.", "mikro_mantik": "Bu kalıp, kökün anlamını sosyal ve ilişkisel bir bağlama yerleştirir. Fiilin 'tefa'ul' kalıbında olması, eylemin karşılıklı olduğunu ve iki veya daha fazla kişi arasında gerçekleştiğini gösterir. Bu, cimriliğin veya kıskançlığın sadece bireysel bir duygu olmadığını, aynı zamanda kişiler arası ilişkileri de etkileyebilecek bir dinamik olduğunu vurgular."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَضَنَّ - istadanna", "muzari": "يَسْتَضِنُّ - yastadinnu", "masdar": "اِسْتِضْنَانٌ - istidnanun"}, "bab_anlami": "Cimri davranmayı istemek, cimrilik etmeye çalışmak veya bir şeyi kıskanmaya yönelmek. Bu kalıp, kökün anlamını bir arayış, talep veya eğilim bağlamında ele alır. Bir kişinin cimri davranmaya istekli olması, cimrilik etmeye çalışması veya bir şeyi kıskanmaya meyletmesi durumunu ifade eder. Bu, içsel bir eğilim, arzu veya niyet olabilir.", "mikro_mantik": "Bu kalıp, kökün anlamını psikolojik ve motivasyonel bir bağlama yerleştirir. Fiilin 'istif'al' kalıbında olması, eylemin bir arayış, talep veya eğilim olduğunu gösterir. Bu, cimriliğin veya kıskançlığın sadece bir davranış olmadığını, aynı zamanda bir zihniyet, arzu veya eğilim olduğunu vurgular. Kişinin iç dünyasındaki bu eğilim, davranışlarını şekillendirebilir ve başkalarıyla olan ilişkilerini etkileyebilir."}]}], "ضهأ": [{"kok": "ضهأ", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Varoluşsal çöküş ve yeniden doğuş potansiyeli, içsel boşluğun keşfi ve anlam arayışı.", "kavramsal_derinlik": "Yok oluşun eşiğinde beliren umut ışığı, hiçlikten doğan varlık bilinci."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "ضَهَأَ - ḍahahaʾa", "muzari": "يَضْهَأُ - yaḍhaʾu", "masdar": "ضَهْء - ḍahʾ"}, "bab_anlami": "Bu kalıp, kökün anlamını içsel bir çaba veya zorlama ile ortaya çıkarma potansiyeli taşır. Kişinin kendi içindeki potansiyeli açığa çıkarmak için gösterdiği gayreti veya bir şeyin zorla, baskıyla ortaya çıkarılmasını ifade edebilir. Bu, bazen bir sırrın açığa çıkarılması, bazen de bastırılmış bir duygunun yüzeye çıkması şeklinde tezahür edebilir. Aynı zamanda, bir şeyin özünü veya gerçekliğini ortaya çıkarma eylemini de barındırır; bu, derinlemesine bir araştırma veya sorgulama yoluyla olabilir.", "mikro_mantik": "Bu kalıp, kökün temel anlamını bir eylemle, bir süreçle ilişkilendirir. Kökün ifade ettiği potansiyelin, bir fail tarafından gerçekleştirilen bir eylem aracılığıyla somutlaştığını gösterir. Bu, kökün anlamının dinamik ve aktif bir şekilde tezahür etmesini sağlar."}]}], "ضوأ": [{"kok": "ضوأ", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Işık, aydınlık, parıltı; bir şeyin belirginleşmesi, görünür hale gelmesi. Bilginin, farkındalığın ve iç görü'nün karanlığı dağıtarak zihni aydınlatması.", "kavramsal_derinlik": "Maddi ve manevi aydınlanma; hakikatin keşfi, cehaletin ortadan kalkması. İlahi nurun kalbe yansıması, ruhun aydınlanması ve varoluşun anlamının idrak edilmesi."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "ضَاءَ - ḍāʾe", "muzari": "يَضِيءُ - yaḍīʾu", "masdar": "ضَوْء - ḍawʾ"}, "bab_anlami": "Işığın yayılması, parlaması, aydınlatması. Bir şeyin kendi ışığıyla veya başka bir kaynaktan aldığı ışıkla belirginleşmesi. Bu kalıp, kökün temel anlamını doğrudan ifade eder; bir nesnenin veya kavramın aydınlanma eylemini ve bu eylemin sonucunda ortaya çıkan parlaklığı vurgular. Aynı zamanda, bir gerçeğin veya bilginin ortaya çıkmasıyla zihnin aydınlanmasını da ifade edebilir.", "mikro_mantik": "Bu kalıp, kökün temel anlamını en yalın haliyle sunar. Fiilin basit ve doğrudan bir eylemi ifade etmesi, kökün anlamının herhangi bir ek anlam veya nüansla karmaşıklaşmadığını gösterir. Işığın kendiliğinden yayılmasını veya bir nesnenin doğal parlaklığını vurgular."}, {"bab_no": 2, "fiil_formlari": {"mazi": "أَضَاءَ - ʾaḍāʾe", "muzari": "يُضِيءُ - yuḍīʾu", "masdar": "إِضَاءَة - ʾiḍāʾeh"}, "bab_anlami": "Işık vermek, aydınlatmak, parlatmak; bir şeyi görünür hale getirmek. Bir nesneyi veya ortamı ışıkla donatarak daha belirgin ve anlaşılır kılmak. Bu kalıp, kökün anlamını geçişli hale getirir; yani, bir öznenin başka bir nesne üzerinde aydınlatma eylemini gerçekleştirmesini ifade eder. Aynı zamanda, bir konuyu açıklığa kavuşturmak, bir durumu aydınlatmak veya bir problemi çözmek anlamlarına da gelebilir.", "mikro_mantik": "Bu kalıp, köke etkenlik (transitivity) özelliği katar. Fiilin bir nesne üzerinde gerçekleştirilen bir eylemi ifade etmesi, kökün anlamının daha dinamik ve etkileşimli bir hale geldiğini gösterir. Bir şeyin pasif olarak ışık saçması yerine, aktif olarak ışık vermesi veya aydınlatması vurgulanır."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَضَاءَ - taḍāʾe", "muzari": "يَتَضَاءُ - yataḍāʾu", "masdar": "تَضَاؤُء - taḍāʾuʾ"}, "bab_anlami": "Işık saçmaya çalışmak, aydınlanmaya gayret etmek, parıldamaya özenmek. Bir şeyin kendi kendine ışık üretmeye veya mevcut ışığı artırmaya çabalaması. Bu kalıp, kökün anlamını bir süreç veya çaba olarak ifade eder; yani, aydınlanmanın veya parlamanın kendiliğinden olmadığını, bir gayretin sonucu olduğunu vurgular. Aynı zamanda, bir konuda bilgi edinmeye, anlamaya veya aydınlanmaya yönelik bir çabayı da ifade edebilir.", "mikro_mantik": "Bu kalıp, köke bir çaba ve süreç anlamı katar. Fiilin bir öznenin kendi üzerinde gerçekleştirdiği bir eylemi ifade etmesi, kökün anlamının daha içsel ve kişisel bir hale geldiğini gösterir. Dışarıdan bir etki olmadan, kendi kendine aydınlanmaya veya parlamaya çalışma vurgulanır."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَضَاءَ - istaḍāʾe", "muzari": "يَسْتَضِيءُ - yastaḍīʾu", "masdar": "اِسْتِضَاءَة - istidāʾeh"}, "bab_anlami": "Işık istemek, aydınlanma talep etmek, bir kaynaktan ışık almak. Bir şeyin aydınlatılması için bir başvuru veya talepte bulunması. Bu kalıp, kökün anlamını bir ihtiyaç veya arayış olarak ifade eder; yani, aydınlanmanın veya parlamanın kendiliğinden olmadığını, bir dış kaynaktan talep edilmesi gerektiğini vurgular. Aynı zamanda, bir konuda bilgi edinmek, anlamak veya aydınlanmak için bir rehber veya kaynak aramayı da ifade edebilir. Manevi bir arayış içinde olmak, ilahi nurdan feyz almak için dua etmek.", "mikro_mantik": "Bu kalıp, köke bir talep ve arayış anlamı katar. Fiilin bir öznenin dışarıdan bir şey talep etmesini ifade etmesi, kökün anlamının daha bağımlı ve ilişkisel bir hale geldiğini gösterir. Kendi kendine aydınlanmak yerine, bir kaynaktan yardım veya rehberlik isteme vurgulanır."}]}], "ضير": [{"kok": "ضير", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Zarar, sıkıntı, eksiklik veya bir şeyin özünden sapma hali. Bu kök, varlığın ideal durumundan uzaklaşmayı, bir tür bozulmayı veya kusuru ifade eder.", "kavramsal_derinlik": "Beşeri düzlemde, hatalar, yanlış seçimler ve bunların sonuçları; ilahi düzlemde ise, yaratılışın mükemmelliğinden geçici olarak uzaklaşma potansiyeli."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "ضَارَ - ḍāra", "muzari": "يَضِيرُ - yaḍīru", "masdar": "ضَيْر - ḍayr"}, "bab_anlami": "Bir şeye zarar vermek, bir şeyi eksiltmek veya bir kusur oluşturmak. Bu kalıp, doğrudan bir etkiyle bir şeyin durumunu olumsuz yönde değiştirmeyi ifade eder. Fiilin bu formu, öznenin bir nesne üzerinde yarattığı olumsuz etkiyi vurgular. Bu, maddi bir zarar olabileceği gibi, manevi bir eksiklik veya bozulma da olabilir.", "mikro_mantik": "Bu basit fiil kalıbı, kökün temel anlamını doğrudan ve etkili bir şekilde ifade eder. Eylemin fail tarafından gerçekleştirildiğini ve bir nesne üzerinde somut bir etki yarattığını gösterir. Bu kalıp, zararın veya eksikliğin basit ve doğrudan bir eylem sonucu ortaya çıktığını vurgular."}, {"bab_no": 2, "fiil_formlari": {"mazi": "ضَيَّرَ - ḍayyara", "muzari": "يُضَيِّرُ - yuḍayyiru", "masdar": "تَضْيِير - taḍyīr"}, "bab_anlami": "Bir şeyi zarara uğratmaya çalışmak, bir şeyi eksiltmek için çabalamak veya bir kusuru derinleştirmek. Bu kalıp, eylemin yoğunluğunu veya tekrarlanmasını ifade eder. Fiilin bu formu, öznenin bir nesne üzerinde zararlı bir etki yaratma çabasını veya bu eylemi sürekli olarak tekrarladığını vurgular. Bu, bir durumu daha da kötüleştirmeye yönelik bilinçli bir çaba olabilir.", "mikro_mantik": "Bu kalıp, fiilin anlamını yoğunlaştırır ve eylemin tekrarlanmasını veya bir amaca yönelik çabayı vurgular. Bu, zararın veya eksikliğin kasıtlı ve sürekli bir eylem sonucu ortaya çıktığını gösterir. Kalıp, eylemin daha karmaşık ve planlı olduğunu ifade eder."}, {"bab_no": 3, "fiil_formlari": {"mazi": "ضَايَرَ - ḍāyara", "muzari": "يُضَايِرُ - yuḍāyiru", "masdar": "مُضَايَرَة - muḍāyara"}, "bab_anlami": "Karşılıklı zarar vermek, birbirini eksiltmek veya kusurlu hale getirmek. Bu kalıp, iki veya daha fazla taraf arasındaki etkileşimi ve bu etkileşimin sonucunda ortaya çıkan karşılıklı zararı ifade eder. Fiilin bu formu, tarafların birbirlerine zarar verme veya birbirlerini eksiltme eylemini vurgular. Bu, rekabet, çatışma veya olumsuz bir işbirliği sonucu ortaya çıkabilir.", "mikro_mantik": "Bu kalıp, eylemin karşılıklı olduğunu ve taraflar arasında bir etkileşim olduğunu gösterir. Zararın veya eksikliğin tek taraflı olmadığı, aksine tarafların birbirlerini etkileyerek ortaya çıktığını vurgular. Bu kalıp, ilişkisel bir boyutu ifade eder."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَضَارَ - aḍāra", "muzari": "يُضِيرُ - yuḍīru", "masdar": "إِضَارَة - iḍāra"}, "bab_anlami": "Zarar vermek, eksiltmek veya kusurlu hale getirmek. Bu kalıp, bir şeyi zarara sokmak veya bir eksiklik yaratmak anlamında kullanılır. Fiilin bu formu, öznenin bir nesne üzerinde doğrudan bir zararlı etki yarattığını vurgular. Bu, bir durumu daha da kötüleştirmeye yönelik bir eylem olabilir.", "mikro_mantik": "Bu kalıp, eylemin bir neden-sonuç ilişkisi içinde gerçekleştiğini gösterir. Failin eylemi, bir nesne üzerinde doğrudan bir zararlı etki yaratır. Bu kalıp, eylemin daha belirgin ve etkili olduğunu ifade eder."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَضَيَّرَ - taḍayyara", "muzari": "يَتَضَيَّرُ - yataḍayyaru", "masdar": "تَضَيُّر - taḍayyur"}, "bab_anlami": "Zarar görmüş gibi davranmak, eksiklik hissetmek veya kusurlu olduğunu düşünmek. Bu kalıp, bir durumun veya kişinin içsel bir algısını ifade eder. Fiilin bu formu, öznenin kendisini zararlı bir durumda hissettiğini veya kusurlu olduğunu düşündüğünü vurgular. Bu, bir tür içsel rahatsızlık veya memnuniyetsizlik olabilir.", "mikro_mantik": "Bu kalıp, eylemin içsel bir deneyim olduğunu ve öznenin kendi algısıyla ilgili olduğunu gösterir. Zararın veya eksikliğin dışsal bir gerçeklikten ziyade, öznenin iç dünyasında yarattığı bir algı olduğunu vurgular. Bu kalıp, psikolojik bir boyutu ifade eder."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَضَايَرَ - taḍāyara", "muzari": "يَتَضَايَرُ - yataḍāyaru", "masdar": "تَضَايُر - taḍāyur"}, "bab_anlami": "Birbirine zarar vermek, birbirini eksiltmek veya kusurlu hale getirmek için çabalamak. Bu kalıp, iki veya daha fazla taraf arasındaki karşılıklı bir çabayı ifade eder. Fiilin bu formu, tarafların birbirlerine zarar verme veya birbirlerini eksiltme eylemini vurgular. Bu, rekabet, çatışma veya olumsuz bir işbirliği sonucu ortaya çıkabilir.", "mikro_mantik": "Bu kalıp, eylemin karşılıklı ve çabaya dayalı olduğunu gösterir. Tarafların birbirlerini etkilemek için bilinçli bir çaba sarf ettiğini vurgular. Bu kalıp, ilişkisel ve dinamik bir boyutu ifade eder."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْضَارَ - inḍāra", "muzari": "يَنْضِيرُ - yanḍīru", "masdar": "اِنْضِيَار - inḍiyār"}, "bab_anlami": "Zarar görmek, eksilmek veya kusurlu hale gelmek. Bu kalıp, bir şeyin kendiliğinden veya dış etkenler sonucu zarara uğramasını ifade eder. Fiilin bu formu, öznenin pasif bir şekilde zararlı bir duruma maruz kaldığını vurgular. Bu, bir tür zayıflık veya savunmasızlık durumu olabilir.", "mikro_mantik": "Bu kalıp, eylemin pasif olduğunu ve öznenin dış etkenlere maruz kaldığını gösterir. Zararın veya eksikliğin öznenin kontrolü dışında gerçekleştiğini vurgular. Bu kalıp, edilgen bir boyutu ifade eder."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِضْطَارَ - iḍṭāra", "muzari": "يَضْطِيرُ - yaḍṭīru", "masdar": "اِضْطِيَار - iḍṭiyār"}, "bab_anlami": "Zarar görmeye zorlanmak, eksilmeye mecbur kalmak veya kusurlu hale gelmeye itilmek. Bu kalıp, bir kişinin veya şeyin iradesi dışında zararlı bir duruma sürüklenmesini ifade eder. Fiilin bu formu, öznenin dış güçler tarafından zorlandığını veya baskı altında tutulduğunu vurgular. Bu, bir tür çaresizlik veya mağduriyet durumu olabilir.", "mikro_mantik": "Bu kalıp, eylemin zorlama ve baskı altında gerçekleştiğini gösterir. Öznenin kendi iradesiyle değil, dış güçlerin etkisiyle zarara uğradığını vurgular. Bu kalıp, zorlayıcı bir boyutu ifade eder."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اِضْيَارَّ - iḍyārra", "muzari": "يَضْيَارُّ - yaḍyārru", "masdar": "اِضْيَارَار - iḍyārār"}, "bab_anlami": "Aşırı derecede zarar görmek, çok fazla eksilmek veya son derece kusurlu hale gelmek. Bu kalıp, zararın veya eksikliğin yoğunluğunu ve şiddetini ifade eder. Fiilin bu formu, öznenin çok büyük bir zarara uğradığını veya çok fazla eksildiğini vurgular. Bu, bir tür yıkım veya çöküş durumu olabilir.", "mikro_mantik": "Bu kalıp, eylemin yoğunluğunu ve şiddetini vurgular. Zararın veya eksikliğin çok büyük ve etkili olduğunu gösterir. Bu kalıp, abartılı bir boyutu ifade eder."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَضَارَ - istaḍāra", "muzari": "يَسْتَضِيرُ - yastaḍīru", "masdar": "اِسْتِضَارَة - istiḍāra"}, "bab_anlami": "Zarar görmek istemek, eksilmekten kaçınmak veya kusurlu hale gelmekten korunmaya çalışmak. Bu kalıp, bir kişinin veya şeyin zarardan korunma çabasını ifade eder. Fiilin bu formu, öznenin zararlı bir durumdan kaçınmaya veya kendini korumaya çalıştığını vurgular. Bu, bir tür önlem alma veya savunma mekanizması olabilir.", "mikro_mantik": "Bu kalıp, eylemin bir istek veya çaba olduğunu gösterir. Öznenin zarardan korunmak için aktif bir şekilde çabaladığını vurgular. Bu kalıp, koruyucu bir boyutu ifade eder."}]}], "ضيز": [{"kok": "ضيز", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Sıkıntı, darlık, baskı altında olma; zorluk ve meşakkatle yüzleşme hali.", "kavramsal_derinlik": "Bu kök, varoluşsal zorlukların insan ruhu üzerindeki etkilerini ve bu zorluklarla başa çıkma çabalarını ifade eder. Aynı zamanda, bireyin iç dünyasındaki sıkıntıları ve bu sıkıntıların kişisel gelişim üzerindeki potansiyel etkilerini de kapsar."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "ضَازَ - ḍāza", "muzari": "يَضِيزُ - yaḍīzu", "masdar": "ضَيْز - ḍayz"}, "bab_anlami": "Bu kalıp, temel anlam çekirdeğini koruyarak, bir şeyin sıkışması, daralması veya baskı altında kalması eylemini ifade eder. Bu, fiziksel bir sıkışma olabileceği gibi, mecazi anlamda da bir durumun veya duygunun baskı altında tutulması şeklinde yorumlanabilir. Örneğin, bir kişinin iç sıkıntısını bastırması veya bir toplumun özgürlüklerinin kısıtlanması gibi durumlar bu kalıpla ifade edilebilir. Bu kalıp aynı zamanda, bir şeyin zorla elde edilmesi veya bir hakkın gasp edilmesi anlamını da taşıyabilir.", "mikro_mantik": "Bu kalıp, kökün temel anlamını eylemsel bir çerçeveye oturtarak, sıkıntı ve darlığın bir süreç veya eylem olarak tezahür etmesini sağlar. Kökün statik anlamı, bu kalıp sayesinde dinamik bir ifadeye dönüşür."}]}], "ضيع": [{"kok": "ضيع", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Kaybetme, yitirme, ziyan etme; bir şeyin asıl değerini veya yerini bulamama durumu. Bu, sadece maddi kayıpları değil, aynı zamanda manevi değerlerin, zamanın veya fırsatların boşa harcanmasını da içerir. Özünde, bir şeyin potansiyelini gerçekleştirememesi veya olması gereken yerde olmaması halidir.", "kavramsal_derinlik": "Beşeri boyutta, bireyin kendi içsel potansiyelini, yeteneklerini veya kaynaklarını fark edememesi ve bunları doğru şekilde kullanamaması durumunu ifade eder. İlahi boyutta ise, Allah'ın insana bahşettiği nimetlerin kıymetini bilmemek, O'na şükretmemek ve O'nun rızasını kazanacak ameller işlememek anlamına gelir. Bu, insanın hem dünyevi hem de uhrevi kayıplara uğramasına neden olabilir."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "ضَاعَ", "muzari": "يَضِيعُ", "masdar": "ضَيَاع"}, "bab_anlami": "Bir şeyin kaybolması, yitirilmesi veya ziyan olması. Bu, bir nesnenin fiziksel olarak kaybolmasının yanı sıra, bir fırsatın kaçırılması veya bir değerin boşa harcanması gibi daha soyut anlamlara da gelebilir. Bu kalıp, bir şeyin kontrol dışına çıkması ve geri döndürülemez bir şekilde kaybedilmesi fikrini vurgular. Bu kayıp, bazen ihmalden, bazen de kaçınılmaz koşullardan kaynaklanabilir.", "mikro_mantik": "Bu kalıp, kökün temel anlamını (kaybetme) doğrudan ve basit bir şekilde ifade eder. Fiilin edilgenliği veya dönüşlülüğü yoktur; eylem doğrudan nesne üzerinde gerçekleşir. Bu, kaybın kendiliğinden veya dışsal bir etkiyle meydana geldiğini gösterir."}, {"bab_no": 2, "fiil_formlari": {"mazi": "ضَيَّعَ", "muzari": "يُضَيِّعُ", "masdar": "تَضْيِيع"}, "bab_anlami": "Bir şeyi kaybettirmek, zayi etmek veya boşa harcamak. Bu kalıp, kaybın aktif bir eylem sonucu gerçekleştiğini ve failin bir sorumluluğu olduğunu gösterir. Bir şeyi bile bile veya ihmal sonucu kaybetmek, bir fırsatı kaçırmak veya bir değeri hor kullanmak bu kalıbın anlam alanına girer. Bu kalıp, aynı zamanda bir şeyi değersizleştirmek veya önemini azaltmak anlamına da gelebilir.", "mikro_mantik": "Bu kalıp, kökün anlamını yoğunlaştırır ve eylemin kasıtlı veya ihmalkar bir şekilde yapıldığını vurgular. Fiilin geçişliliği, failin doğrudan bir nesneyi kaybetme eylemini gerçekleştirdiğini gösterir. Bu, sorumluluk ve hesap verebilirlik kavramlarını ön plana çıkarır."}, {"bab_no": 3, "fiil_formlari": {"mazi": "ضَايَعَ", "muzari": "يُضَايِعُ", "masdar": "مُضَايَعَة"}, "bab_anlami": "Bir şeyi kaybetme konusunda karşılıklı bir etkileşimde bulunmak, birbirini kaybetmeye teşvik etmek veya bir konuda anlaşmazlığa düşerek kayba neden olmak. Bu kalıp, iki veya daha fazla tarafın bir şeyin kaybında rol oynadığı bir durumu ifade eder. Bu, bir anlaşmazlık sonucu bir fırsatın kaçırılması, bir ilişkinin zarar görmesi veya bir değerin yitirilmesi gibi durumları içerebilir. Aynı zamanda, bir şeyi kaybetme konusunda rekabet etmek veya birbirini engellemek anlamına da gelebilir.", "mikro_mantik": "Bu kalıp, kökün anlamını ilişkisel bir bağlama yerleştirir ve kaybın karşılıklı etkileşimler sonucu ortaya çıktığını gösterir. Fiilin müşterekliği, eylemin birden fazla tarafın katılımıyla gerçekleştiğini ve sonucun ortak bir kayıp olduğunu vurgular. Bu, işbirliği eksikliği veya çatışma gibi dinamiklerin kayba nasıl yol açabileceğini gösterir."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْضَاعَ", "muzari": "يَنْضَاعُ", "masdar": "اِنْضِيَاع"}, "bab_anlami": "Kaybolmaya, yok olmaya veya gözden kaybolmaya maruz kalmak; bir şeyin kendi kendine veya dış etkenler sonucu kaybolması. Bu kalıp, kaybın pasif bir şekilde deneyimlendiğini ve failin kontrolünün dışında gerçekleştiğini ifade eder. Bir şeyin zamanla erimesi, unutulması veya etkisini yitirmesi bu kalıbın anlam alanına girer. Bu, aynı zamanda bir şeyin değerini kaybetmesi veya önemsizleşmesi anlamına da gelebilir.", "mikro_mantik": "Bu kalıp, kökün anlamını edilgen bir bağlama yerleştirir ve kaybın kendiliğinden veya dışsal bir etkiyle meydana geldiğini vurgular. Fiilin dönüşlülüğü, eylemin fail üzerinde bir etki yarattığını ve kaybın faili de etkilediğini gösterir. Bu, kayıpla başa çıkma veya kayıptan ders çıkarma gibi süreçleri ön plana çıkarır."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَضَاعَ", "muzari": "يَسْتَضِيعُ", "masdar": "اِسْتِضَاعَة"}, "bab_anlami": "Kaybolmayı istemek, kaybolmaya meyletmek veya bir şeyin kaybolmasını beklemek. Bu kalıp, kaybın arzu edildiği veya beklendiği bir durumu ifade eder. Bir şeyin değerini düşürmek, onu gözden çıkarmak veya ondan kurtulmak istemek bu kalıbın anlam alanına girer. Aynı zamanda, bir şeyin kaybolacağını tahmin etmek veya ona karşı ilgisiz kalmak anlamına da gelebilir. Bu kalıp, bazen bir şeyden vazgeçme veya onu feda etme anlamında da kullanılabilir.", "mikro_mantik": "Bu kalıp, kökün anlamını bir arzu veya beklenti bağlamına yerleştirir ve kaybın bilinçli bir seçim veya kabullenme sonucu ortaya çıktığını vurgular. Fiilin talep veya istek anlamı taşıması, failin kayba karşı aktif bir tutum sergilediğini gösterir. Bu, değer yargıları ve öncelikler gibi faktörlerin kayıp üzerindeki etkisini gösterir."}]}], "ضيف": [{"kok": "ضيف", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Misafirperverlik, ağırlama, konukseverlik; geçici bir süre için bir yerde bulunma, konaklama. Kök, birinin geçici bir süre için başkasının yanında bulunması ve bu süre zarfında ona iyi davranılması, ihtiyaçlarının karşılanması fikrini içerir. Aynı zamanda, bu geçici birliktelikten doğan karşılıklı saygı ve anlayışı da ifade eder.", "kavramsal_derinlik": "Beşeri ilişkilerde misafirperverliğin önemi, toplumsal bağların güçlenmesi, karşılıklı saygı ve anlayışın geliştirilmesi. İlahi boyutta ise, insanın dünyada bir misafir olduğu, ahirete hazırlanması gerektiği ve Allah'ın misafirperverliğinin sonsuz olduğu fikri."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "ضَافَ - daafe", "muzari": "يَضِيفُ - yadiifu", "masdar": "ضَيْف - dayf"}, "bab_anlami": "Bu kalıp, fiilin temel anlamını taşır: misafir olmak, ağırlamak, konuk etmek. Fiilin bu kalıbı, eylemin basit ve doğrudan gerçekleştiğini gösterir. Bir kişinin bir başkasını misafir etmesi veya bir yere misafir olarak gitmesi eylemini ifade eder. Bu kalıp, aynı zamanda, misafirliğin geçici ve belirli bir süre için olduğunu vurgular.", "mikro_mantik": "Bu bab, kökün temel anlamını en yalın haliyle ifade eder. Fiilin öznesinin doğrudan eylemi gerçekleştirdiğini gösterir. Kökün anlamı, herhangi bir ek anlam veya yoğunlaştırma olmaksızın, temel eylem çerçevesinde sunulur. Bu, fiilin en temel ve yaygın kullanım şeklidir."}, {"bab_no": 2, "fiil_formlari": {"mazi": "ضَيَّفَ - dayyefe", "muzari": "يُضَيِّفُ - yudayyifu", "masdar": "تَضْيِيف - tazyiif"}, "bab_anlami": "Bu kalıp, fiilin anlamını yoğunlaştırır veya tekrarlatır: birini çokça ağırlamak, konukseverlikte aşırıya kaçmak. Fiilin bu kalıbı, eylemin daha özenli ve dikkatli bir şekilde yapıldığını gösterir. Misafire gösterilen ilginin ve özenin arttığını ifade eder. Bu kalıp, aynı zamanda, misafirperverliğin bir ritüel veya gelenek haline geldiğini de gösterebilir.", "mikro_mantik": "Bu bab, kökün anlamını yoğunlaştırarak, eylemin daha özenli ve dikkatli bir şekilde yapıldığını vurgular. Tekrarlama veya yoğunlaştırma anlamı, misafirperverliğin önemini ve değerini artırır. Bu bab, eylemin niteliğini ve yoğunluğunu vurgulayarak, kökün anlamını derinleştirir."}, {"bab_no": 3, "fiil_formlari": {"mazi": "ضَافَى - daafaa", "muzari": "يُضَافِي - yudaafii", "masdar": "مُضَافَاة - mudaafaat"}, "bab_anlami": "Bu kalıp, karşılıklı eylemi ifade eder: karşılıklı olarak misafir olmak, birbirini ağırlamak. Bu kalıp, iki taraf arasındaki etkileşimi ve karşılıklı saygıyı vurgular. Misafir ve ev sahibi arasındaki ilişkinin karşılıklı olduğunu ve her iki tarafın da birbirine değer verdiğini gösterir. Bu kalıp, aynı zamanda, toplumsal ilişkilerin ve bağların güçlenmesine katkıda bulunur.", "mikro_mantik": "Bu bab, kökün anlamını karşılıklılık ilkesi üzerine kurar. İki taraf arasındaki etkileşimi ve karşılıklı saygıyı vurgular. Bu bab, toplumsal ilişkilerin ve bağların güçlenmesine katkıda bulunur. Kökün anlamı, karşılıklı eylem ve etkileşim çerçevesinde genişler."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَضَافَ - adaafa", "muzari": "يُضِيفُ - yudiifu", "masdar": "إِضَافَة - idaafa"}, "bab_anlami": "Bu kalıp, bir şeyi başka bir şeye eklemek, katmak, iliştirmek anlamını taşır; misafir etme eyleminin ötesinde, bir şeyi başka bir şeye dahil etme, bir araya getirme fikrini vurgular. Bu kalıp, birleştirme, bütünleştirme ve tamamlama anlamlarını içerir. Bir misafiri ağırlarken, ona sadece yiyecek ve barınak sunmakla kalmayıp, aynı zamanda onu kendi hayatımıza, ailemize ve topluluğumuza dahil etme eylemini de ifade eder.", "mikro_mantik": "Bu bab, kökün anlamını genişleterek, birleştirme, bütünleştirme ve tamamlama anlamlarını ekler. Misafirperverlik eylemi, sadece bir konaklama değil, aynı zamanda birleştirici ve bütünleştirici bir eylem olarak da görülür. Bu bab, kökün anlamını soyutlaştırarak, daha geniş bir uygulama alanına taşır."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَضَيَّفَ - tadayyefe", "muzari": "يَتَضَيَّفُ - yatadayyefu", "masdar": "تَضَيُّف - tadayyuf"}, "bab_anlami": "Bu kalıp, misafir gibi davranmak, misafirliğe özen göstermek, misafir olma rolünü benimsemek anlamını taşır. Bu kalıp, misafirin davranışlarını ve tutumlarını vurgular. Misafir, ev sahibine saygılı davranmalı, onun kurallarına uymalı ve misafirliğin hakkını vermelidir. Bu kalıp, aynı zamanda, misafirliğin bir sorumluluk olduğunu ve misafirin de bu sorumluluğu taşıması gerektiğini ifade eder.", "mikro_mantik": "Bu bab, kökün anlamını misafirin bakış açısıyla ele alır. Misafirliğin bir rol olduğunu ve bu rolün gerektirdiği davranışları vurgular. Bu bab, misafirperverlik eyleminin sadece ev sahibiyle ilgili olmadığını, misafirin de bu sürece aktif olarak katılması gerektiğini gösterir."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَضَافَى - tadaafaa", "muzari": "يَتَضَافَى - yatadaafaa", "masdar": "تَضَافِي - tadaafii"}, "bab_anlami": "Bu kalıp, birbirine misafir olmak, karşılıklı olarak konukseverlik göstermek anlamını taşır; iki tarafın da misafir ve ev sahibi rollerini üstlendiği, karşılıklı saygı ve özenin hakim olduğu bir durumu ifade eder. Bu kalıp, toplumsal ilişkilerin ve bağların güçlenmesine katkıda bulunur. Karşılıklı misafirlik, dostlukların ve akrabalıkların pekişmesine yardımcı olur.", "mikro_mantik": "Bu bab, kökün anlamını karşılıklılık ve simetri üzerine kurar. İki tarafın da eşit derecede aktif olduğu ve birbirine değer verdiği bir ilişkiyi vurgular. Bu bab, toplumsal uyum ve dayanışmanın önemini vurgular."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْضَافَ - indaafa", "muzari": "يَنْضَافُ - yandaafu", "masdar": "اِنْضِيَاف - indiyaaf"}, "bab_anlami": "Bu kalıp, bir araya gelmek, birleşmek, eklenmek anlamını taşır; misafirlerin bir araya gelerek oluşturduğu topluluğu veya bir yere eklenerek o yerin bir parçası olmayı ifade eder. Bu kalıp, bütünleşme, uyum sağlama ve aidiyet duygusunu vurgular. Misafirler, bir araya gelerek yeni bir topluluk oluşturabilir veya mevcut bir topluluğa dahil olabilirler.", "mikro_mantik": "Bu bab, kökün anlamını toplumsal bağlamda ele alır. Bir araya gelme, birleşme ve bütünleşme süreçlerini vurgular. Bu bab, toplumsal uyum ve dayanışmanın önemini vurgular."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِضْطَافَ - idtaafa", "muzari": "يَضْطَافُ - yadtaafu", "masdar": "اِضْطِيَاف - idtiyaaf"}, "bab_anlami": "Bu kalıp, zorla misafir olmak, davetsiz misafir olmak, bir yere zorla girmek anlamını taşır; misafirliğin istenmeyen veya zoraki bir durum olduğunu ifade eder. Bu kalıp, zorlama, baskı ve rahatsızlık anlamlarını içerir. Bir kişi, davet edilmediği halde bir yere misafir olarak gitmek zorunda kalabilir veya bir başkasını zorla misafir etmek zorunda kalabilir.", "mikro_mantik": "Bu bab, kökün anlamını olumsuz bir bağlamda ele alır. Zorlama, baskı ve rahatsızlık anlamlarını vurgular. Bu bab, misafirperverliğin her zaman gönüllü ve istekli bir eylem olmadığını gösterir."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اِضْيَافَ - idyaafa (Kullanımı nadirdir, potansiyel anlamı kurgulanır)", "muzari": "يَضْيَافُ - yadyaafu (Kullanımı nadirdir, potansiyel anlamı kurgulanır)", "masdar": "اِضْيَافَة - idyaafa (Kullanımı nadirdir, potansiyel anlamı kurgulanır)"}, "bab_anlami": "Bu kalıp nadiren kullanılır, ancak potansiyel anlamı, misafirliğin en üst düzeyde yaşanması, lüks ve ihtişam içinde ağırlanmak, olağanüstü bir konukseverlik deneyimi sunmak olabilir. Bu, misafire sunulan her şeyin en iyisi olduğu, hiçbir masraftan kaçınılmadığı, unutulmaz bir deneyim yaşatıldığı bir durumu ifade eder. Bu kalıp, aynı zamanda, misafirliğin bir sanat ve zarafet gösterisi olduğunu da vurgular.", "mikro_mantik": "Bu bab, kökün anlamını en üst düzeye çıkarır. Lüks, ihtişam ve zarafet anlamlarını vurgular. Bu bab, misafirperverliğin bir sanat ve zarafet gösterisi olduğunu gösterir. Kökün anlamı, en üst düzeyde yaşanılan bir deneyim çerçevesinde genişler."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَضَافَ - istadaafa", "muzari": "يَسْتَضِيفُ - yastadiifu", "masdar": "اِسْتِضَافَة - istidaafa"}, "bab_anlami": "Bu kalıp, misafir olmak istemek, misafirliğe talip olmak, birinden misafirperverlik rica etmek anlamını taşır; birinin bir başkasının misafiri olma arzusunu veya talebini ifade eder. Bu kalıp, ihtiyaç duyma, arayış içinde olma ve yardım isteme anlamlarını içerir. Bir kişi, bir yere gitmek ve orada misafir olarak kalmak isteyebilir veya birinden kendisini misafir etmesini rica edebilir.", "mikro_mantik": "Bu bab, kökün anlamını istek ve talep bağlamında ele alır. Misafirliğin bir ihtiyaç ve arayış olduğunu vurgular. Bu bab, misafirperverliğin karşılıklı bir ilişki olduğunu ve misafirin de bu ilişkiye katkıda bulunduğunu gösterir."}]}], "ضيق": [{"kok": "ضيق", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Sınırlanma, daralma, sıkıntı; özgürlüğün kısıtlanması ve potansiyelin engellenmesi.", "kavramsal_derinlik": "Beşeri düzlemde fiziksel ve psikolojik sıkışıklık, ilahi düzlemde ise rahmetin ve lütfun kısıtlanması veya imtihanın şiddetlenmesi."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "ضَاقَ - dāqa", "muzari": "يَضِيقُ - yaḍīqu", "masdar": "ضِيق - ḍīq"}, "bab_anlami": "Daralmak, sıkışmak, bunalmak; bir şeyin içinden çıkılamaz hale gelmesi. Bu kalıp, bir durumun veya mekanın sınırlı ve kısıtlayıcı olduğunu ifade eder. Aynı zamanda, ruhsal bir sıkıntıyı, içsel bir daralmayı ve bunalımı da sembolize edebilir. Bu, varoluşsal bir sıkışmanın, kişinin kendi potansiyelini gerçekleştirememesinin veya dışsal engellerle karşılaşmasının bir yansıması olabilir.", "mikro_mantik": "Bu bab, kökün temel anlamını doğrudan yansıtır; bir şeyin özünde daralma veya sınırlanma olduğunu gösterir. Fiilin bu formda kullanılması, eylemin kendisinin bir daralma veya sıkışma eylemi olduğunu vurgular. Yani, failin eylemi, bir şeyi daha dar veya daha sıkışık hale getirmekten ziyade, kendisinin daralması veya sıkışmasıdır."}, {"bab_no": 2, "fiil_formlari": {"mazi": "ضَيَّقَ - ḍayyaqa", "muzari": "يُضَيِّقُ - yuḍayyiqu", "masdar": "تَضْيِيق - taḍyīq"}, "bab_anlami": "Daraltmak, sıkıştırmak, zorlaştırmak; bir şeyi daha sınırlı veya kısıtlı hale getirmek. Bu kalıp, bir eylemin nesnesini daraltma, sıkıştırma veya zorlaştırma yönünde olduğunu gösterir. Bu, fiziksel bir alanı daraltmak olabileceği gibi, bir kişinin hareket özgürlüğünü kısıtlamak veya bir durumu zorlaştırmak şeklinde de tezahür edebilir. Aynı zamanda, bir kişinin hayatını zorlaştırmak, ona sıkıntı vermek anlamında da kullanılabilir.", "mikro_mantik": "Bu bab, kökün anlamını yoğunlaştırır ve eylemin bir başkası üzerinde uygulandığını gösterir. Fail, bir şeyi daraltır veya sıkıştırır, yani eylem geçişlidir. Bu, kökün temel anlamının bir nesneye yönelik olarak uygulanması ve bu nesnenin durumunda bir değişiklik yaratılması anlamına gelir."}, {"bab_no": 3, "fiil_formlari": {"mazi": "ضَايَقَ - ḍāyaqa", "muzari": "يُضَايِقُ - yuḍāyiqu", "masdar": "مُضَايَقَة - muḍāyaqah"}, "bab_anlami": "Sıkıştırmak, rahatsız etmek, taciz etmek; birine zorluk çıkarmak veya onu sıkıntıya sokmak. Bu kalıp, karşılıklı bir etkileşimi ifade eder; bir kişinin diğerini sıkıştırması veya rahatsız etmesi durumunu gösterir. Bu, fiziksel bir sıkıştırma olabileceği gibi, sözlü veya davranışsal bir taciz de olabilir. Aynı zamanda, bir kişinin diğerine zorluk çıkarması, onu engellemesi veya ona zarar vermesi anlamında da kullanılabilir. Bu kalıp, genellikle olumsuz bir anlam taşır ve bir tür çatışma veya anlaşmazlığı ifade eder.", "mikro_mantik": "Bu bab, kökün anlamını karşılıklı bir etkileşim bağlamına yerleştirir. Eylem, iki taraf arasında gerçekleşir ve bir tarafın diğerini sıkıştırması veya rahatsız etmesi şeklinde tezahür eder. Bu, kökün temel anlamının bir ilişki içinde nasıl ortaya çıktığını gösterir ve eylemin karşılıklı doğasını vurgular."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَضَاقَ - 'aḍāqa", "muzari": "يُضِيقُ - yuḍīqu", "masdar": "إِضَاقَة - 'iḍāqah"}, "bab_anlami": "Daraltmak, sıkıştırmak, zor duruma sokmak; bir şeyi daha kısıtlı veya zor hale getirmek. Bu kalıp, bir şeyi daraltma veya sıkıştırma eyleminin bir sonucu olarak ortaya çıkan zor durumu vurgular. Bu, fiziksel bir alanı daraltmak olabileceği gibi, bir kişinin imkanlarını kısıtlamak veya bir durumu zorlaştırmak şeklinde de tezahür edebilir. Aynı zamanda, bir kişiyi zor duruma sokmak, ona sıkıntı vermek anlamında da kullanılabilir. Bu kalıp, genellikle olumsuz bir anlam taşır ve bir tür baskı veya zorlamayı ifade eder.", "mikro_mantik": "Bu bab, kökün anlamını bir sonuç bağlamına yerleştirir. Eylem, bir şeyi daraltma veya sıkıştırma eyleminin bir sonucu olarak ortaya çıkan zor durumu vurgular. Bu, kökün temel anlamının bir sonuçla nasıl bağlantılı olduğunu gösterir ve eylemin etkisini vurgular."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَضَايَقَ - taḍāyaqa", "muzari": "يَتَضَايَقُ - yataḍāyaqu", "masdar": "تَضَايُق - taḍāyuq"}, "bab_anlami": "Sıkılmak, daralmak, rahatsız olmak; bir şeyden dolayı huzursuzluk duymak. Bu kalıp, bir kişinin içsel bir sıkıntı veya rahatsızlık hissettiğini ifade eder. Bu, dışsal bir durumdan kaynaklanabileceği gibi, içsel bir düşünce veya duygudan da kaynaklanabilir. Aynı zamanda, bir kişinin bir şeyden hoşlanmaması, ondan rahatsız olması veya ona tahammül edememesi anlamında da kullanılabilir. Bu kalıp, genellikle olumsuz bir anlam taşır ve bir tür hoşnutsuzluğu ifade eder.", "mikro_mantik": "Bu bab, kökün anlamını içsel bir deneyim bağlamına yerleştirir. Eylem, bir kişinin içsel bir sıkıntı veya rahatsızlık hissetmesi şeklinde tezahür eder. Bu, kökün temel anlamının bir kişinin iç dünyasında nasıl yankılandığını gösterir ve eylemin öznel doğasını vurgular."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَضَايُقَ - taḍāyuqa (nadir)", "muzari": "يَتَضَايُقُ - yataḍāyuqu (nadir)", "masdar": " نادر - nadir"}, "bab_anlami": "Bir araya gelerek sıkışmak, birbirini sıkıştırmak (nadir); Bu kalıp, bir grup insanın veya nesnenin bir araya gelerek sıkışması veya birbirini sıkıştırması durumunu ifade eder. Bu, fiziksel bir sıkışma olabileceği gibi, rekabet veya çatışma nedeniyle ortaya çıkan bir sıkışıklık da olabilir. Aynı zamanda, bir topluluğun kaynaklar veya imkanlar konusunda rekabet etmesi, birbirini engellemesi veya zor durumda bırakması anlamında da kullanılabilir. Nadir kullanımı, bu kalıbın daha spesifik veya mecazi anlamlarda kullanıldığını gösterir.", "mikro_mantik": "Bu bab, kökün anlamını kolektif bir bağlamda ele alır. Eylem, bir grup insanın veya nesnenin bir araya gelerek sıkışması veya birbirini sıkıştırması şeklinde tezahür eder. Bu, kökün temel anlamının bir topluluk içinde nasıl ortaya çıktığını gösterir ve eylemin kolektif doğasını vurgular. Nadir kullanımı, bu kalıbın daha spesifik veya mecazi anlamlarda kullanıldığını gösterir."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْضَاقَ - inḍāqa (kullanımı yok)", "muzari": "يَنْضَاقُ - yanḍāqu (kullanımı yok)", "masdar": "اِنْضِيَاق - inḍīyaq (kullanımı yok)"}, "bab_anlami": "Bu kalıp Kur'an'da veya yaygın Arapça kullanımında bulunmamaktadır. Potansiyel anlamı, bir şeyin içsel olarak daralması, kendi içine kapanması veya sıkışması olabilir. Bu, bir kişinin iç dünyasında yaşadığı bir daralma, bir ruhsal sıkıntı veya bir tür içsel kısıtlanma şeklinde tezahür edebilir. Aynı zamanda, bir nesnenin kendi içinde küçülmesi, büzülmesi veya sıkışması anlamında da kullanılabilir. Bu kalıp, içsel bir dönüşümü veya bir şeyin özünde meydana gelen bir değişikliği ifade edebilir.", "mikro_mantik": "Bu bab, kökün anlamını içsel bir dönüşüm bağlamına yerleştirir. Eylem, bir şeyin içsel olarak daralması, kendi içine kapanması veya sıkışması şeklinde tezahür eder. Bu, kökün temel anlamının bir şeyin özünde nasıl bir değişikliğe yol açabileceğini gösterir ve eylemin içsel doğasını vurgular."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِضْطَاقَ - iḍṭāqa (kullanımı yok)", "muzari": "يَضْطَاقُ - yaḍṭāqu (kullanımı yok)", "masdar": "اِضْطِيَاق - iḍṭīyaq (kullanımı yok)"}, "bab_anlami": "Bu kalıp Kur'an'da veya yaygın Arapça kullanımında bulunmamaktadır. Potansiyel anlamı, zorla sıkıştırılmak, baskı altında daraltılmak veya bir zorlamayla kısıtlanmak olabilir. Bu, dışsal bir güç tarafından uygulanan bir baskı sonucu ortaya çıkan bir daralma veya sıkışma durumunu ifade eder. Aynı zamanda, bir kişinin iradesi dışında bir duruma zorlanması, kısıtlanması veya engellenmesi anlamında da kullanılabilir. Bu kalıp, bir tür zorlama, baskı veya şiddeti ifade edebilir.", "mikro_mantik": "Bu bab, kökün anlamını zorlama veya baskı bağlamına yerleştirir. Eylem, dışsal bir güç tarafından uygulanan bir baskı sonucu ortaya çıkan bir daralma veya sıkışma şeklinde tezahür eder. Bu, kökün temel anlamının bir zorlama veya baskı altında nasıl değiştiğini gösterir ve eylemin dışsal doğasını vurgular."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اِضْيَاقَ - iḍyāqa (kullanımı yok)", "muzari": "يَضْيَاقُ - yaḍyāqu (kullanımı yok)", "masdar": "اِضْيَاق - iḍyāq (kullanımı yok)"}, "bab_anlami": "Bu kalıp Kur'an'da veya yaygın Arapça kullanımında bulunmamaktadır. Potansiyel anlamı, aşırı derecede daralmak, çok sıkışmak veya dayanılmaz bir sıkıntı hissetmek olabilir. Bu, bir durumun veya mekanın aşırı derecede dar ve kısıtlayıcı hale gelmesi durumunu ifade eder. Aynı zamanda, bir kişinin dayanılmaz bir sıkıntı, bunalım veya çaresizlik hissetmesi anlamında da kullanılabilir. Bu kalıp, aşırılık, yoğunluk veya dayanılmazlık gibi kavramları vurgulayabilir.", "mikro_mantik": "Bu bab, kökün anlamını aşırılık bağlamına yerleştirir. Eylem, aşırı derecede daralmak, çok sıkışmak veya dayanılmaz bir sıkıntı hissetmek şeklinde tezahür eder. Bu, kökün temel anlamının aşırı durumlarda nasıl bir yoğunluk kazandığını gösterir ve eylemin şiddetini vurgular."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَضَاقَ - istaḍāqa", "muzari": "يَسْتَضِيقُ - yastaḍīqu", "masdar": "اِسْتِضَاقَة - istidāqah"}, "bab_anlami": "Daralmak istemek, sıkıntı duymak, bir şeyden dolayı rahatsızlık hissetmek; bir durumdan veya kişiden uzaklaşmak istemek. Bu kalıp, bir kişinin bir şeyden dolayı sıkıntı duyduğunu, rahatsız olduğunu veya ondan uzaklaşmak istediğini ifade eder. Bu, dışsal bir durumdan kaynaklanabileceği gibi, içsel bir düşünce veya duygudan da kaynaklanabilir. Aynı zamanda, bir kişinin bir şeyden hoşlanmaması, ondan rahatsız olması veya ona tahammül edememesi anlamında da kullanılabilir. Bu kalıp, genellikle olumsuz bir anlam taşır ve bir tür kaçış veya uzaklaşma arzusunu ifade eder.", "mikro_mantik": "Bu bab, kökün anlamını bir arzu veya istek bağlamına yerleştirir. Eylem, bir kişinin daralmak istemesi, sıkıntı duyması veya bir şeyden dolayı rahatsızlık hissetmesi şeklinde tezahür eder. Bu, kökün temel anlamının bir kişinin içsel motivasyonlarıyla nasıl bağlantılı olduğunu gösterir ve eylemin iradi doğasını vurgular."}]}]}