{"طبع": [{"kok": "طبع", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Yaratılış, huy, mizaç; bir şeyin özünde var olan nitelikler, doğuştan gelen özellikler ve bunların tezahürü.", "kavramsal_derinlik": "İnsanın iç dünyasının derinliklerindeki eğilimler, karakterin şekillenmesi ve evrenin temel yasaları arasındaki ilişki."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "طَبَعَ", "muzari": "يَطْبَعُ", "masdar": "طَبْع"}, "bab_anlami": "Bir şeyi yaratmak, şekil vermek, damgalamak; bir şeyin üzerine bir iz bırakmak, bir özelliği kalıcı olarak yerleştirmek. Bu kalıp, bir şeyin özünü, doğasını veya karakterini oluşturma eylemini ifade eder. Aynı zamanda, bir şeyin üzerine bir etki bırakma, onu değiştirme veya ona bir nitelik kazandırma anlamını da taşır.", "mikro_mantik": "Bu basit fiil kalıbı, kökün temel anlamını doğrudan ve etkili bir şekilde ifade eder. Eylemin öznesi ve nesnesi arasındaki ilişkiyi vurgular; öznenin nesne üzerinde kalıcı bir etki bıraktığını veya onu belirli bir şekilde şekillendirdiğini gösterir."}, {"bab_no": 2, "fiil_formlari": {"mazi": "تَطَبَّعَ", "muzari": "يَتَطَبَّعُ", "masdar": "تَطَبُّع"}, "bab_anlami": "Bir şeyi benimsemek, bir huy edinmek, bir karaktere bürünmek; bir şeyin özelliklerini taklit ederek ona benzemeye çalışmak. Bu kalıp, kişinin kendi doğasını değiştirme, yeni alışkanlıklar edinme veya başkasının karakterini örnek alma çabasını ifade eder. Aynı zamanda, bir şeyin etkisi altında kalma ve onun özelliklerini içselleştirme anlamını da taşır.", "mikro_mantik": "Bu kalıp, köke bir süreç ve çaba anlamı katar. Kişinin kendi doğasını değiştirme veya yeni bir özellik edinme sürecini vurgular. Ayrıca, taklit etme veya örnek alma yoluyla öğrenme ve gelişme fikrini de içerir."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَطَبَّعَ", "muzari": "يَتَطَبَّعُ", "masdar": "تَطَبُّع"}, "bab_anlami": "Bir şeyin doğal hale gelmesi, bir özelliğin kendiliğinden ortaya çıkması; bir şeyin içselleşmesi ve kalıcı bir nitelik kazanması. Bu kalıp, bir davranışın veya özelliğin zamanla kişinin doğasının bir parçası haline gelmesini ifade eder. Aynı zamanda, bir şeyin kendiliğinden gelişmesi, olgunlaşması veya mükemmelleşmesi anlamını da taşır.", "mikro_mantik": "Bu kalıp, köke bir kendiliğindenlik ve içselleşme anlamı katar. Bir şeyin zamanla doğal hale gelmesini ve kişinin karakterinin bir parçası olmasını vurgular. Ayrıca, bir sürecin sonunda elde edilen olgunluk ve mükemmellik fikrini de içerir."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَطْبَعَ", "muzari": "يَسْتَطْبِعُ", "masdar": "اِسْتِطْبَاع"}, "bab_anlami": "Bir şeyi yaratılışına uygun hale getirmeyi istemek, bir şeyin doğal özelliklerini ortaya çıkarmaya çalışmak; bir şeyi kendi doğasına göre şekillendirmek veya yönlendirmek. Bu kalıp, bir şeyin potansiyelini gerçekleştirmeye çalışma, onu en iyi haline getirme veya ona özgün bir nitelik kazandırma çabasını ifade eder. Aynı zamanda, bir şeyin doğasına uygun davranmasını sağlamak veya onu belirli bir amaca yöneltmek anlamını da taşır.", "mikro_mantik": "Bu kalıp, köke bir talep ve çaba anlamı katar. Bir şeyin doğal özelliklerini ortaya çıkarma veya onu belirli bir şekilde şekillendirme arzusunu vurgular. Ayrıca, bir şeyin potansiyelini gerçekleştirme ve onu en iyi haline getirme fikrini de içerir."}]}], "طبق": [{"kok": "طبق", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Bir şeyi örtmek, kapatmak, katlamak veya uygun hale getirmek suretiyle bir araya getirme eylemi. Bir şeyin içini veya dışını kuşatan, onu saran veya ona uygun bir şekil veren şey.", "kavramsal_derinlik": "İç ve dış arasındaki ilişkiyi, bir şeyin özü ile onu çevreleyen kabuk arasındaki etkileşimi ifade eder. Bu, hem maddi hem de manevi alemlerde geçerli olup, bir şeyin gerçek doğasının nasıl gizlendiğini veya açığa çıkarıldığını anlamamıza yardımcı olur."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "طَبَقَ", "muzari": "يَطْبُقُ", "masdar": "طَبْق"}, "bab_anlami": "Bir şeyi tamamen örtmek, kaplamak veya bir şeyi başka bir şeyin üzerine tam olarak yerleştirmek. Bu, bir şeyin içini ve dışını saran, onu tamamen kuşatan bir durumu ifade eder. Aynı zamanda, bir şeyin başka bir şeyle tam bir uyum içinde olmasını, birbirine mükemmel şekilde uymasını da ifade edebilir. Bu kalıp, bir şeyin potansiyelini tamamen gerçekleştirmesi ve kendini bütünüyle ifade etmesi anlamını da taşır.", "mikro_mantik": "Bu bab, kökün temel anlamını yoğunlaştırır ve eylemin tamamlama, kuşatma veya uyum sağlama yönünü vurgular. Eylemin nesneyi tamamen etkilediğini ve dönüştürdüğünü gösterir."}, {"bab_no": 2, "fiil_formlari": {"mazi": "طُبِّقَ", "muzari": "يُطَبَّقُ", "masdar": "تَطْبِيق"}, "bab_anlami": "Bir şeyi bir şeye uygulamak, tatbik etmek veya bir şeyi bir duruma uyarlamak. Bu, bir kuralı, prensibi veya yasayı hayata geçirme eylemini ifade eder. Aynı zamanda, bir şeyi başka bir şeyle örtmek veya kaplamak, bir şeyi bir şeye uygulamak suretiyle onu dönüştürmek anlamına da gelir. Bu kalıp, bir şeyin potansiyelini gerçekleştirmek için pratik adımlar atma ve onu somut bir şekilde ifade etme anlamını taşır.", "mikro_mantik": "Bu bab, kökün anlamını eylemin uygulama, tatbik etme veya uyarlama yönüne doğru genişletir. Eylemin bir planı, kuralı veya prensibi hayata geçirme amacını taşıdığını gösterir."}, {"bab_no": 3, "fiil_formlari": {"mazi": "طَابَقَ", "muzari": "يُطَابِقُ", "masdar": "مُطَابَقَة"}, "bab_anlami": "İki şeyin birbirine uygun olması, denk gelmesi veya birbirini tamamlaması. Bu, iki şey arasında tam bir uyum, benzerlik veya eşleşme olduğunu ifade eder. Aynı zamanda, iki şeyin birbirine örtüşmesi, birbiriyle uyumlu bir bütün oluşturması anlamına da gelir. Bu kalıp, farklı şeylerin bir araya gelerek bir uyum ve denge oluşturması, birbirlerinin potansiyelini artırması anlamını taşır.", "mikro_mantik": "Bu bab, kökün anlamını karşılıklı uyum, denklik ve tamamlama yönüne doğru genişletir. Eylemin iki veya daha fazla şey arasındaki ilişkiyi güçlendirdiğini ve uyumlu bir bütün oluşturduğunu gösterir."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَطْبَقَ", "muzari": "يُطْبِقُ", "masdar": "إِطْبَاق"}, "bab_anlami": "Bir şeyi tamamen kapatmak, örtmek veya kuşatmak. Bu, bir şeyin içini ve dışını saran, onu tamamen kuşatan bir durumu ifade eder. Aynı zamanda, bir şeyi başka bir şeyin üzerine tam olarak yerleştirmek, bir şeyi bir şeyle kapatmak suretiyle onu korumak anlamına da gelir. Bu kalıp, bir şeyin potansiyelini koruma altına alma, onu dış etkenlerden sakınma ve onu bütünüyle muhafaza etme anlamını taşır.", "mikro_mantik": "Bu bab, kökün anlamını tamamlama, kuşatma ve koruma yönüne doğru genişletir. Eylemin bir şeyi bütünüyle etkilediğini ve onu dış etkenlerden koruduğunu gösterir."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَطَبَّقَ", "muzari": "يَتَطَبَّقُ", "masdar": "تَطَبُّق"}, "bab_anlami": "Bir şeyin katmanlar halinde üst üste gelmesi, birbiri üzerine yığılması veya katmanlar oluşturması. Bu, bir şeyin farklı katmanlardan oluştuğunu, her bir katmanın bir diğerini tamamladığını ifade eder. Aynı zamanda, bir şeyin karmaşık bir yapıya sahip olduğunu, farklı unsurların bir araya gelerek bir bütün oluşturduğunu da gösterir. Bu kalıp, bir şeyin potansiyelini katmanlar halinde açığa çıkarma, onu farklı boyutlarda ifade etme ve onu karmaşık bir şekilde anlama anlamını taşır.", "mikro_mantik": "Bu bab, kökün anlamını katmanlaşma, karmaşıklık ve çok boyutluluk yönüne doğru genişletir. Eylemin bir şeyi farklı katmanlar halinde etkilediğini ve onu daha karmaşık bir hale getirdiğini gösterir."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَطَابَقَ", "muzari": "يَتَطَابَقُ", "masdar": "تَطَابُق"}, "bab_anlami": "İki veya daha fazla şeyin birbirine tam olarak uyması, denk gelmesi veya birbirini tamamlaması. Bu, şeyler arasında tam bir uyum, benzerlik veya eşleşme olduğunu ifade eder. Aynı zamanda, şeylerin birbirine örtüşmesi, birbiriyle uyumlu bir bütün oluşturması anlamına da gelir. Bu kalıp, farklı şeylerin bir araya gelerek bir uyum ve denge oluşturması, birbirlerinin potansiyelini artırması anlamını taşır. Bu durum, evrenin düzeninde görülen mükemmel uyumu ve her şeyin birbiriyle nasıl ilişkili olduğunu yansıtır.", "mikro_mantik": "Bu bab, kökün anlamını karşılıklı uyum, denklik ve tamamlama yönüne doğru yoğunlaştırır. Eylemin iki veya daha fazla şey arasındaki ilişkiyi en üst düzeye çıkardığını ve mükemmel bir uyum oluşturduğunu gösterir."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْطَبَقَ", "muzari": "يَنْطَبِقُ", "masdar": "اِنْطِبَاق"}, "bab_anlami": "Bir şeyin kendiliğinden kapanması, örtülmesi veya bir şeyin üzerine tam olarak oturması. Bu, bir şeyin doğal olarak bir araya gelmesi, uyum sağlaması veya bir şeyle örtüşmesi durumunu ifade eder. Aynı zamanda, bir şeyin kendiliğinden tamamlanması, bütünleşmesi veya bir amaca ulaşması anlamına da gelir. Bu kalıp, bir şeyin potansiyelini kendiliğinden gerçekleştirmesi, doğal akışında ilerlemesi ve bir amaca ulaşması anlamını taşır. Bu, evrenin doğal yasalarının ve her şeyin kendi özüne uygun bir şekilde hareket etmesinin bir yansımasıdır.", "mikro_mantik": "Bu bab, kökün anlamını kendiliğindenlik, doğal uyum ve tamamlama yönüne doğru genişletir. Eylemin bir şeyin doğal akışında gerçekleştiğini ve kendiliğinden bir amaca ulaştığını gösterir."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِطَّبَقَ", "muzari": "يَطَّبِقُ", "masdar": "اِطِّبَاق"}, "bab_anlami": "Bir şeyi şiddetle kapatmak, sıkıca örtmek veya bir şeyi tamamen kuşatmak. Bu, bir şeyin içini ve dışını saran, onu tamamen kuşatan bir durumu ifade eder. Aynı zamanda, bir şeyi başka bir şeyin üzerine tam olarak yerleştirmek, bir şeyi bir şeyle kapatmak suretiyle onu korumak anlamına da gelir. Bu kalıp, bir şeyin potansiyelini koruma altına alma, onu dış etkenlerden sakınma ve onu bütünüyle muhafaza etme anlamını taşır. Bu durum, bir şeyin değerini korumak ve onu dış tehlikelerden sakınmak için gösterilen çabayı yansıtır.", "mikro_mantik": "Bu bab, kökün anlamını şiddet, sıkılık ve tamamlama yönüne doğru yoğunlaştırır. Eylemin bir şeyi bütünüyle etkilediğini ve onu dış etkenlerden şiddetle koruduğunu gösterir."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اِطْمَأَنَّ", "muzari": "يَطْمَئِنُّ", "masdar": "اِطْمِئْنَانّ"}, "bab_anlami": "Kalbin mutmain olması, huzur bulması veya bir şeyden emin olması. Bu, bir şeyin içsel bir dinginlik, güven ve sükunet hali yaşaması durumunu ifade eder. Aynı zamanda, bir şeyin şüphelerden arınması, kesin bir bilgiye ulaşması veya bir konuda tatmin olması anlamına da gelir. Bu kalıp, bir şeyin potansiyelini içsel bir huzur ve güven içinde gerçekleştirmesi, şüphelerden arınması ve kesin bir bilgiye ulaşması anlamını taşır. Bu durum, insanın ruhsal yolculuğunda aradığı iç huzuru ve kesinliği yansıtır.", "mikro_mantik": "Bu bab, kökün anlamını içsel huzur, güven ve kesinlik yönüne doğru genişletir. Eylemin bir şeyin içsel durumunu etkilediğini ve ona huzur, güven ve kesinlik sağladığını gösterir. Kök ile doğrudan bağlantılı olmasa da, dolaylı olarak örtüşme ve uyumun getirdiği huzuru temsil eder."}]}], "طحو": [{"kok": "طحو", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Bir şeyi yaymak, sermek, düzleştirmek; genişletmek ve açmak suretiyle potansiyeli ortaya çıkarma eylemi. Bu, hem fiziksel bir düzlemi hem de soyut bir alanı kapsar. Bir şeyin üzerindeki örtüyü kaldırmak, gizli olanı aşikar kılmak ve böylece yeni bir anlayış veya farkındalık düzeyi yaratmak.", "kavramsal_derinlik": "Beşeri boyutta, bir bilginin yayılması, bir toprağın sürülmesi veya bir halının serilmesi gibi eylemleri ifade eder. İlahi boyutta ise, evrenin yaratılışı ve düzenlenmesi, bilginin insanlığa yayılması ve hakikatin açığa çıkarılması gibi anlamlara gelir. Bu kök, yaratılışın ve bilginin yayılmasının temel dinamiğini temsil eder."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "طَحَا", "muzari": "يَطْحُو", "masdar": "طَحْو"}, "bab_anlami": "Bir şeyi yaymak, sermek veya düzleştirmek eylemini ifade eder. Bu kalıp, bir nesnenin yüzeyini genişletmek veya bir alanı kaplamak suretiyle potansiyelini ortaya çıkarma anlamını taşır. Aynı zamanda, bir şeyin üzerindeki örtüyü kaldırarak, gizli olanı aşikar kılmak ve böylece yeni bir anlayış veya farkındalık düzeyi yaratmak anlamına da gelebilir.", "mikro_mantik": "Bu bab, fiilin temel anlamını doğrudan ve değişmez bir şekilde ifade eder. Kökün anlamını yoğunlaştırır ve eylemin basitçe gerçekleştiğini belirtir. Burada herhangi bir ek anlam veya dönüşüm söz konusu değildir; eylem, kökün özünde bulunan anlamı taşır."}]}], "طرح": [{"kok": "طرح", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Bir şeyi atmak, bırakmak, uzaklaştırmak; bir plan veya tasarım ortaya koymak.", "kavramsal_derinlik": "Fikrin somutlaşması, niyetin eyleme dönüşmesi, bir şeyden vazgeçme veya bir yükten kurtulma eylemi."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "طَرَحَ", "muzari": "يَطْرَحُ", "masdar": "طَرْح"}, "bab_anlami": "Bir şeyi atmak, fırlatmak, bir kenara bırakmak. Bu kalıp, bir düşünceyi veya planı ortaya koyma, bir problemi çözmek için bir yaklaşım sunma eylemini ifade edebilir. Aynı zamanda, bir yükten kurtulma veya bir sorumluluğu devretme anlamını da taşıyabilir. Bu, içsel bir rahatlama veya dışsal bir eylemin sonucu olabilir.", "mikro_mantik": "Bu kalıp, kökün temel anlamını doğrudan ve basit bir şekilde ifade eder. Eylemin fail tarafından gerçekleştirildiğini ve nesne üzerinde bir etki yarattığını gösterir. Bir şeyin basitçe atılması veya bırakılması eylemini vurgular."}, {"bab_no": 2, "fiil_formlari": {"mazi": "طَرَّحَ", "muzari": "يُطَرِّحُ", "masdar": "تَطْرِيح"}, "bab_anlami": "Bir şeyi tamamen ve titizlikle atmak, uzaklaştırmak veya bir kenara koymak. Bu kalıp, bir planı veya tasarımı detaylı bir şekilde oluşturma ve sunma anlamına gelebilir. Aynı zamanda, bir sorunu çözmek için kapsamlı bir strateji geliştirme veya bir konuyu derinlemesine inceleme eylemini de ifade edebilir. Bu, bir şeyden kurtulma veya bir şeyi tamamlama sürecini vurgular.", "mikro_mantik": "Bu kalıp, kökün anlamını yoğunlaştırır ve eylemin tekrarlı veya titiz bir şekilde yapıldığını gösterir. Bir şeyin dikkatlice ve özenle atılması veya bırakılması eylemini vurgular."}, {"bab_no": 3, "fiil_formlari": {"mazi": "طَارَحَ", "muzari": "يُطَارِحُ", "masdar": "مُطَارَحَة"}, "bab_anlami": "Karşılıklı olarak bir şeyi atmak, paylaşmak veya sunmak. Bu kalıp, fikir alışverişinde bulunma, bir planı birlikte geliştirme veya bir konuyu tartışma anlamına gelebilir. Aynı zamanda, bir yükü veya sorumluluğu paylaşma, bir sorunu birlikte çözme veya bir konuda işbirliği yapma eylemini de ifade edebilir. Bu, ortak bir amaca yönelik etkileşimi vurgular.", "mikro_mantik": "Bu kalıp, eylemin karşılıklı olarak yapıldığını ve birden fazla failin etkileşimini içerdiğini gösterir. Bir şeyin paylaşılması veya tartışılması eylemini vurgular."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَطْرَحَ", "muzari": "يُطْرِحُ", "masdar": "إِطْرَاح"}, "bab_anlami": "Bir şeyi atmaya veya bırakmaya zorlamak, bir şeyi bir kenara koymaya teşvik etmek. Bu kalıp, bir planı veya tasarımı sunmaya veya uygulamaya zorlamak anlamına gelebilir. Aynı zamanda, bir sorunu çözmek için bir yaklaşımı benimsemeye teşvik etme veya bir konuda bir karar almaya yönlendirme eylemini de ifade edebilir. Bu, bir şeyi başlatma veya bir süreci hızlandırma eylemini vurgular.", "mikro_mantik": "Bu kalıp, eylemin bir başkası tarafından yapılmasına neden olunduğunu veya bir şeyin başlatıldığını gösterir. Bir şeyin zorla atılması veya bırakılması eylemini vurgular."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَطَرَّحَ", "muzari": "يَتَطَرَّحُ", "masdar": "تَطَرُّح"}, "bab_anlami": "Kendini bir kenara atmak, terk etmek veya vazgeçmek. Bu kalıp, bir planı veya tasarımı bırakma, bir fikirden vazgeçme veya bir konudan uzaklaşma anlamına gelebilir. Aynı zamanda, bir yükü veya sorumluluğu terk etme, bir sorunu çözmekten vazgeçme veya bir konuda pes etme eylemini de ifade edebilir. Bu, içsel bir vazgeçişi veya dışsal bir geri çekilmeyi vurgular.", "mikro_mantik": "Bu kalıp, eylemin failin kendisi üzerinde gerçekleştiğini ve bir vazgeçiş veya geri çekilme olduğunu gösterir. Bir şeyden gönüllü olarak vazgeçilmesi eylemini vurgular."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَطَارَحَ", "muzari": "يَتَطَارَحُ", "masdar": "تَطَارُح"}, "bab_anlami": "Karşılıklı olarak bir şeyi atmak veya bırakmak, birbirine fikir sunmak veya tartışmak. Bu kalıp, fikir alışverişinde bulunma, bir planı birlikte geliştirme veya bir konuyu tartışma anlamına gelebilir. Aynı zamanda, bir yükü veya sorumluluğu paylaşma, bir sorunu birlikte çözme veya bir konuda işbirliği yapma eylemini de ifade edebilir. Bu, ortak bir amaca yönelik etkileşimi vurgular.", "mikro_mantik": "Bu kalıp, eylemin karşılıklı olarak yapıldığını ve birden fazla failin etkileşimini içerdiğini gösterir. Bir şeyin paylaşılması veya tartışılması eylemini vurgular."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْطَرَحَ", "muzari": "يَنْطَرِحُ", "masdar": "اِنْطِرَاح"}, "bab_anlami": "Kendiliğinden atılmak, bırakılmak veya bir kenara konulmak. Bu kalıp, bir planın veya tasarımın kendiliğinden ortaya çıkması, bir fikrin kendiliğinden gelişmesi veya bir konunun kendiliğinden çözülmesi anlamına gelebilir. Aynı zamanda, bir yükün veya sorumluluğun kendiliğinden ortadan kalkması, bir sorunun kendiliğinden çözülmesi veya bir konuda bir çözümün kendiliğinden bulunması eylemini de ifade edebilir. Bu, kendiliğindenliği veya doğal bir süreci vurgular.", "mikro_mantik": "Bu kalıp, eylemin failin iradesi dışında gerçekleştiğini ve kendiliğinden bir süreç olduğunu gösterir. Bir şeyin kendiliğinden atılması veya bırakılması eylemini vurgular."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِطَّرَحَ", "muzari": "يَطَّرِحُ", "masdar": "اِطِّرَاح"}, "bab_anlami": "Tamamen atmak, bırakmak veya bir kenara koymak. Bu kalıp, bir planı veya tasarımı tamamen terk etme, bir fikirden tamamen vazgeçme veya bir konuyu tamamen unutma anlamına gelebilir. Aynı zamanda, bir yükü veya sorumluluğu tamamen bırakma, bir sorunu çözmekten tamamen vazgeçme veya bir konuda pes etme eylemini de ifade edebilir. Bu, tam bir vazgeçişi veya geri çekilmeyi vurgular.", "mikro_mantik": "Bu kalıp, kökün anlamını yoğunlaştırır ve eylemin tam ve kesin bir şekilde yapıldığını gösterir. Bir şeyin tamamen atılması veya bırakılması eylemini vurgular."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اِطْرَأَحَ", "muzari": "يَطْرَئِحُ", "masdar": "اِطْرِئْحَاح"}, "bab_anlami": "Bu kalıp nadiren kullanılır ve genellikle bir şeyin aniden ortaya çıkması veya beklenmedik bir şekilde atılması anlamına gelir. Bir planın veya fikrin aniden ortaya atılması veya bir konunun beklenmedik bir şekilde gündeme gelmesi gibi durumları ifade edebilir. Aynı zamanda, bir yükün veya sorumluluğun aniden bırakılması veya bir sorunun beklenmedik bir şekilde çözülmesi eylemini de ifade edebilir. Bu, ani bir değişimi veya beklenmedik bir olayı vurgular.", "mikro_mantik": "Bu kalıp, eylemin ani ve beklenmedik bir şekilde gerçekleştiğini gösterir. Bir şeyin aniden atılması veya bırakılması eylemini vurgular."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَطْرَحَ", "muzari": "يَسْتَطْرِحُ", "masdar": "اِسْتِطْرَاح"}, "bab_anlami": "Bir şeyi atmayı veya bırakmayı istemek, bir şeyi bir kenara koymayı talep etmek. Bu kalıp, bir planı veya tasarımı sunmayı veya uygulamayı istemek anlamına gelebilir. Aynı zamanda, bir sorunu çözmek için bir yaklaşımı benimsemeyi talep etme veya bir konuda bir karar almaya yönlendirme eylemini de ifade edebilir. Bu, bir şeyi başlatma veya bir süreci hızlandırma isteğini vurgular.", "mikro_mantik": "Bu kalıp, eylemin bir istek veya talep üzerine gerçekleştiğini gösterir. Bir şeyin atılmasını veya bırakılmasını isteme eylemini vurgular."}]}], "طرد": [{"kok": "طرد", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Uzaklaştırma, kovma, reddetme; bir şeyin sınırlarını aşarak dışarıya itilmesi. Bu, fiziksel bir yerden kovulma olabileceği gibi, soyut bir durumdan, örneğin bir düşünceden veya duygudan da uzaklaşma anlamına gelebilir.", "kavramsal_derinlik": "Beşeri düzlemde, reddedilme ve dışlanmanın acısını, ilahi düzlemde ise, hakikatten uzaklaşmanın sonuçlarını ifade eder. Bu kök, insanın kendi iç dünyasında ve evrenle olan ilişkisinde sürekli bir denge arayışını simgeler; kabul ve ret arasındaki ince çizgide salınan varoluşsal gerilimi yansıtır."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "طَرَدَ - tarada", "muzari": "يَطْرُدُ - yatrudu", "masdar": "طَرْد - tard"}, "bab_anlami": "Bir şeyi veya birini fiziksel veya mecazi olarak uzaklaştırmak, kovmak, reddetmek. Bu, bir hayvanı avlamak, bir kişiyi bir yerden sürmek veya bir fikri reddetmek gibi çeşitli anlamlara gelebilir. Kökün bu ilk formu, eylemin doğrudan ve tek taraflı olduğunu vurgular; failin, nesneyi kendi iradesiyle bir yerden veya durumdan uzaklaştırdığı bir senaryoyu ifade eder. Bu eylem, genellikle bir amaç doğrultusunda gerçekleştirilir ve failin kontrolü elinde tuttuğunu gösterir.", "mikro_mantik": "Bu kalıp, kökün temel anlamını en yalın haliyle ifade eder. Fiilin fail tarafından doğrudan gerçekleştirildiğini ve etkisinin nesne üzerinde belirgin bir şekilde görüldüğünü gösterir. Kökün enerjisi, dışa dönük ve yönlendiricidir; bir şeyin sınırlarını zorlayarak onu dışarıya doğru iter. Bu, matematiksel bir denklemde bir terimin diğer tarafa geçirilmesi gibi, bir durumun veya varlığın konumunun değiştirilmesiyle sonuçlanır."}, {"bab_no": 2, "fiil_formlari": {"mazi": "طُرِّدَ - turride", "muzari": "يُطَرَّدُ - yutarredu", "masdar": "تَطْرِيد - tatrid"}, "bab_anlami": "Bir şeyin veya birinin sürekli olarak uzaklaştırılması, kovulması veya reddedilmesi. Bu, bir sürecin veya durumun tekrar tekrar yaşanmasını ifade eder. Örneğin, bir kişinin sürekli olarak eleştirilmesi veya bir fikrin sürekli olarak reddedilmesi gibi. Bu kalıp, eylemin yoğunluğunu ve sürekliliğini vurgular; failin, nesne üzerinde sürekli bir baskı uyguladığını ve onu sürekli olarak uzaklaştırmaya çalıştığını gösterir. Bu durum, genellikle bir döngüsel ilişkiyi veya bir kısır döngüyü ifade eder.", "mikro_mantik": "Bu kalıp, kökün anlamını yoğunlaştırır ve süreklilik kazandırır. Fiilin tekrar tekrar gerçekleştiğini ve etkisinin nesne üzerinde kalıcı olduğunu gösterir. Matematiksel olarak, bu kalıp bir iterasyon sürecini temsil eder; bir işlemin sürekli olarak tekrarlanması ve sonucun bir sonraki adımda kullanılması gibi. Bu, bir algoritmanın veya bir döngünün sürekli olarak çalışmasıyla benzerlik gösterir."}, {"bab_no": 3, "fiil_formlari": {"mazi": "طَارَدَ - taarada", "muzari": "يُطَارِدُ - yutaaridu", "masdar": "مُطَارَدَة - mutaarada"}, "bab_anlami": "Karşılıklı olarak kovalamak, takip etmek veya uzaklaştırmaya çalışmak. Bu, bir avcı ile av arasındaki ilişkiyi veya iki tarafın birbirini sürekli olarak engellemeye çalıştığı bir durumu ifade edebilir. Bu kalıp, eylemin karşılıklı olduğunu ve her iki tarafın da aktif rol oynadığını vurgular. İlişki, genellikle bir rekabet veya mücadele içerir ve tarafların birbirini alt etmeye çalıştığı bir senaryoyu ifade eder. Bu durum, dinamik bir dengeyi veya sürekli bir gerilimi yansıtır.", "mikro_mantik": "Bu kalıp, kökün anlamını karşılıklılık ve etkileşim boyutuna taşır. Fiilin iki taraf arasında gerçekleştiğini ve her iki tarafın da birbirini etkilediğini gösterir. Matematiksel olarak, bu kalıp bir oyun teorisi senaryosunu temsil eder; iki oyuncunun birbirinin hamlelerine göre stratejiler geliştirdiği ve sonuçların her iki tarafın da eylemlerine bağlı olduğu bir durumu ifade eder. Bu, bir denklem sisteminde değişkenlerin birbirini etkilemesi gibi, bir sistemin dinamik davranışını yansıtır."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَطْرَدَ - atrada", "muzari": "يُطْرِدُ - yutridu", "masdar": "إِطْرَاد - itrad"}, "bab_anlami": "Bir şeyi veya birini tamamen uzaklaştırmak, kovmak veya reddetmek; bir durumu veya süreci hızlandırmak veya yoğunlaştırmak. Bu, bir sorunu tamamen ortadan kaldırmak, bir süreci hızlandırmak veya bir duyguyu yoğunlaştırmak gibi çeşitli anlamlara gelebilir. Bu kalıp, eylemin şiddetini ve kesinliğini vurgular; failin, nesne üzerinde tam bir kontrol sağladığını ve onu tamamen ortadan kaldırmaya çalıştığını gösterir. Bu durum, genellikle bir kararlılık veya bir nihai çözüm arayışını ifade eder.", "mikro_mantik": "Bu kalıp, kökün anlamını yoğunlaştırır ve kesinlik kazandırır. Fiilin tam ve eksiksiz bir şekilde gerçekleştiğini ve sonucun kesin olduğunu gösterir. Matematiksel olarak, bu kalıp bir limit alma sürecini temsil eder; bir fonksiyonun sonsuza yaklaşırken belirli bir değere ulaşması gibi. Bu, bir algoritmanın veya bir döngünün belirli bir koşul sağlandığında durmasıyla benzerlik gösterir."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَطَرَّدَ - tatarada", "muzari": "يَتَطَرَّدُ - yatataradu", "masdar": "تَطَرُّد - tatarud"}, "bab_anlami": "Bir şeyin veya birinin sürekli olarak uzaklaşması, kovulması veya reddedilmesi; bir durumun veya sürecin sürekli olarak kötüleşmesi veya azalması. Bu, bir hastalığın sürekli olarak ilerlemesi, bir ilişkinin sürekli olarak kötüleşmesi veya bir kaynağın sürekli olarak azalması gibi çeşitli anlamlara gelebilir. Bu kalıp, eylemin kendiliğinden ve sürekli olduğunu vurgular; nesnenin, dış bir etki olmaksızın kendi kendine uzaklaştığını veya kötüleştiğini gösterir. Bu durum, genellikle bir çöküş veya bir tükenme sürecini ifade eder.", "mikro_mantik": "Bu kalıp, kökün anlamını kendiliğindenlik ve süreklilik boyutuna taşır. Fiilin dış bir etki olmaksızın kendiliğinden gerçekleştiğini ve sonucun sürekli olarak kötüleştiğini gösterir. Matematiksel olarak, bu kalıp bir diferansiyel denklemi temsil eder; bir fonksiyonun değişim hızının kendisiyle orantılı olduğu bir durumu ifade eder. Bu, bir sistemin zamanla nasıl değiştiğini ve evrimleştiğini gösterir."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَطَارَدَ - tataarada", "muzari": "يَتَطَارَدُ - yatataaradu", "masdar": "تَطَارُد - tataarud"}, "bab_anlami": "Karşılıklı olarak birbirini kovalamak, takip etmek veya uzaklaştırmaya çalışmak; bir durumun veya sürecin sürekli olarak değişmesi veya gelişmesi. Bu, iki tarafın birbirini sürekli olarak engellemeye çalıştığı bir rekabeti veya bir durumun sürekli olarak değiştiği bir evrimi ifade edebilir. Bu kalıp, eylemin karşılıklı ve dinamik olduğunu vurgular; tarafların birbirini sürekli olarak etkilediğini ve durumun sürekli olarak değiştiğini gösterir. Bu durum, genellikle bir rekabet veya bir evrim sürecini yansıtır.", "mikro_mantik": "Bu kalıp, kökün anlamını karşılıklılık ve dinamizm boyutuna taşır. Fiilin iki taraf arasında sürekli olarak gerçekleştiğini ve durumun sürekli olarak değiştiğini gösterir. Matematiksel olarak, bu kalıp bir dinamik sistem modelini temsil eder; bir sistemin zamanla nasıl değiştiğini ve evrimleştiğini gösteren bir dizi denklemi ifade eder. Bu, bir ekosistemin veya bir pazarın nasıl çalıştığını anlamak için kullanılabilir."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْطَرَدَ - intarada", "muzari": "يَنْطَرِدُ - yantaridu", "masdar": "اِنْطِرَاد - intirad"}, "bab_anlami": "Uzaklaştırılmak, kovulmak veya reddedilmek; bir şeyin veya birinin kendiliğinden uzaklaşması veya kaybolması. Bu, bir kişinin bir yerden kovulması, bir fikrin reddedilmesi veya bir duygunun kaybolması gibi çeşitli anlamlara gelebilir. Bu kalıp, eylemin pasif olduğunu ve nesnenin kendi iradesi dışında uzaklaştırıldığını veya kaybolduğunu vurgular. Bu durum, genellikle bir mağduriyet veya bir kayıp duygusunu ifade eder.", "mikro_mantik": "Bu kalıp, kökün anlamını pasiflik ve kendiliğindenlik boyutuna taşır. Fiilin nesne üzerinde gerçekleştiğini ve nesnenin kendi iradesi dışında etkilendiğini gösterir. Matematiksel olarak, bu kalıp bir olasılık dağılımını temsil eder; bir olayın gerçekleşme olasılığının belirli bir aralıkta dağılması gibi. Bu, bir sistemin rastgele davranışını modellemek için kullanılabilir."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِطَّرَدَ - ittaraada", "muzari": "يَطَّرِدُ - yattaridu", "masdar": "اِطِّرَاد - ittiraad"}, "bab_anlami": "Sürekli ve düzenli bir şekilde ilerlemek, gelişmek veya artmak; bir şeyin veya birinin sürekli olarak aynı yönde hareket etmesi. Bu, bir sürecin sürekli olarak hızlanması, bir ilişkinin sürekli olarak gelişmesi veya bir kaynağın sürekli olarak artması gibi çeşitli anlamlara gelebilir. Bu kalıp, eylemin sürekliliğini ve düzenliliğini vurgular; nesnenin, belirli bir yönde sürekli olarak hareket ettiğini ve değiştiğini gösterir. Bu durum, genellikle bir ilerleme veya bir büyüme sürecini ifade eder.", "mikro_mantik": "Bu kalıp, kökün anlamını süreklilik ve düzenlilik boyutuna taşır. Fiilin sürekli ve düzenli bir şekilde gerçekleştiğini ve sonucun belirli bir yönde ilerlediğini gösterir. Matematiksel olarak, bu kalıp bir doğrusal fonksiyonu temsil eder; bir değişkenin diğerine göre sürekli olarak arttığı veya azaldığı bir durumu ifade eder. Bu, bir sistemin öngörülebilir davranışını modellemek için kullanılabilir."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اِطْرَدَّ - itradّa (Nadir)", "muzari": "يَطْرَدُّ - yatradّu (Nadir)", "masdar": "اِطْرِدَادّ - itradّad (Nadir)"}, "bab_anlami": "Bu kalıp nadir kullanılır ve genellikle bir şeyin aşırı derecede uzaklaştırılması veya reddedilmesi anlamına gelir. Bir durumun veya duygunun yoğunluğunu vurgular. Örneğin, bir kişinin toplumdan tamamen dışlanması veya bir fikrin şiddetle reddedilmesi gibi. Bu kalıp, aşırılık ve yoğunluk kavramlarını içerir ve genellikle olumsuz bir durumu ifade eder.", "mikro_mantik": "Bu kalıp, kökün anlamını aşırılık ve yoğunluk boyutuna taşır. Matematiksel olarak, bu kalıp bir ekstrem değer problemini temsil edebilir; bir fonksiyonun en büyük veya en küçük değerini bulma sürecini ifade eder. Bu, bir sistemin sınırlarını ve potansiyelini anlamak için kullanılabilir."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَطْرَدَ - istatrada", "muzari": "يَسْتَطْرِدُ - yastatridu", "masdar": "اِسْتِطْرَاد - istitrad"}, "bab_anlami": "Konudan sapmak, asıl meseleden uzaklaşmak; bir şeyi veya birini uzaklaştırmaya çalışmak veya bir durumdan kaçınmak. Bu, bir konuşmada konudan sapmak, bir sorundan kaçınmak veya bir tehlikeden uzaklaşmak gibi çeşitli anlamlara gelebilir. Bu kalıp, eylemin dolaylı olduğunu ve failin, doğrudan bir eylem yerine dolaylı bir yolla amacına ulaşmaya çalıştığını vurgular. Bu durum, genellikle bir kaçış veya bir stratejik manevra olarak değerlendirilebilir.", "mikro_mantik": "Bu kalıp, kökün anlamını dolaylılık ve kaçınma boyutuna taşır. Fiilin dolaylı bir yolla gerçekleştiğini ve sonucun beklenmedik olabileceğini gösterir. Matematiksel olarak, bu kalıp bir optimizasyon problemini temsil eder; bir fonksiyonun en iyi değerini bulmak için dolaylı yöntemler kullanma sürecini ifade eder. Bu, bir sistemin karmaşık davranışını modellemek için kullanılabilir."}]}], "طرف": [{"kok": "طرف", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Bir şeyin kenarı, ucu veya sınırı. Bir olayın, durumun veya ilişkinin bir yönü veya tarafı. Bir şeyin aşırılığı, uç noktası.", "kavramsal_derinlik": "Beşeri ilişkilerde adalet ve hakkaniyetin sağlanması için tarafların dengelenmesi, ilahi adaletin tecellisinde ise her bir varlığın kendi sınırları içinde anlam bulması."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "طَرَفَ", "muzari": "يَطْرُفُ", "masdar": "طَرْف"}, "bab_anlami": "Bir şeye göz ucuyla bakmak, bir şeyin kenarına dokunmak, bir tarafı olmak. Bu kalıp, bir eylemin yüzeysel veya geçici olduğunu, bir şeyle sadece kısmi bir ilişki kurulduğunu ifade eder. Bir olayın sadece dışsal yönüne odaklanmayı veya bir konunun sadece bir tarafını ele almayı temsil eder.", "mikro_mantik": "Bu bab, kökün temel anlamını koruyarak, eylemin sınırlılığını ve yüzeyselliğini vurgular. Kökün anlamını daha spesifik bir eyleme dönüştürürken, bu eylemin tam ve kapsamlı olmadığını belirtir. Fiilin geçişsiz (lazım) veya geçişli (müteaddi) olmasına göre anlam değişebilir, ancak her durumda eylemin sınırlı bir kapsamda gerçekleştiğini gösterir."}]}], "طرق": [{"kok": "طرق", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Vurmak, çalmak, yol açmak; bir şeye ulaşmak için izlenen yöntem veya yol.", "kavramsal_derinlik": "Fiziksel bir eylemden (vurmak) soyut bir kavrama (yol, yöntem) geçişi temsil eder. İnsanın bir hedefe ulaşmak için kullandığı araçları ve yöntemleri kapsar, aynı zamanda ilahi rehberliğin insanlığa sunduğu yolları da ifade edebilir."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "طَرَقَ", "muzari": "يَطْرُقُ", "masdar": "طَرْق"}, "bab_anlami": "Bir şeye vurmak, kapıyı çalmak, bir yere geceleyin gelmek. Bu bab, kökün temel anlamını doğrudan yansıtır ve fiziksel bir eylemi ifade eder. Aynı zamanda, bir şeyin yüzeyine etki ederek onda bir iz bırakmayı veya bir şeyi harekete geçirmeyi de içerir. Bu, bir düşünceyi zihne yerleştirmek veya bir kalbe dokunmak gibi daha soyut anlamlara da gelebilir.", "mikro_mantik": "Bu bab, fiilin temel ve en doğrudan anlamını ifade eder. Eylemin basitçe gerçekleştiğini gösterir, herhangi bir ek anlam veya yoğunluk katmaz. Kökün temel anlamını en yalın haliyle sunar."}, {"bab_no": 2, "fiil_formlari": {"mazi": "طَرَّقَ", "muzari": "يُطَرِّقُ", "masdar": "تَطْرِيق"}, "bab_anlami": "Bir şeyi iyice vurmak, dövmek, bir şeyi bir yol haline getirmek, kolaylaştırmak. Bu bab, bir şeyi tekrar tekrar vurarak veya döverek onu şekillendirme veya dönüştürme anlamını taşır. Aynı zamanda, bir yolu açmak veya kolaylaştırmak için çaba göstermeyi de ifade eder. Bu, zorlukları aşarak bir hedefe ulaşmak için gösterilen azmi ve kararlılığı simgeler.", "mikro_mantik": "Bu bab, eylemin yoğunluğunu veya tekrarını vurgular. Bir şeyi şekillendirmek veya bir yolu açmak için gösterilen sürekli çabayı ifade eder. Fiilin anlamını pekiştirir ve ona bir süreç boyutu ekler."}, {"bab_no": 3, "fiil_formlari": {"mazi": "طَارَقَ", "muzari": "يُطَارِقُ", "masdar": "مُطَارَقَة"}, "bab_anlami": "Karşılıklı olarak vurmak, birbirine yol göstermek, bir konuda rekabet etmek. Bu bab, iki veya daha fazla taraf arasındaki etkileşimi ve karşılıklı eylemi ifade eder. Birbirine vurmak, fikir alışverişinde bulunmak veya rekabet etmek gibi anlamlara gelebilir. Bu, insan ilişkilerindeki dinamizmi ve etkileşimi simgeler.", "mikro_mantik": "Bu bab, eylemin karşılıklı veya ortaklaşa yapıldığını gösterir. İki veya daha fazla taraf arasındaki etkileşimi ve ilişkiyi vurgular. Fiilin anlamını sosyal bir bağlama yerleştirir."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَطْرَقَ", "muzari": "يُطْرِقُ", "masdar": "إِطْرَاق"}, "bab_anlami": "Başını eğmek, susmak, düşünceye dalmak, bir yola girmek. Bu bab, fiziksel bir eylem olan başını eğmekten, soyut bir duruma (düşünceye dalmak) geçişi ifade eder. Aynı zamanda, bir yola girmek veya bir yöntemi izlemek anlamını da taşır. Bu, içsel bir yolculuğa çıkmak veya bir hedefe ulaşmak için bilinçli bir seçim yapmak anlamına gelebilir.", "mikro_mantik": "Bu bab, eylemin içsel bir duruma veya yönelime işaret ettiğini gösterir. Fiziksel bir eylemden soyut bir kavrama geçişi temsil eder. Fiilin anlamını derinleştirir ve ona bir içsel boyut ekler."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَطَرَّقَ", "muzari": "يَتَطَرَّقُ", "masdar": "تَطَرُّق"}, "bab_anlami": "Yavaş yavaş bir yola girmek, bir konuya değinmek, bir şeyi incelemek. Bu bab, bir konuya veya yola yavaş ve dikkatli bir şekilde yaklaşmayı ifade eder. Bir şeyi incelemek veya bir konuya değinmek, derinlemesine bir anlayışa ulaşmak için yapılan çabayı simgeler. Bu, bilgiye ulaşmak veya bir sorunu çözmek için izlenen yöntemi temsil eder.", "mikro_mantik": "Bu bab, eylemin aşamalı ve dikkatli bir şekilde gerçekleştiğini gösterir. Bir konuya veya yola yavaşça yaklaşmayı vurgular. Fiilin anlamını bir süreç olarak sunar."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَطَارَقَ", "muzari": "يَتَطَارَقُ", "masdar": "تَطَارُق"}, "bab_anlami": "Yolların kesişmesi, fikirlerin çatışması, karşılıklı olarak bir yola girmek. Bu bab, farklı yolların veya fikirlerin bir araya gelmesini ve etkileşimini ifade eder. Yolların kesişmesi, yeni fırsatların doğmasına veya farklı bakış açılarının ortaya çıkmasına neden olabilir. Bu, farklı düşüncelerin bir araya gelerek daha geniş bir anlayışa ulaşılmasını simgeler.", "mikro_mantik": "Bu bab, farklı unsurların bir araya gelerek etkileşimde bulunduğunu gösterir. Yolların veya fikirlerin kesişmesini vurgular. Fiilin anlamını karmaşık bir ilişki ağı içinde sunar."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْطَرَقَ", "muzari": "يَنْطَرِقُ", "masdar": "اِنْطِرَاق"}, "bab_anlami": "Bir yolun açılması, bir şeyin kendiliğinden meydana gelmesi, bir şeyin kolayca ulaşılabilir hale gelmesi. Bu bab, bir engelin ortadan kalkması ve bir yolun açılması anlamını taşır. Bir şeyin kendiliğinden meydana gelmesi, ilahi bir lütuf veya beklenmedik bir fırsat olarak yorumlanabilir. Bu, zorlukların aşılması ve hedefe ulaşmanın kolaylaşmasını simgeler.", "mikro_mantik": "Bu bab, eylemin kendiliğinden veya doğal olarak gerçekleştiğini gösterir. Bir engelin ortadan kalkmasını ve bir yolun açılmasını vurgular. Fiilin anlamını kolaylık ve kendiliğindenlik ile ilişkilendirir."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِطَّرَقَ", "muzari": "يَطَّرِقُ", "masdar": "اِطِّرَاق"}, "bab_anlami": "Bir yola sıkıca tutunmak, bir yöntemi benimsemek, bir şeyi ısrarla takip etmek. Bu bab, bir yola veya yönteme sıkıca bağlı kalmayı ve onu ısrarla takip etmeyi ifade eder. Bir hedefe ulaşmak için kararlılıkla ilerlemeyi ve zorluklara rağmen pes etmemeyi simgeler. Bu, azim ve sebatın önemini vurgular.", "mikro_mantik": "Bu bab, eylemin kararlılıkla ve ısrarla yapıldığını gösterir. Bir yola veya yönteme sıkıca tutunmayı vurgular. Fiilin anlamını azim ve sebat ile ilişkilendirir."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اِطْرَاقَّ", "muzari": "يَطْرَاقُّ", "masdar": "اِطْرِقَاقّ"}, "bab_anlami": "Bu bab nadiren kullanılır ve kökün anlamıyla doğrudan ilişkili bir kullanımını bulmak zordur. Potansiyel olarak, bir yolun çok belirgin veya çok belirgin hale gelmesi, neredeyse göz kamaştırıcı bir şekilde açık olması anlamına gelebilir. Bu, bir gerçeğin veya çözümün o kadar bariz hale gelmesi ki, onu görmezden gelmenin imkansız olduğu bir durumu ifade edebilir.", "mikro_mantik": "Bu bab, anlamın yoğunluğunu veya aşırılığını vurgular. Bir şeyin çok belirgin veya çok açık hale gelmesini ifade eder. Kökün anlamını abartılı bir şekilde sunar."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَطْرَقَ", "muzari": "يَسْتَطْرِقُ", "masdar": "اِسْتِطْرَاق"}, "bab_anlami": "Bir yola girmek istemek, bir yöntem aramak, bir şeyi elde etmek için bir yol bulmaya çalışmak. Bu bab, bir hedefe ulaşmak için bir yol veya yöntem arayışını ifade eder. Bir şeyi elde etmek için çaba göstermek ve farklı yolları denemek anlamına gelir. Bu, problem çözme becerilerini ve yaratıcılığı simgeler.", "mikro_mantik": "Bu bab, eylemin bir arayış veya çaba içerdiğini gösterir. Bir yol veya yöntem bulmaya çalışmayı vurgular. Fiilin anlamını arayış ve çaba ile ilişkilendirir."}]}], "طرو": [{"kok": "طرو", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Bir şeyin ansızın ortaya çıkması, belirmesi veya zuhur etmesi. Beklenmedik bir şekilde vuku bulan olaylar veya durumlar.", "kavramsal_derinlik": "Zamanın akışında beliren sürprizler, kaderin cilveleri ve varoluşun beklenmedik anları. İnsanların hayatında ani değişimlere neden olan olaylar ve bu olayların bireyin iç dünyasındaki yansımaları."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "طَرَوَ - Tarawe", "muzari": "يَطْرُو - Yatruwu", "masdar": "طَرْو - Tarw"}, "bab_anlami": "Bir şeyin taze, yeni veya beklenmedik bir şekilde ortaya çıkması, zuhur etmesi. Bu kalıp, bir durumun veya olayın aniden ve belirgin bir şekilde ortaya çıkışını ifade eder. Aynı zamanda, bir şeyin tazeliğini, canlılığını ve yeniliğini de vurgular. Bu, varoluşun dinamik ve sürekli değişen doğasını yansıtır.", "mikro_mantik": "Bu bab, kökün temel anlamını doğrudan ve yalın bir şekilde ifade eder. Fiilin basit yapısı, eylemin kendiliğinden ve doğal bir şekilde gerçekleştiğini gösterir. Kökün anlamı, herhangi bir ekleme veya karmaşıklık olmadan, saf ve temel haliyle sunulur."}, {"bab_no": 2, "fiil_formlari": {"mazi": "طَرَّأَ - Tarraa", "muzari": "يُطَرِّئُ - Yutarriu", "masdar": "تَطْرِئَة - Tatri'a"}, "bab_anlami": "Bir şeyi tazelemek, canlandırmak veya yenilemek. Bu kalıp, bir nesnenin veya durumun özünü veya görünümünü iyileştirmek, ona yeni bir hayat vermek anlamına gelir. Aynı zamanda, bir şeyin değerini veya önemini artırmak için yapılan çabaları da ifade edebilir. Bu, varoluşun sürekli bir yenilenme ve iyileşme sürecinde olduğunu gösterir.", "mikro_mantik": "Bu bab, kökün anlamını yoğunlaştırır ve eylemin tekrarlı veya sürekli olduğunu vurgular. Fiilin yapısı, eylemin bilinçli bir çaba sonucu gerçekleştiğini ve bir şeyi iyileştirme veya yenileme amacını taşıdığını gösterir. Bu, kökün anlamını daha aktif ve dinamik bir hale getirir."}, {"bab_no": 3, "fiil_formlari": {"mazi": "طَارَأَ - Taara'e", "muzari": "يُطَارِئُ - Yutaariu", "masdar": "مُطَارَأَة - Mutaara'a"}, "bab_anlami": "Bir şeyi ansızın ortaya çıkarmak, beklenmedik bir şekilde meydana getirmek veya bir olayı tetiklemek. Bu kalıp, bir durumun veya olayın ani ve şaşırtıcı bir şekilde ortaya çıkışını ifade eder. Aynı zamanda, bir şeyin beklenmedik sonuçlara yol açabileceğini veya bir sürecin başlatıcısı olabileceğini de vurgular. Bu, varoluşun karmaşık ve öngörülemez doğasını yansıtır.", "mikro_mantik": "Bu bab, kökün anlamını karşılıklı bir etkileşim veya rekabet bağlamına yerleştirir. Fiilin yapısı, eylemin bir tarafın diğerine karşı gerçekleştirdiği bir eylem olduğunu ve bir tür meydan okuma veya rekabet içerdiğini gösterir. Bu, kökün anlamını daha dinamik ve etkileşimli bir hale getirir."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَطْرَى - Atraa", "muzari": "يُطْرِي - Yutri", "masdar": "إِطْرَاء - Itraa"}, "bab_anlami": "Bir şeyi övmek, yüceltmek veya takdir etmek. Bu kalıp, bir nesnenin veya kişinin değerini, güzelliğini veya erdemlerini vurgulamak anlamına gelir. Aynı zamanda, bir şeye duyulan hayranlığı veya saygıyı ifade etmek için kullanılır. Bu, varoluşun güzelliklerini ve değerlerini takdir etme yeteneğini yansıtır.", "mikro_mantik": "Bu bab, kökün anlamını bir şeyi daha üstün veya değerli hale getirme eylemiyle ilişkilendirir. Fiilin yapısı, eylemin bir şeyi yüceltme veya övme amacını taşıdığını ve bir tür değer atfetme sürecini içerdiğini gösterir. Bu, kökün anlamını daha soyut ve değerlendirici bir hale getirir."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَطَرَّى - Tatarraa", "muzari": "يَتَطَرَّى - Yatatarraa", "masdar": "تَطَرِّي - Tatarri"}, "bab_anlami": "Tazelenmek, canlanmak veya yenilenmek. Bu kalıp, bir kişinin veya nesnenin özünü veya görünümünü iyileştirmek, ona yeni bir hayat vermek için çaba göstermesi anlamına gelir. Aynı zamanda, bir şeyin değerini veya önemini artırmak için yapılan içsel bir dönüşümü de ifade edebilir. Bu, varoluşun sürekli bir yenilenme ve kendini aşma sürecinde olduğunu gösterir.", "mikro_mantik": "Bu bab, kökün anlamını bir öz-dönüşüm veya kişisel gelişim bağlamına yerleştirir. Fiilin yapısı, eylemin bireyin kendisi üzerinde gerçekleştirdiği bir eylem olduğunu ve bir tür içsel değişim veya iyileşme sürecini içerdiğini gösterir. Bu, kökün anlamını daha içsel ve kişisel bir hale getirir."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَطَارَى - Tataaraa", "muzari": "يَتَطَارَى - Yatataaraa", "masdar": "تَطَارِي - Tataari"}, "bab_anlami": "Bir şeyin ansızın ortaya çıkması veya belirmesi, özellikle de beklenmedik bir şekilde. Bu kalıp, bir durumun veya olayın ani ve şaşırtıcı bir şekilde ortaya çıkışını ifade eder. Aynı zamanda, bir şeyin beklenmedik sonuçlara yol açabileceğini veya bir sürecin başlatıcısı olabileceğini de vurgular. Bu, varoluşun karmaşık ve öngörülemez doğasını yansıtır.", "mikro_mantik": "Bu bab, kökün anlamını karşılıklı bir etkileşim veya rekabet bağlamına yerleştirir. Fiilin yapısı, eylemin iki taraf arasında gerçekleştiğini ve bir tür rekabet veya etkileşim içerdiğini gösterir. Bu, kökün anlamını daha dinamik ve etkileşimli bir hale getirir."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْطَرَى - Intaraa", "muzari": "يَنْطَرِي - Yantari", "masdar": "اِنْطِرَاء - Intiraa"}, "bab_anlami": "Bir şeyin içine doğru nüfuz etmek, derinden etkilemek veya içsel bir dönüşüme yol açmak. Bu kalıp, bir durumun veya olayın bireyin iç dünyasında derin izler bırakmasını ifade eder. Aynı zamanda, bir şeyin kişinin düşüncelerini, duygularını veya davranışlarını derinden etkileyebileceğini de vurgular. Bu, varoluşun bireyin iç dünyasıyla olan karmaşık ilişkisini yansıtır.", "mikro_mantik": "Bu bab, kökün anlamını içsel bir süreç veya dönüşüm bağlamına yerleştirir. Fiilin yapısı, eylemin bireyin kendisi üzerinde gerçekleştiğini ve bir tür içsel değişim veya etkileşim sürecini içerdiğini gösterir. Bu, kökün anlamını daha içsel ve kişisel bir hale getirir."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِطَّرَى - Ittaraa", "muzari": "يَطَّرِي - Yattari", "masdar": "اِطِّرَاء - Ittiraa"}, "bab_anlami": "Bir şeyi aşırı derecede övmek, abartılı bir şekilde yüceltmek veya gerçek değerini aşan bir şekilde takdir etmek. Bu kalıp, bir nesnenin veya kişinin değerini, güzelliğini veya erdemlerini abartılı bir şekilde vurgulamak anlamına gelir. Aynı zamanda, bir şeye duyulan hayranlığı veya saygıyı aşırı bir şekilde ifade etmek için kullanılır. Bu, varoluşun güzelliklerini ve değerlerini abartma eğilimini yansıtır.", "mikro_mantik": "Bu bab, kökün anlamını bir şeyi abartılı bir şekilde yüceltme veya övme eylemiyle ilişkilendirir. Fiilin yapısı, eylemin bir şeyi aşırı derecede yüceltme veya övme amacını taşıdığını ve bir tür abartı veya aşırılık içerdiğini gösterir. Bu, kökün anlamını daha yoğun ve abartılı bir hale getirir."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اِطْرَوَّ - Itrawwa", "muzari": "يَطْرَوُّ - Yatrawwu", "masdar": "اِطْرِوَاء - Itriwaa"}, "bab_anlami": "Bir şeyin çok taze, canlı ve parlak hale gelmesi. Bu kalıp, bir nesnenin veya durumun özünü veya görünümünü iyileştirmek, ona yeni bir hayat vermek anlamına gelir. Aynı zamanda, bir şeyin değerini veya önemini artırmak için yapılan çabaları da ifade edebilir. Bu, varoluşun sürekli bir yenilenme ve iyileşme sürecinde olduğunu gösterir.", "mikro_mantik": "Bu bab, kökün anlamını yoğunlaştırır ve eylemin tekrarlı veya sürekli olduğunu vurgular. Fiilin yapısı, eylemin bilinçli bir çaba sonucu gerçekleştiğini ve bir şeyi iyileştirme veya yenileme amacını taşıdığını gösterir. Bu, kökün anlamını daha aktif ve dinamik bir hale getirir."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَطْرَى - Istatraa", "muzari": "يَسْتَطْرِي - Yastatri", "masdar": "اِسْتِطْرَاء - Istitraa"}, "bab_anlami": "Bir şeyi övmek, yüceltmek veya takdir etmek istemek veya buna çabalamak. Bu kalıp, bir nesnenin veya kişinin değerini, güzelliğini veya erdemlerini vurgulamak arzusunu ifade eder. Aynı zamanda, bir şeye duyulan hayranlığı veya saygıyı gösterme çabasını da vurgular. Bu, varoluşun güzelliklerini ve değerlerini takdir etme arzusunu yansıtır.", "mikro_mantik": "Bu bab, kökün anlamını bir şeyi övme veya yüceltme arzusunu ifade etme eylemiyle ilişkilendirir. Fiilin yapısı, eylemin bir şeyi yüceltme veya övme amacını taşıdığını ve bir tür değer atfetme sürecini içerdiğini gösterir. Bu, kökün anlamını daha soyut ve değerlendirici bir hale getirir."}]}], "طعم": [{"kok": "طعم", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Bir şeyin özünü, tadını veya niteliğini deneyimleme, algılama ve içselleştirme.", "kavramsal_derinlik": "Beş duyu aracılığıyla elde edilen dünyevi deneyimlerden, ruhani bir anlayışa ve manevi bir tatmine ulaşmaya kadar uzanan geniş bir yelpazede anlamlar içerir."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "طَعِمَ", "muzari": "يَطْعَمُ", "masdar": "طَعْم"}, "bab_anlami": "Bu bab, kökün temel anlamını, yani 'tatmak, yemek, bir şeyin tadını deneyimlemek' fiilini en yalın haliyle ifade eder. Bu, sadece fiziksel bir eylem değil, aynı zamanda bir şeyin özünü, niteliğini içselleştirme potansiyelini de taşır. Varlığın, evrenin sunduğu deneyimleri doğrudan ve aracısız bir şekilde algılaması, bu algı yoluyla bir anlayışa varması ve bu anlayışı kendi varlığına entegre etmesi anlamına gelir. Bu, basit bir eylemin ötesinde, bir öğrenme ve özümseme sürecidir.", "mikro_mantik": "Bu bab, kökün temel anlamını en saf haliyle sunar. Fiilin yalın hali, eylemin doğrudan ve aracısız olduğunu gösterir. Kökün anlamı üzerinde herhangi bir ek anlam veya yoğunlaştırma yapmaz, sadece temel eylemi ifade eder."}, {"bab_no": 2, "fiil_formlari": {"mazi": "أَطْعَمَ", "muzari": "يُطْعِمُ", "masdar": "إِطْعَام"}, "bab_anlami": "Bu bab, 'beslemek, doyurmak, yedirmek' anlamlarını taşır. Sadece fiziksel bir besleme eylemi değil, aynı zamanda başkalarına yardım etme, onların ihtiyaçlarını karşılama ve onlara destek olma anlamlarını da içerir. Bu, cömertlik, şefkat ve başkalarının refahını düşünme gibi kavramları da kapsar. İnsanların birbirlerine yardım etme, destek olma ve ihtiyaçlarını karşılama yoluyla toplumsal bağları güçlendirmesi ve dayanışmayı artırması anlamına gelir.", "mikro_mantik": "Başa eklenen 'أ' harfi, fiilin geçişli (müteaddi) hale gelmesini sağlar. Yani, eylem başkası üzerinde gerçekleştirilir. Bu, kökün anlamını başkasına yönelik bir eyleme dönüştürerek, yardım etme ve besleme gibi anlamları vurgular."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَطَعَّمَ", "muzari": "يَتَطَعَّمُ", "masdar": "تَطَعُّم"}, "bab_anlami": "Bu bab, 'tat almaya çalışmak, tadını çıkarmak, lezzetini aramak' anlamlarını taşır. Bir şeyin tadını derinlemesine deneyimleme, onu tam olarak anlama ve ondan zevk alma çabasını ifade eder. Bu, sadece fiziksel bir tat alma eylemi değil, aynı zamanda bir şeyin özünü, niteliğini keşfetme ve ondan manevi bir tatmin elde etme arayışıdır. Varlığın, evrenin sunduğu güzellikleri ve deneyimleri derinlemesine anlamaya çalışması, bu anlayış yoluyla kendi varlığını zenginleştirmesi anlamına gelir.", "mikro_mantik": "Baştaki 'ت' harfi ve ortadaki harfin tekrarı, eylemin yoğunluğunu ve tekrarlanmasını gösterir. Bu, kökün anlamını derinlemesine deneyimleme ve tadını çıkarma çabasını vurgular."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَطْعَمَ", "muzari": "يَسْتَطْعِمُ", "masdar": "اِسْتِطْعَام"}, "bab_anlami": "Bu bab, 'tat istemek, tat talep etmek, tat aramak' anlamlarını taşır. Bir şeyin tadını deneyimleme arzusu, onu elde etme çabası ve ondan tatmin olma beklentisini ifade eder. Bu, sadece fiziksel bir tat alma isteği değil, aynı zamanda bir şeyin özünü, niteliğini anlama ve ondan manevi bir tatmin elde etme arzusudur. Varlığın, evrenin sunduğu güzellikleri ve deneyimleri deneyimleme arzusu, bu arzuyu gerçekleştirme çabası ve bu çabadan tatmin olma beklentisi anlamına gelir. Bu, bir arayış, bir talep ve bir beklenti içerir.", "mikro_mantik": "Baştaki 'اِسْت' harfleri, fiile talep, arayış ve istek anlamı katar. Bu, kökün anlamını bir arayış ve talep eylemine dönüştürerek, tat isteme ve tat arama gibi anlamları vurgular."}]}], "طعن": [{"kok": "طعن", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Keskin bir aletle nüfuz etme, yaralama veya eleştirel bir şekilde sorgulama eylemi. Bu, fiziksel bir saldırıdan ziyade, zihinsel veya duygusal bir etki yaratmayı amaçlayan bir eylemdir.", "kavramsal_derinlik": "İnsan ilişkilerinde ve düşünce yapılarında derinlemesine nüfuz etme potansiyelini barındırır. Bu, bir gerçeği ortaya çıkarma veya bir yanılgıyı düzeltme amacı taşıyabileceği gibi, zarar verme veya yıkma amacı da güdebilir. İlahi boyutta ise, hakikatin batılı ortadan kaldırması ve kalplere nüfuz etmesi şeklinde tecelli edebilir."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "طَعَنَ - ta'ane", "muzari": "يَطْعُنُ - yat'unu", "masdar": "طَعْن - ta'n"}, "bab_anlami": "Bir şeyi delmek, saplamak veya eleştirmek. Bu kalıp, eylemin doğrudan ve hedef odaklı olduğunu gösterir. Fiilin bu kalıbı, failin bir amaca yönelik olarak, keskin bir şekilde bir hedefe yöneldiğini ve bu hedefe nüfuz ettiğini ifade eder. Bu nüfuz, fiziksel bir delme olabileceği gibi, sözlü bir eleştiri veya zihinsel bir sorgulama da olabilir.", "mikro_mantik": "Bu bab, fiilin temel anlamını en yalın haliyle ifade eder. Eylemin basit, doğrudan ve tekil bir şekilde gerçekleştiğini vurgular. Kök anlamındaki nüfuz etme eyleminin temel ve değişmez halidir."}]}], "طغي": [{"kok": "طغي", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Aşırılık, haddi aşma, sınırı ihlal etme; varoluşsal dengenin bozulması.", "kavramsal_derinlik": "İnsanın kendi sınırlarını aşma çabası ile ilahi sınırları ihlal etme arasındaki gerilim; ahlaki ve kozmik dengenin bozulması."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "طَغَى - ṭaġā", "muzari": "يَطْغَى - yaṭġā", "masdar": "طُغْيَان - ṭuġyān"}, "bab_anlami": "Bu bab, kökün temel anlamını, yani aşırılığı ve haddi aşmayı ifade eder. Varlığın kendi sınırlarını bilmeyerek, kibre kapılması ve ilahi düzene karşı gelmesi durumunu gösterir. Bu, sadece maddi anlamda değil, manevi ve ahlaki anlamda da bir sapmayı ifade eder; ruhun kendi özünden uzaklaşması, nefsin kontrolsüz bir şekilde arzularına yönelmesi ve bu durumun getirdiği yıkıcı sonuçlar bu babın anlam derinliğini oluşturur.", "mikro_mantik": "Bu bab, köke temel bir hareket ve durum anlamı katar. Fiilin basit ve doğrudan bir şekilde gerçekleştiğini gösterir. Kökün anlamını yoğunlaştırır ve eylemin kendisinin aşırılık içerdiğini vurgular."}, {"bab_no": 2, "fiil_formlari": {"mazi": "أَطْغَى - aṭġā", "muzari": "يُطْغِي - yuṭġī", "masdar": "إِطْغَاء - iṭġāʼ"}, "bab_anlami": "Bu bab, bir şeyi azdırmak, haddini aşmasına sebep olmak anlamını taşır. Bir varlığın, başka bir varlığı aşırılığa teşvik etmesi, onu kontrolsüz bir şekilde sınırlardan çıkarması durumunu ifade eder. Bu, bir tür yoldan çıkarma, baştan çıkarma eylemidir; bir gücün veya etkinin, bir bireyi veya toplumu ahlaki ve manevi sınırların dışına itmesi, onları kendi özlerinden uzaklaştırması ve bu durumun getirdiği sonuçlar bu babın anlamını derinleştirir.", "mikro_mantik": "Bu bab, köke neden-sonuç ilişkisi katar. Bir eylemin, başka bir varlığın aşırılığa gitmesine neden olduğunu gösterir. Kökün anlamını genişletir ve eylemin etkisini vurgular."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَطَغَّى - taṭaġġā", "muzari": "يَتَطَغَّى - yataṭaġġā", "masdar": "تَطَغِّي - taṭaġġī"}, "bab_anlami": "Bu bab, aşırı gitmeye çalışmak, haddini aşmaya yeltenmek anlamını taşır. Bir varlığın sürekli olarak sınırları zorlaması, kibir ve gururla dolu bir şekilde kendini üstün görmesi durumunu ifade eder. Bu, bir tür içsel mücadele ve sürekli bir kendini aşma çabasıdır; nefsin sürekli olarak arzularına yenik düşmesi, ruhun kendi özünden uzaklaşması ve bu durumun getirdiği yıkıcı sonuçlar bu babın anlamını oluşturur.", "mikro_mantik": "Bu bab, köke bir süreç ve çaba anlamı katar. Eylemin tekrarlı ve sürekli bir şekilde gerçekleştiğini gösterir. Kökün anlamını derinleştirir ve eylemin yoğunluğunu vurgular."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَطْغَى - istaṭġā", "muzari": "يَسْتَطْغِي - yastaṭġī", "masdar": "اِسْتِطْغَاء - istiṭġāʼ"}, "bab_anlami": "Bu bab, aşırı gitmeyi istemek, haddini aşmayı arzulamak anlamını taşır. Bir varlığın içten içe sınırsız bir güç ve kontrol arayışı içinde olması, bu arzusunu gerçekleştirmek için her türlü yolu denemesi durumunu ifade eder. Bu, bir tür açgözlülük ve doyumsuzluk halidir; nefsin sürekli olarak daha fazlasını istemesi, ruhun kendi özünden uzaklaşması ve bu durumun getirdiği yıkıcı sonuçlar bu babın anlamını derinleştirir.", "mikro_mantik": "Bu bab, köke bir talep ve arayış anlamı katar. Eylemin bir istek ve arzu sonucu gerçekleştiğini gösterir. Kökün anlamını genişletir ve eylemin motivasyonunu vurgular."}]}], "طفأ": [{"kok": "طفأ", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Sönme, yok olma, bir şeyin etkisini kaybetmesi. Işığın, ateşin veya bir duygunun azalması ve nihayetinde ortadan kalkması.", "kavramsal_derinlik": "Fani olanın ebedi olana dönüşümü, yokluğun varlığa evrilmesi, bir halden başka bir hale geçişin ontolojik sancısı."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "طَفَأَ - ṭafaʾa", "muzari": "يَطْفَأُ - yaṭfaʾu", "masdar": "طَفْء - ṭafʾ"}, "bab_anlami": "Bir şeyin sönmesi, ışığını veya etkisini kaybetmesi. Bu, fiziksel bir ateşin sönmesi olabileceği gibi, mecazi anlamda bir duygunun, umudun veya enerjinin azalması ve yok olması anlamına da gelebilir. Eylemin basit ve doğrudan bir şekilde gerçekleştiğini ifade eder; failin bir nesneyi söndürme eylemini gerçekleştirir.", "mikro_mantik": "Bu kalıp, kökün temel anlamını en yalın haliyle ifade eder. Eylemin öznesi ve nesnesi arasındaki doğrudan ilişkiyi vurgular. Bir şeyin sönme sürecindeki temel ve değişmez hali ifade edilir."}, {"bab_no": 2, "fiil_formlari": {"mazi": "طَفَّأَ - ṭaffaʾa", "muzari": "يُطَفِّئُ - yuṭaffiʾu", "masdar": "تَطْفِئَة - taṭfiʾa"}, "bab_anlami": "Bir şeyi tekrar tekrar söndürmeye çalışmak, bir şeyi tamamen ortadan kaldırmak için çabalamak. Bu, bir sorunu kökünden çözmeye çalışmak veya bir ateşi tamamen söndürmek için yapılan yoğun çabayı ifade edebilir. Eylemin yoğunluğu ve tekrarlanma özelliği vurgulanır; failin bir şeyi söndürme eylemini titizlikle ve sürekli olarak gerçekleştirmesi söz konusudur.", "mikro_mantik": "Bu kalıp, kökün anlamını yoğunlaştırır ve eylemin tekrarlı veya yoğun bir şekilde yapıldığını gösterir. Bir sürecin veya çabanın sürekliliğini ve kararlılığını vurgular. Kök anlamının derinlemesine ve detaylı bir şekilde uygulanmasını ifade eder."}, {"bab_no": 3, "fiil_formlari": {"mazi": "تَطَافَأَ - taṭāfaʾa", "muzari": "يَتَطَافَأُ - yataṭāfaʾu", "masdar": "تَطَافُؤ - taṭāfuʾ"}, "bab_anlami": "Birbirini söndürmeye çalışma, karşılıklı olarak etkisiz hale gelme durumu. Bu, iki zıt gücün veya etkinin birbirini dengelemesi veya ortadan kaldırması anlamına gelebilir. Bir çatışmanın veya rekabetin sonunda tarafların birbirini etkisiz hale getirmesi gibi bir durumu ifade eder. Eylemin karşılıklı ve etkileşimli bir şekilde gerçekleştiğini vurgular.", "mikro_mantik": "Bu kalıp, kökün anlamını karşılıklılık ve etkileşim bağlamında ele alır. İki veya daha fazla unsurun birbirini etkileyerek bir denge veya sonuç oluşturduğunu gösterir. Kök anlamının dinamik ve ilişkisel bir şekilde ortaya çıkmasını ifade eder."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَطْفَأَ - ʾaṭfaʾa", "muzari": "يُطْفِئُ - yuṭfiʾu", "masdar": "إِطْفَاء - ʾiṭfāʾ"}, "bab_anlami": "Bir şeyi söndürmek, bir şeyi ortadan kaldırmak veya etkisiz hale getirmek. Bu, bir ateşi söndürmek, bir ışığı kapatmak veya bir umudu yok etmek anlamına gelebilir. Eylemin bir fail tarafından gerçekleştirildiğini ve bir nesne üzerinde etkili olduğunu vurgular. Failin aktif bir şekilde bir şeyi söndürme eylemini gerçekleştirmesi söz konusudur.", "mikro_mantik": "Bu kalıp, kökün anlamını geçişli hale getirir ve bir failin bir nesne üzerinde eylemde bulunduğunu gösterir. Eylemin neden-sonuç ilişkisini ve etkisini vurgular. Kök anlamının dışsal bir etkiyle gerçekleştiğini ifade eder."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَطَفَّأَ - taṭaffaʾa", "muzari": "يَتَطَفَّأُ - yataṭaffaʾu", "masdar": "تَطَفُّؤ - taṭaffuʾ"}, "bab_anlami": "Sönmeye yüz tutmak, sönmek üzere olmak, yavaş yavaş etkisini kaybetmek. Bu, bir ateşin alevlerinin azalması, bir duygunun zayıflaması veya bir umudun tükenmesi anlamına gelebilir. Eylemin aşamalı ve yavaş bir şekilde gerçekleştiğini vurgular. Bir şeyin sönme sürecinde olduğunu ve nihai olarak yok olmaya doğru ilerlediğini ifade eder.", "mikro_mantik": "Bu kalıp, kökün anlamını süreç ve aşama bağlamında ele alır. Eylemin yavaş yavaş ve kademeli olarak gerçekleştiğini gösterir. Kök anlamının zamansal bir değişim içinde olduğunu ifade eder."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَطَافَأَ - taṭāfaʾa", "muzari": "يَتَطَافَأُ - yataṭāfaʾu", "masdar": "تَطَافُؤ - taṭāfuʾ"}, "bab_anlami": "Birbirini söndürmeye çalışma, karşılıklı olarak etkisiz hale gelme durumu. Bu, iki zıt gücün veya etkinin birbirini dengelemesi veya ortadan kaldırması anlamına gelebilir. Bir çatışmanın veya rekabetin sonunda tarafların birbirini etkisiz hale getirmesi gibi bir durumu ifade eder. Eylemin karşılıklı ve etkileşimli bir şekilde gerçekleştiğini vurgular.", "mikro_mantik": "Bu kalıp, kökün anlamını karşılıklılık ve etkileşim bağlamında ele alır. İki veya daha fazla unsurun birbirini etkileyerek bir denge veya sonuç oluşturduğunu gösterir. Kök anlamının dinamik ve ilişkisel bir şekilde ortaya çıkmasını ifade eder."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْطَفَأَ - inṭafaʾa", "muzari": "يَنْطَفِئُ - yanṭafiʾu", "masdar": "اِنْطِفَاء - inṭifāʾ"}, "bab_anlami": "Kendiliğinden sönmek, kendi kendine yok olmak, dışarıdan bir etki olmadan ortadan kalkmak. Bu, bir ateşin yakıtı bittiği için sönmesi, bir ışığın kendiliğinden kapanması veya bir umudun içten içe tükenmesi anlamına gelebilir. Eylemin pasif ve kendiliğinden gerçekleştiğini vurgular. Bir şeyin kendi doğası gereği sönme eğiliminde olduğunu ifade eder.", "mikro_mantik": "Bu kalıp, kökün anlamını içsel bir süreç olarak ele alır. Eylemin dışsal bir etki olmadan, kendi kendine gerçekleştiğini gösterir. Kök anlamının doğal ve kendiliğinden bir şekilde ortaya çıkmasını ifade eder."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِطَّفَأَ - iṭṭafaʾa", "muzari": "يَطَّفِئُ - yaṭṭafiʾu", "masdar": "اِطِّفَاء - iṭṭifāʾ"}, "bab_anlami": "Şiddetle sönmek, aniden yok olmak, beklenmedik bir şekilde etkisini kaybetmek. Bu, bir ateşin aniden suyla söndürülmesi, bir ışığın elektrik kesintisiyle kapanması veya bir umudun ani bir olayla yok olması anlamına gelebilir. Eylemin ani ve şiddetli bir şekilde gerçekleştiğini vurgular. Bir şeyin beklenmedik bir şekilde sönme durumunu ifade eder.", "mikro_mantik": "Bu kalıp, kökün anlamını ani ve şiddetli bir değişim olarak ele alır. Eylemin beklenmedik bir şekilde ve yoğun bir şekilde gerçekleştiğini gösterir. Kök anlamının şaşırtıcı ve ani bir şekilde ortaya çıkmasını ifade eder."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اِطْفَأَّ - iṭfaʾʾa", "muzari": "يَطْفَئُّ - yaṭfaʾʾu", "masdar": "اِطْفِئْئَاء - iṭfiʾʾiʾ"}, "bab_anlami": "Tamamen sönmek, eser kalmamacasına yok olmak, bir şeyin en ufak bir izinin bile kalmaması. Bu, bir ateşin küllerinin bile dağılması, bir ışığın sonsuza dek kapanması veya bir umudun tamamen unutulması anlamına gelebilir. Eylemin mutlak ve geri dönüşsüz bir şekilde gerçekleştiğini vurgular. Bir şeyin tamamen yok olma durumunu ifade eder.", "mikro_mantik": "Bu kalıp, kökün anlamını mutlak yokluk olarak ele alır. Eylemin geri dönüşsüz bir şekilde ve tamamen gerçekleştiğini gösterir. Kök anlamının nihai ve kesin bir şekilde ortadan kalkmasını ifade eder."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَطْفَأَ - istaṭfaʾa", "muzari": "يَسْتَطْفِئُ - yastaṭfiʾu", "masdar": "اِسْتِطْفَاء - istiṭfāʾ"}, "bab_anlami": "Söndürmek istemek, söndürmeye çalışmak, bir şeyi ortadan kaldırmak için çaba göstermek. Bu, bir ateşi söndürmek için su aramak, bir ışığı kapatmak için düğmeyi bulmaya çalışmak veya bir umudu yok etmek için bahaneler üretmek anlamına gelebilir. Eylemin bir niyet ve çaba içerdiğini vurgular. Bir şeyin söndürülmesini arzu etme veya ona yönelme durumunu ifade eder.", "mikro_mantik": "Bu kalıp, kökün anlamını arzu ve çaba bağlamında ele alır. Eylemin bir niyetle ve çabayla gerçekleştiğini gösterir. Kök anlamının bir hedefe yönelik bir eylem olarak ortaya çıkmasını ifade eder."}]}], "طفف": [{"kok": "طفف", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Ölçüde ve tartıda hile yapma, eksiltme; hakkaniyetten sapma. Bu kök, maddi ve manevi terazilerde dengeyi bozmayı, adaletsizliği ve eksikliği ifade eder. Aynı zamanda, bir şeyin özünden, değerinden çalmayı veya azaltmayı da içerir.", "kavramsal_derinlik": "Beşeri ilişkilerde dürüstlüğün ihlali ve ilahi adaletin tecellisi arasındaki gerilim. İnsanların birbirlerine karşı sorumluluklarını yerine getirmemesi ve bunun evrensel denge üzerindeki etkileri."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "طَفَّ - ṭaffa", "muzari": "يَطُفُّ - yaṭuffu", "masdar": "طَفّ - ṭaff"}, "bab_anlami": "Bir şeyi eksiltmek, azaltmak veya hafifletmek. Bu kalıp, bir şeyin miktarında veya değerinde kasıtlı bir eksiltmeyi ifade eder. Aynı zamanda, bir hakkı veya payı tam olarak vermemek, eksik bırakmak anlamına gelir. Bu durum, maddi veya manevi bir eksikliği temsil edebilir ve genellikle adaletsizlikle ilişkilendirilir.", "mikro_mantik": "Bu bab, fiilin temel anlamını doğrudan ve yoğun bir şekilde ifade eder. Fiilin kök anlamındaki eksiltme eylemini, failin bizzat gerçekleştirdiğini ve bu eylemin sonuçlarının belirgin olduğunu vurgular. Fiilin yalın hali, eylemin basit ve doğrudan bir şekilde gerçekleştiğini gösterir, bu da eksiltme eyleminin kasıtlı ve net olduğunu belirtir."}, {"bab_no": 2, "fiil_formlari": {"mazi": "طَفَّفَ - ṭaffafa", "muzari": "يُطَفِّفُ - yuṭaffifu", "masdar": "تَطْفِيف - taṭfīf"}, "bab_anlami": "Ölçüde ve tartıda hile yapmak, eksiltmek; başkalarının hakkını yemek. Bu kalıp, bir eylemin tekrarını veya yoğunluğunu ifade eder, yani hile yapma eyleminin sürekli ve sistematik bir şekilde gerçekleştirildiğini gösterir. Aynı zamanda, bu kalıp, eylemin başkaları üzerinde yarattığı olumsuz etkiyi de vurgular; yani, başkalarının haklarının sürekli olarak ihlal edildiğini belirtir. Bu durum, toplumsal adaletsizliğe ve güvensizliğe yol açar.", "mikro_mantik": "Bu bab, kök anlamındaki eksiltme eyleminin yoğunluğunu ve sürekliliğini vurgular. Tekrarlama kalıbı, eylemin bir alışkanlık veya sistem haline geldiğini gösterir, bu da failin hile yapma konusunda ısrarcı olduğunu belirtir. Ayrıca, bu kalıp, eylemin başkaları üzerindeki etkisini de artırır, yani hile yapma eylemi sadece bir kez değil, sürekli olarak tekrarlandığı için daha büyük bir zarara yol açar."}, {"bab_no": 3, "fiil_formlari": {"mazi": "تَطَافَّ - taṭāffa", "muzari": "يَتَطَافُّ - yataṭāffu", "masdar": "تَطَافّ - taṭāff"}, "bab_anlami": "Karşılıklı olarak birbirini eksiltmek, birbirine hile yapmak; bir konuda anlaşmazlığa düşmek. Bu kalıp, iki veya daha fazla tarafın birbirine karşı eksiltme veya hile yapma eylemini karşılıklı olarak gerçekleştirdiğini ifade eder. Aynı zamanda, bu kalıp, taraflar arasındaki güvensizliği ve rekabeti vurgular; yani, her bir tarafın diğerini aldatmaya çalıştığı bir durumu belirtir. Bu durum, ilişkilerin bozulmasına ve toplumsal uyumsuzluğa yol açabilir.", "mikro_mantik": "Bu bab, kök anlamındaki eksiltme eyleminin karşılıklı olarak gerçekleştiğini gösterir. Müşareket kalıbı, eylemin iki veya daha fazla taraf arasında paylaşıldığını belirtir, bu da taraflar arasındaki güvensizliği ve rekabeti vurgular. Ayrıca, bu kalıp, eylemin sonuçlarının her iki tarafı da etkilediğini gösterir, yani eksiltme eylemi sadece bir tarafı değil, tüm tarafları zarara uğratır."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَطَفَّ - aṭaffa", "muzari": "يُطِفُّ - yuṭiffu", "masdar": "إِطْفَاف - iṭfāf"}, "bab_anlami": "Eksiltmeye neden olmak, eksiltmeye yol açmak; bir şeyi eksik bırakmak. Bu kalıp, bir failin başka bir şeyin eksilmesine veya azalmasına neden olduğunu ifade eder. Aynı zamanda, bu kalıp, failin dolaylı olarak eksiltme eylemine karıştığını veya eksiltme eyleminin sonuçlarından sorumlu olduğunu vurgular. Bu durum, bir sistemdeki veya ilişkideki dengesizliği ve adaletsizliği temsil edebilir.", "mikro_mantik": "Bu bab, kök anlamındaki eksiltme eyleminin bir nedensellik ilişkisi içinde gerçekleştiğini gösterir. İfal kalıbı, failin eylemi doğrudan yapmadığını, ancak eylemin gerçekleşmesine neden olduğunu belirtir. Bu durum, failin sorumluluğunu artırır, çünkü eksiltme eyleminin sonuçlarından dolaylı olarak sorumlu tutulur."}]}], "طفق": [{"kok": "طفق", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Bir eyleme girişmek, başlamak, yönelmek; bir halden diğerine geçişin başlangıç noktası. Bir süreçte ilk adımı atmak, bir dönüşümün eşiğinde bulunmak. Kararlılıkla bir amaca doğru ilerlemenin ilk kıvılcımı.", "kavramsal_derinlik": "İradenin tezahürü, niyetin eyleme dönüşmesi, potansiyelin kinetik enerjiye evrilmesi. İnsanın içsel motivasyon kaynaklarını harekete geçirmesi ve dış dünyaya yönelik aktif bir tutum sergilemesi. İlahi takdirin bir parçası olarak, insanın kendi kaderini şekillendirme yolunda attığı ilk adım."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "طَفَقَ - Ṭafaqa", "muzari": "يَطْفُقُ - Yaṭfuqu", "masdar": "طَفْق - Ṭafq"}, "bab_anlami": "Bir işe koyulmak, başlamak, bir eyleme girişmek. Bu kalıp, bir sürecin başlangıcını, bir durumdan diğerine geçişin ilk aşamasını ifade eder. Eylemin kendisinden ziyade, eyleme başlama anına odaklanır; bir şeyin olmaya başladığı, filizlendiği, ortaya çıktığı anı vurgular. Bu, bir niyetin eyleme dönüşmesinin ilk adımıdır.", "mikro_mantik": "Bu kalıp, kökün temel anlamını (başlamak, yönelmek) doğrudan ve yalın bir şekilde ifade eder. Fiilin basit ve temel formudur. Eylemin başlangıç noktasını, en saf ve işlenmemiş haliyle gösterir. Kökün anlamını herhangi bir ek anlam veya yoğunluk katmadan, olduğu gibi yansıtır."}, {"bab_no": 2, "fiil_formlari": {"mazi": "تَطَفَّقَ - Taṭaffaqa", "muzari": "يَتَطَفَّقُ - Yataṭaffaqu", "masdar": "تَطَفُّق - Taṭaffuq"}, "bab_anlami": "Bir işe hevesle, istekle girişmek; bir amaca ulaşmak için çabalamak, gayret göstermek. Bu kalıp, eyleme başlama eyleminin yoğunluğunu ve kararlılığını vurgular. Kişinin bir hedefe ulaşmak için gösterdiği azmi ve çabayı ifade eder. Bir işe tutkuyla bağlanmak ve onu başarmak için tüm enerjisini seferber etmek anlamına gelir.", "mikro_mantik": "Bu kalıp, kökün anlamını yoğunlaştırır ve eyleme duyulan isteği, çabayı vurgular. Tekrarlama ve yoğunluk anlamı katarak, eylemin sadece başlamakla kalmayıp, aynı zamanda büyük bir arzu ve gayretle yapıldığını gösterir."}, {"bab_no": 3, "fiil_formlari": {"mazi": "تَطَافَقَ - Taṭāfaqa", "muzari": "يَتَطَافَقُ - Yataṭāfaqu", "masdar": "تَطَافُق - Taṭāfuq"}, "bab_anlami": "Bir araya gelerek bir işe başlamak, birlikte hareket ederek bir amaca yönelmek; uyum içinde, koordineli bir şekilde çalışmak. Bu kalıp, kolektif bir eylemi, bir grup insanın ortak bir amaç için bir araya gelmesini ifade eder. İşbirliği, dayanışma ve uyum içinde hareket etme anlamlarını içerir. Ortak bir hedefe ulaşmak için güçlerini birleştiren insanların eylemlerini tanımlar.", "mikro_mantik": "Bu kalıp, kökün anlamını çoğul hale getirir ve işbirliği, ortaklık anlamlarını ekler. Eylemin bireysel değil, kolektif bir çaba sonucu ortaya çıktığını vurgular. Karşılıklı etkileşim ve uyumun önemini belirtir."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَطْفَقَ - Aṭfaqa", "muzari": "يُطْفِقُ - Yuṭfiqu", "masdar": "إِطْفَاق - ʾIṭfāq"}, "bab_anlami": "Bir şeyi başlatmak, bir eylemi tetiklemek, bir süreci harekete geçirmek; birinin bir işe başlamasına neden olmak. Bu kalıp, bir eylemin başlatılmasını, bir sürecin tetiklenmesini ifade eder. Bir şeyin başlamasına öncülük etmek, bir eylemi harekete geçirmek anlamına gelir. Bir durumu veya olayı başlatma gücüne sahip olmayı ifade eder.", "mikro_mantik": "Bu kalıp, kökün anlamını nedensellik ilişkisiyle ilişkilendirir. Bir eylemin başlatılmasının veya tetiklenmesinin nedenini vurgular. Eylemin başlangıcını sağlayan faktörü belirtir."}]}], "طفل": [{"kok": "طفل", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Büyüme potansiyeli taşıyan, henüz olgunlaşmamış varlık; saflık ve korunmaya muhtaçlık.", "kavramsal_derinlik": "Çocukluk, hem fiziksel hem de ruhsal bir başlangıç noktasıdır. İnsan potansiyelinin tohumu, ilahi rahmetin tecellisi ve geleceğe yönelik umudun sembolüdür. Aynı zamanda, sorumluluk ve yükümlülüklerin henüz tam olarak idrak edilmediği, masumiyetin hüküm sürdüğü bir âlemdir."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "طَفَلَ", "muzari": "يَطْفُلُ", "masdar": "طَفْل"}, "bab_anlami": "Bir şeyin henüz olgunlaşmamış, ham veya taze olması; bir durumun başlangıç aşamasında bulunması. Bu, hem fiziksel bir durumu (meyvenin ham olması gibi) hem de soyut bir kavramı (fikrin henüz gelişmemiş olması gibi) ifade edebilir.  Aynı zamanda, bir şeyin saflığına ve bozulmamışlığına işaret eder, potansiyelini tam olarak ortaya koymadan önceki halini temsil eder. Bu kalıp, bir şeyin başlangıçtaki kırılganlığını ve korunmaya muhtaçlığını vurgular.", "mikro_mantik": "Bu bab, kökün temel anlamını doğrudan ve yalın bir şekilde ifade eder. Fiilin basit yapısı, eylemin veya durumun temel ve değişmemiş halini gösterir. Kökün anlamını herhangi bir ekleme veya değişiklik olmaksızın, en saf haliyle sunar."}, {"bab_no": 2, "fiil_formlari": {"mazi": "طَفَّلَ", "muzari": "يُطَفِّلُ", "masdar": "تَطْفِيل"}, "bab_anlami": "Birini veya bir şeyi çocuk gibi davranmaya zorlamak, onu çocuksu bir duruma sokmak veya çocukça bir şekilde muamele etmek. Bu, birinin gelişimini engellemek veya onu olgunlaşmaktan alıkoymak anlamına gelebilir. Aynı zamanda, bir şeyi veya birini değersizleştirmek, küçümsemek veya basitleştirmek anlamını da taşıyabilir. Bu kalıp, bir şeyin doğal gelişim sürecine müdahale etmeyi ve onu yapay bir şekilde çocuksu tutmayı ifade eder.", "mikro_mantik": "Tekrarlama (şedde) yoluyla anlam yoğunlaştırılır veya eylemin tekrarlı ve zorlayıcı niteliği vurgulanır. Bu bab, kökün anlamını bir eylem veya süreç olarak yoğunlaştırır ve kökün ifade ettiği durumu yapay olarak sürdürme veya zorlama anlamı katar."}, {"bab_no": 3, "fiil_formlari": {"mazi": "تَطَفَّلَ", "muzari": "يَتَطَفَّلُ", "masdar": "تَطَفُّل"}, "bab_anlami": "Çocuk gibi davranmak, çocukça hareketler sergilemek veya çocuksu bir tavır takınmak; bir şeyden çocukça bir şekilde faydalanmaya çalışmak. Bu, birinin olgunlaşmamış veya sorumsuz bir şekilde hareket etmesini ifade eder. Aynı zamanda, başkalarının kaynaklarından veya ilgisinden haksız yere yararlanmaya çalışmak anlamına da gelebilir. Bu kalıp, birinin çocuksu özelliklerini kullanarak bir avantaj elde etmeye çalışmasını veya bir durumdan faydalanmasını vurgular.", "mikro_mantik": "Bu bab, eylemin özneye dönüşünü (tefa'ul) ifade eder. Kökün anlamı, öznenin kendi üzerinde gerçekleştirdiği bir eylem veya durum olarak belirginleşir. Bu kalıp, kökün ifade ettiği durumu içselleştirme ve onu bir davranış biçimi olarak benimseme anlamı katar."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَطْفَلَ", "muzari": "يُطْفِلُ", "masdar": "إِطْفَال"}, "bab_anlami": "Çocuk sahibi olmak, birinin çocuk sahibi olmasına neden olmak veya bir şeyi çocuksu bir hale getirmek. Bu, hem fiziksel bir durumu (doğum yapmak) hem de soyut bir kavramı (bir şeyi basitleştirmek) ifade edebilir. Aynı zamanda, bir şeyi veya birini çocuksu bir şekilde ele almak, onu küçümsemek veya değersizleştirmek anlamına da gelebilir. Bu kalıp, bir şeyin çocuksu bir şekilde ortaya çıkmasına veya ele alınmasına neden olmayı vurgular.", "mikro_mantik": "Bu bab, eylemin geçişliliğini (if'al) ifade eder. Kökün anlamı, bir başkası üzerinde gerçekleştirilen bir eylem olarak belirginleşir. Bu kalıp, kökün ifade ettiği durumu başkasına aktarma veya başkasında yaratma anlamı katar."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَطَفَّلَ", "muzari": "يَتَطَفَّلُ", "masdar": "تَطَفُّل"}, "bab_anlami": "Bir toplulukta veya durumda, davet edilmeden veya izin almadan, çocukça bir şekilde yer almaya çalışmak; birinin iyiliğinden veya kaynaklarından haksız yere faydalanmak. Bu, birinin başkalarının sırtından geçinmeye çalışmasını veya onların kaynaklarını izinsiz kullanmasını ifade eder. Aynı zamanda, bir ortamda istenmeyen bir misafir gibi davranmak, çocuksu bir ısrarla varlığını kabul ettirmeye çalışmak anlamına da gelebilir. Bu kalıp, birinin başkalarının kaynaklarından veya ilgisinden haksız yere yararlanmaya çalışmasını vurgular.", "mikro_mantik": "Bu bab, eylemin özneye dönüşünü (tefa'ul) ve karşılıklılık anlamını içerir. Kökün anlamı, öznenin kendi üzerinde gerçekleştirdiği ve başkalarıyla etkileşim içinde olduğu bir eylem olarak belirginleşir. Bu kalıp, kökün ifade ettiği durumu içselleştirme, onu bir davranış biçimi olarak benimseme ve başkalarıyla bu şekilde etkileşim kurma anlamı katar."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَطَافَلَ", "muzari": "يَتَطَافَلُ", "masdar": "تَطَافُل"}, "bab_anlami": "Çocuk gibi davranır gibi yapmak, çocuksu bir görünüm sergilemek veya çocuksu bir tavır takınır gibi davranmak. Bu, birinin gerçekte olduğundan daha genç veya daha masum görünmeye çalışmasını ifade eder. Aynı zamanda, bir durumu veya bir şeyi çocuksu bir şekilde basitleştirmeye veya önemsizleştirmeye çalışmak anlamına da gelebilir. Bu kalıp, birinin çocuksu özelliklerini taklit ederek bir amaç elde etmeye çalışmasını veya bir durumu manipüle etmesini vurgular.", "mikro_mantik": "Bu bab, eylemin karşılıklılık ve taklit anlamlarını içerir. Kökün anlamı, öznenin başkalarını taklit ederek veya onlarla etkileşim kurarak gerçekleştirdiği bir eylem olarak belirginleşir. Bu kalıp, kökün ifade ettiği durumu taklit etme, başkalarıyla benzer davranışlar sergileme ve bu yolla bir amaç elde etme anlamı katar."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْطَفَلَ", "muzari": "يَنْطَفِلُ", "masdar": "اِنْطِفَال"}, "bab_anlami": "Çocuksu bir şekilde davranmaya başlamak, çocukluğa geri dönmek veya çocuksu bir hale gelmek. Bu, birinin olgunluğunu kaybetmesi veya çocuksu özelliklerini yeniden kazanması anlamına gelebilir. Aynı zamanda, bir şeyin çocuksu bir şekilde gelişmeye başlaması veya olgunlaşmamış bir durumda kalması anlamına da gelebilir. Bu kalıp, bir şeyin çocuksu bir başlangıç yapmasını veya çocuksu bir duruma geri dönmesini vurgular.", "mikro_mantik": "Bu bab, eylemin kendiliğinden gerçekleştiğini (infial) ifade eder. Kökün anlamı, öznenin kendi başına veya doğal bir süreç içinde gerçekleştirdiği bir eylem olarak belirginleşir. Bu kalıp, kökün ifade ettiği durumun kendiliğinden ortaya çıkması, doğal bir süreç içinde gelişmesi veya kendiliğinden değişmesi anlamı katar."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِطَّفَلَ", "muzari": "يَطَّفِلُ", "masdar": "اِطِّفَال"}, "bab_anlami": "(idgam ile) Çocuksu bir şekilde davranmakta ısrar etmek, çocuksu bir tavırda sebat etmek veya çocuksu bir şekilde bir şeye yapışmak. Bu, birinin olgunlaşmamış veya sorumsuz bir şekilde davranmaya devam etmesini ifade eder. Aynı zamanda, bir şeye çocuksu bir ısrarla bağlı kalmak, ondan vazgeçmemek veya onu bırakmamak anlamına da gelebilir. Bu kalıp, birinin çocuksu özelliklerini sürdürmekteki kararlılığını veya bir şeye çocuksu bir şekilde bağlı kalmaktaki ısrarını vurgular.", "mikro_mantik": "Bu bab, eylemin yoğunluğunu ve sürekliliğini ifade eder. Kökün anlamı, öznenin sürekli ve ısrarlı bir şekilde gerçekleştirdiği bir eylem olarak belirginleşir. Bu kalıp, kökün ifade ettiği durumu sürdürme, ona bağlı kalma ve ondan vazgeçmeme anlamı katar."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اِطْفَأَلَّ", "muzari": "يَطْفَأَلُّ", "masdar": "اِطْفِئْلَالّ"}, "bab_anlami": "Çocuksu bir şekilde parlamak, çocuksu bir neşe ile ışıldamak veya çocuksu bir canlılıkla dolmak. Bu, bir şeyin veya birinin çocuksu bir enerjiyle dolup taştığını, neşe ve canlılık saçtığını ifade eder. Aynı zamanda, bir şeyin çocuksu bir saflıkla parlaması, masumiyet ve temizlik yayması anlamına da gelebilir. Bu kalıp, bir şeyin çocuksu bir güzellikle parlamasını veya çocuksu bir enerjiyle dolup taşmasını vurgular.", "mikro_mantik": "Bu bab, rengin veya özelliğin yoğunluğunu ifade eder. Kökün anlamı, bir niteliğin aşırı derecede belirginleştiği veya yoğunlaştığı bir durum olarak belirginleşir. Bu kalıp, kökün ifade ettiği özelliğin en üst düzeyde ve en belirgin şekilde ortaya çıkması anlamı katar."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَطْفَلَ", "muzari": "يَسْتَطْفِلُ", "masdar": "اِسْتِطْفَال"}, "bab_anlami": "Çocuk gibi davranılmasını istemek, çocuksu bir muamele talep etmek veya bir şeyi çocuksu bir şekilde ele alınmasını beklemek. Bu, birinin başkalarından çocuk gibi ilgi ve şefkat beklemesini veya bir durumun çocuksu bir yaklaşımla çözülmesini ummasını ifade eder. Aynı zamanda, bir şeyi çocuksu bir şekilde basitleştirmeye veya önemsizleştirmeye çalışmak anlamına da gelebilir. Bu kalıp, birinin çocuksu bir muamele beklentisini veya bir şeyi çocuksu bir şekilde ele alma arzusunu vurgular.", "mikro_mantik": "Bu bab, talep etme veya arama anlamı (istifal) taşır. Kökün anlamı, öznenin bir şeyi talep ettiği veya aradığı bir durum olarak belirginleşir. Bu kalıp, kökün ifade ettiği durumu elde etmeye çalışma, ona ulaşma veya onu talep etme anlamı katar."}]}], "طلب": [{"kok": "طلب", "ontolojik_analiz": {"temel_anlam_cekirdegi": "İstek, arzu, talep etme; bir şeyi elde etmeye yönelik içsel yönelim ve çaba.", "kavramsal_derinlik": "Beşeri düzlemde ihtiyaçların giderilmesi, ilahi düzlemde ise Hakk'a yöneliş ve O'ndan talepte bulunma."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "طَلَبَ", "muzari": "يَطْلُبُ", "masdar": "طَلَب"}, "bab_anlami": "Temel anlamda istemek, talep etmek, aramak. Bu kalıp, bir ihtiyacın giderilmesi veya bir amaca ulaşılması için yapılan doğrudan ve basit talepleri ifade eder. İnsanın içsel arayışının dışa vurumu, bir eksikliği giderme çabasıdır. Bu, maddi veya manevi bir şey olabilir, ancak temelinde bir yöneliş ve hareketi barındırır.", "mikro_mantik": "Bu kalıp, fiilin temel ve yalın halini ifade eder. Kök anlamının özünü korur ve herhangi bir ek anlam veya yoğunluk katmaz. Sadece eylemin kendisini, yani isteme eylemini belirtir. Bu, talebin en saf ve doğrudan ifadesidir."}, {"bab_no": 2, "fiil_formlari": {"mazi": "تَطَلَّبَ", "muzari": "يَتَطَلَّبُ", "masdar": "تَطَلُّب"}, "bab_anlami": "Bir şeyi elde etmek için yoğun çaba sarf etmek, detaylı arayış içinde olmak, titizlikle talep etmek. Bu kalıp, talebin derinleştiğini ve daha fazla özen gerektirdiğini gösterir. Kişi, aradığı şeyi bulmak için daha fazla araştırma yapar, daha fazla çaba gösterir. Bu, sadece istemekle kalmayıp, isteğini gerçekleştirmek için gerekli tüm adımları atmayı ifade eder.", "mikro_mantik": "Bu kalıp, kök anlamını yoğunlaştırır ve eylemin tekrarlanması veya sürekli hale gelmesi anlamını katar. Talebin daha karmaşık ve detaylı bir süreç olduğunu vurgular. 'Te' harfi, eylemin öznel bir çaba ile yapıldığını gösterir."}, {"bab_no": 3, "fiil_formlari": {"mazi": "طَالَبَ", "muzari": "يُطَالِبُ", "masdar": "مُطَالَبَة"}, "bab_anlami": "Karşılıklı talepte bulunmak, bir haktan vazgeçmemek, ısrarla istemek. Bu kalıp, iki veya daha fazla taraf arasındaki talepleri ve müzakereleri ifade eder. Bir tarafın hakkını savunması, diğer taraftan bir şey talep etmesi veya bir anlaşmazlığı çözmek için karşılıklı taleplerde bulunması gibi durumları kapsar. Bu, sosyal etkileşim ve adalet arayışının bir yansımasıdır.", "mikro_mantik": "Bu kalıp, kök anlamını karşılıklılık ve etkileşim boyutuyla genişletir. 'Mufa'ale' kalıbı, eylemin iki taraf arasında gerçekleştiğini gösterir. Talebin sadece bireysel bir eylem olmaktan çıkıp, sosyal bir ilişki haline geldiğini vurgular."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَطْلَبَ", "muzari": "يُطْلِبُ", "masdar": "إِطْلَاب"}, "bab_anlami": "Bir şeyi talep etmeye zorlamak, birinin bir şeyi istemesine neden olmak, talep etme eylemini kolaylaştırmak. Bu kalıp, talebin başkaları tarafından yapılmasına yol açan durumları ifade eder. Bir ihtiyacın farkına varılmasına yardımcı olmak, bir isteği teşvik etmek veya bir talebin yerine getirilmesini sağlamak gibi anlamlara gelir. Bu, başkalarının potansiyelini ortaya çıkarma ve onları harekete geçirme gücünü temsil eder.", "mikro_mantik": "Bu kalıp, kök anlamını nedensellik ve etkileşim boyutuyla genişletir. 'İf'al' kalıbı, eylemin bir başkası üzerinde bir etki yarattığını gösterir. Talebin sadece bireysel bir eylem olmaktan çıkıp, başkalarını etkileyen bir güce dönüştüğünü vurgular."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَطَلَّبَ", "muzari": "يَتَطَلَّبُ", "masdar": "تَطَلُّب"}, "bab_anlami": "Bir şeyi elde etmek için yoğun çaba sarf etmek, detaylı arayış içinde olmak, titizlikle talep etmek. Bu kalıp, talebin derinleştiğini ve daha fazla özen gerektirdiğini gösterir. Kişi, aradığı şeyi bulmak için daha fazla araştırma yapar, daha fazla çaba gösterir. Bu, sadece istemekle kalmayıp, isteğini gerçekleştirmek için gerekli tüm adımları atmayı ifade eder.", "mikro_mantik": "Bu kalıp, kök anlamını yoğunlaştırır ve eylemin tekrarlanması veya sürekli hale gelmesi anlamını katar. Talebin daha karmaşık ve detaylı bir süreç olduğunu vurgular. 'Te' harfi, eylemin öznel bir çaba ile yapıldığını gösterir."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَطَالَبَ", "muzari": "يَتَطَالَبُ", "masdar": "تَطَالُب"}, "bab_anlami": "Karşılıklı olarak birbirlerinden talep etmek, bir konuda rekabet etmek, bir hakkı elde etmek için mücadele etmek. Bu kalıp, taraflar arasındaki çekişmeyi ve rekabeti ifade eder. Her iki tarafın da aynı şeyi istemesi ve bu isteği elde etmek için çaba göstermesi durumunu kapsar. Bu, adalet arayışının ve hakkaniyetin sağlanmasının zorluğunu gösterir.", "mikro_mantik": "Bu kalıp, kök anlamını karşılıklı rekabet ve mücadele boyutuyla genişletir. 'Tefa'ul' kalıbı, eylemin iki veya daha fazla taraf arasında gerçekleştiğini ve bir rekabet unsuru içerdiğini gösterir. Talebin sadece bir istek olmaktan çıkıp, bir mücadele alanına dönüştüğünü vurgular."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْطَلَبَ", "muzari": "يَنْطَلِبُ", "masdar": "اِنْطِلَاب"}, "bab_anlami": "Talep etmeye yönelmek, bir şeye doğru istekli bir şekilde hareket etmek, bir amaca ulaşmak için içsel bir motivasyon hissetmek. Bu kalıp, talebin içsel bir yönelim ve harekete geçme halini ifade eder. Kişinin bir şeyi istemesi ve bu isteği gerçekleştirmek için harekete geçmeye hazır olması durumunu kapsar. Bu, içsel gücün ve kararlılığın bir yansımasıdır.", "mikro_mantik": "Bu kalıp, kök anlamını içsel yönelim ve harekete geçme boyutuyla genişletir. 'İnfi'al' kalıbı, eylemin öznel bir tepki veya yönelim olduğunu gösterir. Talebin sadece bir istek olmaktan çıkıp, bir eylem potansiyeline dönüştüğünü vurgular."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِطَّلَبَ", "muzari": "يَطَّلِبُ", "masdar": "اِطِّلَاب"}, "bab_anlami": "Yoğun bir şekilde aramak, dikkatle ve özenle talep etmek, bir şeyi elde etmek için tüm imkanları seferber etmek. Bu kalıp, talebin yoğunluğunu ve ciddiyetini vurgular. Kişinin bir şeyi elde etmek için tüm kaynaklarını ve enerjisini kullanması, hiçbir detayı gözden kaçırmaması durumunu kapsar. Bu, azim ve kararlılığın en üst düzeyde sergilenmesidir.", "mikro_mantik": "Bu kalıp, kök anlamını yoğunluk ve ciddiyet boyutuyla genişletir. 'İfti'al' kalıbı, eylemin öznel bir çaba ve dikkatle yapıldığını gösterir. Talebin sadece bir istek olmaktan çıkıp, bir hedef ve amaç haline geldiğini vurgular."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اِطْمَأَنَّ", "muzari": "يَطْمَئِنُّ", "masdar": "اِطْمِئْنَان"}, "bab_anlami": "Kalbin tatmin olması, huzur bulmak, bir şeyin gerçekleşeceğine dair kesin bir inanca sahip olmak. Bu kalıp, talebin sonucunda elde edilen içsel huzuru ve güveni ifade eder. Kişinin bir şeyi istemesi ve bu isteğinin gerçekleşeceğine dair tam bir inançla kalbinin mutmain olması durumunu kapsar. Bu, ilahi takdire teslimiyetin ve içsel dengenin bir yansımasıdır.", "mikro_mantik": "Bu kalıp, kök anlamını içsel huzur ve güven boyutuyla genişletir. 'İf'ilan' kalıbı, eylemin öznel bir deneyim ve içsel bir durum olduğunu gösterir. Talebin sadece bir istek olmaktan çıkıp, bir içsel dönüşüm ve huzur kaynağı haline geldiğini vurgular. Kök harflerinin tekrarı anlamı pekiştirir."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَطْلَبَ", "muzari": "يَسْتَطْلِبُ", "masdar": "اِسْتِطْلَاب"}, "bab_anlami": "Bir şeyi elde etmek için yardım istemek, başkalarından talepte bulunmak, bir amaca ulaşmak için destek aramak. Bu kalıp, talebin sosyal boyutunu ve işbirliğinin önemini vurgular. Kişinin bir şeyi istemesi ve bu isteğini gerçekleştirmek için başkalarından yardım ve destek talep etmesi durumunu kapsar. Bu, toplumsal dayanışmanın ve yardımlaşmanın bir yansımasıdır.", "mikro_mantik": "Bu kalıp, kök anlamını yardım ve destek arama boyutuyla genişletir. 'İstif'al' kalıbı, eylemin başkalarından yardım isteme veya bir şeyi elde etmek için araçlar kullanma anlamı taşıdığını gösterir. Talebin sadece bireysel bir eylem olmaktan çıkıp, sosyal bir etkileşim ve işbirliği süreci haline geldiğini vurgular."}]}], "طلح": [{"kok": "طلح", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Yükseklik, olgunluk, verimlilik potansiyeli taşıyan bir varoluşun özü", "kavramsal_derinlik": "Hem maddi dünyadaki somut tezahürleri hem de manevi alemdeki soyut yansımaları kapsayan bir derinlik"}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "طَلَحَ - talaha", "muzari": "يَطْلَحُ - yatlahu", "masdar": "طَلْح - talh"}, "bab_anlami": "Bu bab, kökün temel anlamını, yani bir şeyin olgunlaşmasını, büyümesini veya verimli hale gelmesini ifade eder. Bir ağacın meyve vermesi gibi, bir durumun arzu edilen bir sonuca ulaşması veya bir kişinin potansiyelini gerçekleştirmesi gibi anlamlara gelebilir. Aynı zamanda, bir şeyin görünür hale gelmesi, ortaya çıkması veya kendini göstermesi gibi anlamları da içerebilir. Bu, içsel bir potansiyelin dışsal bir tezahüre dönüşmesini ifade eder.", "mikro_mantik": "Bu kalıp, kökün temel anlamını en yalın haliyle ifade eder. Fiilin öznesinin, kökteki anlamı doğrudan gerçekleştirdiğini gösterir. Yani, 'طَلَحَ' fiili, öznenin 'olgunlaştığını', 'büyüdüğünü' veya 'verimli hale geldiğini' doğrudan belirtir. Bu, bir süreçten ziyade, bir durumu veya sonucu ifade eder."}, {"bab_no": 2, "fiil_formlari": {"mazi": "طَلَّحَ - tallaha", "muzari": "يُطَلِّحُ - yutallihu", "masdar": "تَطْلِيح - tatlih"}, "bab_anlami": "Bu bab, bir şeyi olgunlaştırma, büyütme veya verimli hale getirme eylemini yoğunlaştırır. Bir bahçıvanın bir bitkiyi yetiştirmesi gibi, bir şeyi özenle ve dikkatle geliştirme anlamını taşır. Ayrıca, bir şeyi süsleme, güzelleştirme veya daha çekici hale getirme anlamlarını da içerebilir. Bu, bir şeyin potansiyelini ortaya çıkarma ve onu en iyi haline getirme çabasını ifade eder.", "mikro_mantik": "Bu kalıp, kökün anlamını yoğunlaştırır ve eylemin tekrarını veya sürekliliğini vurgular. Ayrıca, eylemin bir başkası üzerinde gerçekleştirildiğini de gösterebilir. Yani, 'طَلَّحَ' fiili, birinin bir şeyi 'olgunlaştırdığını', 'büyüttüğünü' veya 'verimli hale getirdiğini' yoğun bir şekilde belirtir. Bu, aktif bir çaba ve özen gerektiren bir süreci ifade eder."}, {"bab_no": 3, "fiil_formlari": {"mazi": "طَالَحَ - taalaha", "muzari": "يُطَالِحُ - yutaalihu", "masdar": "مُطَالَحَة - mutaalaha"}, "bab_anlami": "Bu bab, karşılıklı olgunlaşma, büyüme veya verimlilik etkileşimini ifade eder. İki tarafın birbirini geliştirmesi, desteklemesi veya rekabet etmesi gibi anlamlara gelebilir. Bir ilişkinin karşılıklı fayda sağlaması veya bir işbirliğinin her iki tarafı da güçlendirmesi gibi durumları ifade eder. Aynı zamanda, bir şeyin bir başkasıyla karşılaştırılması veya rekabet etmesi gibi anlamları da içerebilir. Bu, etkileşim ve karşılıklı gelişim dinamiklerini vurgular.", "mikro_mantik": "Bu kalıp, eylemin karşılıklı veya ortaklaşa yapıldığını gösterir. İki veya daha fazla öznenin, kökteki anlamı birbirleri üzerinde gerçekleştirdiğini belirtir. Yani, 'طَالَحَ' fiili, iki tarafın birbirini 'olgunlaştırdığını', 'büyüttüğünü' veya 'verimli hale getirdiğini' karşılıklı olarak ifade eder. Bu, işbirliği, rekabet veya etkileşim içeren bir durumu ifade eder."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَطْلَحَ - atlah", "muzari": "يُطْلِحُ - yutlih", "masdar": "إِطْلَاح - itlah"}, "bab_anlami": "Bu bab, bir şeyi olgunlaştırmaya, büyütmeye veya verimli hale getirmeye neden olma veya zorlama anlamını taşır. Bir gücün bir şeyi gelişmeye teşvik etmesi veya bir etkinin bir sonucu doğurması gibi anlamlara gelebilir. Ayrıca, bir şeyi ortaya çıkarma, gösterme veya ilan etme anlamlarını da içerebilir. Bu, bir şeyin potansiyelini harekete geçirme ve onu görünür hale getirme eylemini ifade eder.", "mikro_mantik": "Bu kalıp, eylemin bir nedensellik ilişkisi içerdiğini gösterir. Bir öznenin, başka bir şeyin kökteki anlamı gerçekleştirmesine neden olduğunu belirtir. Yani, 'أَطْلَحَ' fiili, birinin bir şeyi 'olgunlaştırmaya', 'büyütmeye' veya 'verimli hale getirmeye' neden olduğunu ifade eder. Bu, bir tetikleyici veya katalizör rolünü vurgular."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَطَلَّحَ - tatallah", "muzari": "يَتَطَلَّحُ - yata tallahu", "masdar": "تَطَلُّح - tatalluh"}, "bab_anlami": "Bu bab, olgunlaşma, büyüme veya verimlilik sürecinde olma veya bu sürece kendini verme anlamını taşır. Bir kişinin kendini geliştirmeye adaması veya bir durumun doğal olarak olgunlaşması gibi anlamlara gelebilir. Ayrıca, bir şeyin süslenmesi, güzelleşmesi veya daha çekici hale gelmesi sürecini de ifade edebilir. Bu, içsel bir dönüşüm ve gelişim sürecini vurgular.", "mikro_mantik": "Bu kalıp, eylemin öznenin kendisi üzerinde gerçekleştiğini ve bir süreç içerdiğini gösterir. Öznenin, kökteki anlamı kendi üzerinde gerçekleştirdiğini ve bu sürecin zaman aldığını belirtir. Yani, 'تَطَلَّحَ' fiili, birinin 'olgunlaştığını', 'büyüdüğünü' veya 'verimli hale geldiğini' zaman içinde ve kendi çabasıyla ifade eder. Bu, içsel bir dönüşüm ve gelişim sürecini vurgular."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَطَالَحَ - tataalaha", "muzari": "يَتَطَالَحُ - yataatalahu", "masdar": "تَطَالُح - tataaluh"}, "bab_anlami": "Bu bab, olgunlaşma, büyüme veya verimlilik konusunda karşılıklı olarak etkileşimde bulunma veya rekabet etme anlamını taşır. İki tarafın birbirini geçmeye çalışması veya birlikte gelişmesi gibi anlamlara gelebilir. Ayrıca, bir şeyin bir başkasıyla karşılaştırılması veya rekabet etmesi sürecini de ifade edebilir. Bu, etkileşim, rekabet ve karşılıklı gelişim dinamiklerini vurgular.", "mikro_mantik": "Bu kalıp, eylemin karşılıklı veya rekabetçi bir şekilde yapıldığını gösterir. İki veya daha fazla öznenin, kökteki anlamı birbirleri üzerinde gerçekleştirmeye çalıştığını belirtir. Yani, 'تَطَالَحَ' fiili, iki tarafın birbirini 'olgunlaştırma', 'büyütme' veya 'verimli hale getirme' konusunda rekabet ettiğini veya etkileşimde bulunduğunu ifade eder. Bu, dinamik bir etkileşim ve gelişim sürecini vurgular."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْطَلَحَ - intalaha", "muzari": "يَنْطَلِحُ - yantolihu", "masdar": "اِنْطِلَاح - intilah"}, "bab_anlami": "Bu bab, olgunlaşma, büyüme veya verimlilik durumuna kendiliğinden ulaşma veya bu duruma dahil olma anlamını taşır. Bir şeyin doğal olarak gelişmesi veya bir sürecin kendiliğinden tamamlanması gibi anlamlara gelebilir. Ayrıca, bir şeyin ortaya çıkması, görünür hale gelmesi veya kendini göstermesi gibi anlamları da içerebilir. Bu, içsel bir potansiyelin kendiliğinden tezahür etmesini ifade eder.", "mikro_mantik": "Bu kalıp, eylemin öznenin iradesi dışında veya kendiliğinden gerçekleştiğini gösterir. Öznenin, kökteki anlamı pasif bir şekilde deneyimlediğini belirtir. Yani, 'اِنْطَلَحَ' fiili, bir şeyin 'olgunlaştığını', 'büyüdüğünü' veya 'verimli hale geldiğini' kendiliğinden ifade eder. Bu, doğal bir süreç veya kendiliğinden gerçekleşen bir durumu vurgular."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِطَّلَحَ - ittalaha", "muzari": "يَطَّلِحُ - yattolihu", "masdar": "اِطِّلَاح - ittilah"}, "bab_anlami": "Bu bab, olgunlaşma, büyüme veya verimlilik durumunu yoğun bir şekilde arama, elde etmeye çalışma veya bu duruma ulaşma çabası içinde olma anlamını taşır. Bir kişinin kendini geliştirmek için yoğun çaba sarf etmesi veya bir durumun arzu edilen bir sonuca ulaşmak için yoğun bir şekilde çalışması gibi anlamlara gelebilir. Ayrıca, bir şeyi keşfetme, ortaya çıkarma veya anlama çabasını da ifade edebilir. Bu, yoğun bir arayış ve çaba sürecini vurgular.", "mikro_mantik": "Bu kalıp, eylemin yoğun bir çaba ve arayış içerdiğini gösterir. Öznenin, kökteki anlamı elde etmek için yoğun bir şekilde çabaladığını belirtir. Yani, 'اِطَّلَحَ' fiili, birinin 'olgunlaşmayı', 'büyümeyi' veya 'verimli hale gelmeyi' yoğun bir şekilde aradığını veya elde etmeye çalıştığını ifade eder. Bu, aktif ve yoğun bir çaba sürecini vurgular."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اِطْلَاحَّ - itlahha", "muzari": "يَطْلَاحُّ - yatlahhu", "masdar": "اِطْلِيحَاح - itlihah"}, "bab_anlami": "Bu bab, olgunlaşma, büyüme veya verimlilik durumuna aşırı derecede ulaşma veya bu durumun aşırı derecede belirgin hale gelmesi anlamını taşır. Bir şeyin aşırı derecede gelişmesi veya bir durumun çok belirgin bir şekilde ortaya çıkması gibi anlamlara gelebilir. Ayrıca, bir şeyin aşırı derecede süslenmesi, güzelleşmesi veya çekici hale gelmesi durumunu da ifade edebilir. Bu, aşırılık ve belirginlik durumunu vurgular.", "mikro_mantik": "Bu kalıp, eylemin aşırı derecede veya çok belirgin bir şekilde gerçekleştiğini gösterir. Öznenin, kökteki anlamı aşırı bir şekilde deneyimlediğini belirtir. Yani, 'اِطْلَاحَّ' fiili, bir şeyin 'aşırı derecede olgunlaştığını', 'büyüdüğünü' veya 'verimli hale geldiğini' ifade eder. Bu, aşırılık ve belirginlik durumunu vurgular."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَطْلَحَ - istatlaha", "muzari": "يَسْتَطْلِحُ - yastatlihu", "masdar": "اِسْتِطْلَاح - istitlah"}, "bab_anlami": "Bu bab, olgunlaşma, büyüme veya verimlilik arayışında bulunma, bu duruma ulaşmayı talep etme veya bu durumu elde etmeye çalışma anlamını taşır. Bir kişinin kendini geliştirmek için çaba göstermesi, bir durumun arzu edilen bir sonuca ulaşmasını istemesi veya bir şeyi elde etmek için talepte bulunması gibi anlamlara gelebilir. Ayrıca, bir şeyi keşfetme, ortaya çıkarma veya anlama arzusunu da ifade edebilir. Bu, arayış, talep ve elde etme çabasını vurgular.", "mikro_mantik": "Bu kalıp, eylemin bir talep, arayış veya çaba içerdiğini gösterir. Öznenin, kökteki anlamı elde etmek için bir talepte bulunduğunu veya çaba gösterdiğini belirtir. Yani, 'اِسْتَطْلَحَ' fiili, birinin 'olgunlaşmayı', 'büyümeyi' veya 'verimli hale gelmeyi' talep ettiğini veya elde etmeye çalıştığını ifade eder. Bu, aktif bir arayış ve elde etme çabasını vurgular."}]}], "طلع": [{"kok": "طلع", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Yükselme, ortaya çıkma, belirme. Bir şeyin gizliliğinden sıyrılıp aşikâr hale gelmesi, bilinmezlikten bilinirliğe geçişi ifade eder. İçsel potansiyelin dış dünyaya yansıması, bir tohumun filizlenip ağaç olması gibi.", "kavramsal_derinlik": "Beşeri boyutta, insanın içindeki yeteneklerin ve bilginin açığa çıkması, kendini gerçekleştirmesi; ilahi boyutta ise, hakikatin zuhuru, ilahi nurun tecelli etmesi anlamlarını taşır. Bu kök, varoluşun dinamik ve sürekli bir açığa çıkma süreci olduğunu vurgular."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "طَلَعَ", "muzari": "يَطْلُعُ", "masdar": "طُلُوع"}, "bab_anlami": "Bir şeyin kendiliğinden yükselmesi, doğması, ortaya çıkması. Bu, güneşin doğuşu gibi doğal bir olayı veya bir fikrin zihinde belirmesi gibi soyut bir süreci ifade edebilir. Aynı zamanda, bir şeyin beklenmedik bir şekilde ortaya çıkması, sürpriz bir gelişme anlamını da taşıyabilir. Bu kalıp, eylemin failin içsel bir dinamiğiyle gerçekleştiğini vurgular.", "mikro_mantik": "Bu kalıp, kökün temel anlamını en yalın haliyle ifade eder. Eylemin geçişsiz (müteaddi olmayan) olduğunu gösterir, yani eylem doğrudan bir nesneye yönelmez, failin kendisinde gerçekleşir. Bu, eylemin içsel bir süreç veya doğal bir olay olduğunu vurgular."}, {"bab_no": 2, "fiil_formlari": {"mazi": "طَلَّعَ", "muzari": "يُطَلِّعُ", "masdar": "تَطْلِيع"}, "bab_anlami": "Bir şeyi yükseltmek, bir şeyi ortaya çıkarmak, bir şeyi göstermek. Bu kalıp, bir şeyi bilinçli bir şekilde açığa çıkarma, gösterme veya bir şeyi yükseltme eylemini ifade eder. Örneğin, bir sırrı ifşa etmek veya bir yeteneği sergilemek gibi. Bu kalıp, eylemin bir amaç doğrultusunda ve bilinçli bir şekilde yapıldığını gösterir.", "mikro_mantik": "Bu kalıp, kökün anlamını yoğunlaştırır ve eylemin geçişli (müteaddi) olduğunu gösterir. Yani, eylem bir nesneye yöneliktir ve fail, nesne üzerinde bir etki yaratır. Bu, eylemin daha aktif ve yönlendirici olduğunu vurgular."}, {"bab_no": 3, "fiil_formlari": {"mazi": "طَالَعَ", "muzari": "يُطَالِعُ", "masdar": "مُطَالَعَة"}, "bab_anlami": "Bir şeyi dikkatle incelemek, bir şeyi gözden geçirmek, bir şeyi takip etmek. Bu kalıp, bir şeyin detaylarına nüfuz etme, onu derinlemesine anlama çabasını ifade eder. Örneğin, bir kitabı okuyarak içeriğini anlamak veya bir olayı yakından takip ederek gelişmelerden haberdar olmak gibi. Bu kalıp, eylemin bilgi edinme ve anlama odaklı olduğunu vurgular.", "mikro_mantik": "Bu kalıp, eylemin karşılıklı veya etkileşimli olduğunu gösterir. Fail, bir nesneyle etkileşim halindedir ve bu etkileşim sonucunda bilgi edinir veya anlar. Bu, eylemin daha karmaşık ve derinlemesine bir süreç olduğunu vurgular."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَطْلَعَ", "muzari": "يُطْلِعُ", "masdar": "إِطْلَاع"}, "bab_anlami": "Bir şeyi ortaya çıkarmak, bir şeyi göstermek, bir şeyi bildirmek. Bu kalıp, bir şeyi gizliliğinden çıkarıp aşikar hale getirme, birine bir şeyi bildirme veya bir şeyi gösterme eylemini ifade eder. Örneğin, bir sırrı ifşa etmek, birine bir bilgi vermek veya bir şeyi sergilemek gibi. Bu kalıp, eylemin bir şeyi açığa çıkarma ve paylaşma amacını taşıdığını vurgular.", "mikro_mantik": "Bu kalıp, kökün anlamını daha etkili ve yönlendirici bir şekilde ifade eder. Eylem, bir nesneyi etkiler ve onu yeni bir duruma getirir. Bu, eylemin daha güçlü ve dönüştürücü olduğunu vurgular."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَطَلَّعَ", "muzari": "يَتَطَلَّعُ", "masdar": "تَطَلُّع"}, "bab_anlami": "Yükselmeyi istemek, bir şeyi arzulamak, bir şeyi ummak. Bu kalıp, bir şeyin gerçekleşmesini arzu etme, bir hedefe ulaşmayı umma veya daha iyi bir duruma gelmeyi isteme eylemini ifade eder. Örneğin, geleceğe umutla bakmak, bir başarıyı elde etmeyi arzulamak veya daha iyi bir hayata sahip olmayı istemek gibi. Bu kalıp, eylemin bir beklenti ve arzu içerdiğini vurgular.", "mikro_mantik": "Bu kalıp, eylemin failin içsel bir eğilimi veya arzusuyla ilişkili olduğunu gösterir. Fail, bir hedefe ulaşmak için çaba gösterir ve bu çaba, içsel bir motivasyondan kaynaklanır. Bu, eylemin daha kişisel ve anlamlı olduğunu vurgular."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَطَالَعَ", "muzari": "يَتَطَالَعُ", "masdar": "تَطَالُع"}, "bab_anlami": "Karşılıklı olarak incelemek, karşılıklı olarak gözden geçirmek, birbirini takip etmek. Bu kalıp, iki veya daha fazla kişinin bir şeyi birlikte incelemesi, gözden geçirmesi veya takip etmesi eylemini ifade eder. Örneğin, bir anlaşmayı birlikte incelemek, bir olayı birlikte takip etmek veya bir konuyu birlikte tartışmak gibi. Bu kalıp, eylemin işbirliği ve ortaklık içerdiğini vurgular.", "mikro_mantik": "Bu kalıp, eylemin karşılıklı etkileşim ve işbirliği içerdiğini gösterir. Fail ve nesne, birbirlerini etkiler ve bu etkileşim sonucunda ortak bir anlayış veya sonuç ortaya çıkar. Bu, eylemin daha sosyal ve ilişkisel olduğunu vurgular."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْطَلَعَ", "muzari": "يَنْطَلِعُ", "masdar": "اِنْطِلَاع"}, "bab_anlami": "Kendiliğinden ortaya çıkmak, kendiliğinden belirmek, kendiliğinden yükselmek. Bu kalıp, bir şeyin herhangi bir dış etki olmadan kendiliğinden ortaya çıkması, belirmesi veya yükselmesi eylemini ifade eder. Örneğin, bir bitkinin kendiliğinden filizlenmesi, bir fikrin zihinde kendiliğinden belirmesi veya bir duygunun kendiliğinden ortaya çıkması gibi. Bu kalıp, eylemin doğal ve kendiliğinden olduğunu vurgular.", "mikro_mantik": "Bu kalıp, eylemin failin içsel bir dinamiğiyle gerçekleştiğini ve herhangi bir dış etkiden bağımsız olduğunu gösterir. Bu, eylemin daha doğal ve kendiliğinden olduğunu vurgular."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِطَّلَعَ", "muzari": "يَطَّلِعُ", "masdar": "اِطِّلَاع"}, "bab_anlami": "Bir şeyi öğrenmek, bir şeyden haberdar olmak, bir şeyi bilmek. Bu kalıp, bir bilgiye ulaşma, bir şeyden haberdar olma veya bir şeyi bilme eylemini ifade eder. Örneğin, bir haberi öğrenmek, bir sırrı bilmek veya bir konudan haberdar olmak gibi. Bu kalıp, eylemin bilgi edinme ve farkındalıkla ilgili olduğunu vurgular.", "mikro_mantik": "Bu kalıp, eylemin failin bir bilgi kaynağına yönelerek bilgi edinmesini içerdiğini gösterir. Fail, bir nesneyle etkileşim kurarak bilgi edinir ve bu bilgi, failin anlayışını geliştirir. Bu, eylemin daha aktif ve öğrenmeye yönelik olduğunu vurgular."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اِطْمَأَنَّ", "muzari": "يَطْمَئِنُّ", "masdar": "اِطْمِئْنَان"}, "bab_anlami": "Bu bab bu kökten türemez. Ancak, eğer türeseydi, bir şeyin yükselerek sükûnet bulması, iç huzura ermesi gibi bir anlam taşırdı. Ruhun, arayışının sonunda hakikate ulaşarak dinginleşmesi, kalbin şüphelerden arınarak itminana kavuşması gibi. Bu, yükselişin sadece fiziksel bir hareket değil, aynı zamanda ruhsal bir olgunlaşma ve huzur bulma süreci olduğunu vurgulardı.", "mikro_mantik": "Bu kalıp normalde ' اطمأن ' kökünden gelir ve ' طلع ' köküyle doğrudan ilişkili değildir. Ancak, ' طلع ' kökünden türetilseydi, yükselişin getirdiği içsel denge ve huzuru ifade ederdi. Bu, eylemin hem fiziksel hem de ruhsal boyutları olduğunu vurgulardı."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَطْلَعَ", "muzari": "يَسْتَطْلِعُ", "masdar": "اِسْتِطْلَاع"}, "bab_anlami": "Bir şeyi öğrenmeye çalışmak, bir şeyi araştırmaya çalışmak, bir şeyi keşfetmeye çalışmak. Bu kalıp, bir bilgiye ulaşmak için çaba gösterme, bir şeyi derinlemesine anlama veya bir şeyi keşfetme arzusunu ifade eder. Örneğin, bir konuyu araştırmak, bir sırrı çözmeye çalışmak veya bir yeri keşfetmek gibi. Bu kalıp, eylemin bir arayış ve keşif sürecini içerdiğini vurgular.", "mikro_mantik": "Bu kalıp, eylemin failin aktif bir şekilde bilgi edinmeye çalıştığını ve bir hedefe ulaşmak için çaba gösterdiğini gösterir. Fail, bir nesneyle etkileşim kurarak bilgi edinir ve bu bilgi, failin anlayışını geliştirir. Bu, eylemin daha aktif ve öğrenmeye yönelik olduğunu vurgular."}]}], "طلق": [{"kok": "طلق", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Serbest bırakma, özgürleşme; bir bağın çözülmesiyle ortaya çıkan potansiyel ve hareket.", "kavramsal_derinlik": "Kısıtlamaların ötesine geçerek varoluşun farklı düzlemlerinde yeni başlangıçlara kapı açan bir dönüşüm süreci. Hem dünyevi hem de ruhani anlamda zincirleri kırma ve potansiyeli ortaya çıkarma eylemi."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "طَلَقَ - talaqa", "muzari": "يَطْلُقُ - yatluqu", "masdar": "طَلْق - talq"}, "bab_anlami": "Bir şeyi serbest bırakmak, çözmek veya göndermek anlamına gelir. Bu, fiziksel bir bağın çözülmesi olabileceği gibi, mecazi anlamda bir yükümlülükten veya kısıtlamadan kurtulmak da olabilir. Aynı zamanda, bir şeyin doğal akışına bırakılması, engellerin kaldırılması ve potansiyelinin ortaya çıkmasına izin verilmesi fikrini de içerir. Bu kalıp, eylemin doğrudan ve tekil bir şekilde gerçekleştiğini ifade eder.", "mikro_mantik": "Bu bab, kökün temel anlamını en yalın haliyle ifade eder. Eylem, öznenin doğrudan etkisiyle gerçekleşir ve nesne üzerindeki bağın çözülmesini veya serbest bırakılmasını vurgular. Kökün enerjisi, bir noktadan diğerine doğrudan bir geçişi temsil eder."}, {"bab_no": 2, "fiil_formlari": {"mazi": "طَلَّقَ - tallaqa", "muzari": "يُطَلِّقُ - yutalliqu", "masdar": "تَطْلِيق - tatliq"}, "bab_anlami": "Bir şeyi tekrar tekrar veya yoğun bir şekilde serbest bırakmak, boşanmayı gerçekleştirmek veya bir şeyi kesin olarak ayırmak anlamına gelir. Bu kalıp, eylemin tekrarlanmasını, yoğunluğunu veya kesinliğini vurgular. Aynı zamanda, bir sürecin tamamlanması ve bir durumun sona ermesi fikrini de içerir. Bu, ilişkilerde nihai bir kopuşu veya bir durumun geri dönüşü olmayan bir şekilde sona ermesini ifade edebilir.", "mikro_mantik": "Bu bab, kökün anlamını yoğunlaştırır ve eylemin tekrarlı veya kesin bir şekilde gerçekleştiğini gösterir. Eylem, öznenin daha fazla çaba sarfettiğini veya eylemin sonuçlarının daha derin olduğunu vurgular. Kökün enerjisi, bir noktadan diğerine kademeli veya kesin bir geçişi temsil eder."}, {"bab_no": 3, "fiil_formlari": {"mazi": "طَالَقَ - taalaqa", "muzari": "يَطَالِقُ - yataaliqu", "masdar": "مُطَالَقَة - mutalaqah"}, "bab_anlami": "Karşılıklı olarak serbest bırakmak, boşanmak veya bir anlaşmazlığı çözmek için karşılıklı bir eylemde bulunmak anlamına gelir. Bu kalıp, iki taraf arasındaki karşılıklı bir etkileşimi ve anlaşmayı vurgular. Aynı zamanda, bir ilişkinin veya durumun karşılıklı rıza ile sona ermesi fikrini de içerir. Bu, tarafların özgür iradeleriyle bir araya gelerek bir çözüme ulaşmaları ve birbirlerini serbest bırakmaları anlamına gelir.", "mikro_mantik": "Bu bab, kökün anlamını karşılıklılık ilkesiyle birleştirir. Eylem, iki tarafın etkileşimiyle gerçekleşir ve her iki tarafın da serbest bırakılmasını veya ayrılmasını vurgular. Kökün enerjisi, iki nokta arasında karşılıklı bir geçişi temsil eder."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَطْلَقَ - atlaqa", "muzari": "يُطْلِقُ - yutliqu", "masdar": "إِطْلَاق - itlaq"}, "bab_anlami": "Serbest bırakmak, başlatmak, salıvermek veya bir şeyi harekete geçirmek anlamına gelir. Bu kalıp, eylemin bir şeyi başlatma, harekete geçirme veya serbest bırakma yönünü vurgular. Aynı zamanda, bir potansiyeli ortaya çıkarma, bir süreci başlatma veya bir şeyi özgürlüğüne kavuşturma fikrini de içerir. Bu, bir enerjinin serbest bırakılması, bir projenin başlatılması veya bir kişinin özgürlüğüne kavuşturulması olabilir.", "mikro_mantik": "Bu bab, kökün anlamını bir harekete geçirme veya başlatma eylemiyle birleştirir. Eylem, öznenin bir şeyi serbest bırakarak veya harekete geçirerek bir sonucu tetiklemesini vurgular. Kökün enerjisi, bir noktadan dışarıya doğru yayılan bir hareketi temsil eder."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَطَلَّقَ - tatallaqa", "muzari": "يَتَطَلَّقُ - yatatallaqu", "masdar": "تَطَلُّق - tatalluq"}, "bab_anlami": "Boşanmak, serbest kalmak veya bir bağdan kurtulmak için çaba göstermek anlamına gelir. Bu kalıp, eylemin bir süreç olduğunu ve öznenin çaba sarfettiğini vurgular. Aynı zamanda, bir durumdan kurtulmak için gösterilen gayret, bir ilişkiden ayrılmak için yapılan hazırlıklar veya bir kısıtlamadan kurtulmak için verilen mücadele fikrini de içerir. Bu, içsel bir dönüşüm süreci veya dışsal bir ayrılık eylemi olabilir.", "mikro_mantik": "Bu bab, kökün anlamını bir süreç ve çaba unsuruyla birleştirir. Eylem, öznenin bir hedefe ulaşmak için çaba sarfettiğini ve bir süreçten geçtiğini vurgular. Kökün enerjisi, bir noktadan diğerine doğru ilerleyen bir süreci temsil eder."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَطَالَقَ - tataalaqa", "muzari": "يَتَطَالَقُ - yatataalaqu", "masdar": "تَطَالُق - tataaluq"}, "bab_anlami": "Karşılıklı olarak boşanmak veya ayrılmak için anlaşmak, bir ilişkiden karşılıklı olarak kurtulmak anlamına gelir. Bu kalıp, eylemin karşılıklı bir anlaşma ve rıza ile gerçekleştiğini vurgular. Aynı zamanda, bir ilişkinin sona ermesi için tarafların bir araya gelerek bir çözüme ulaşmaları fikrini de içerir. Bu, her iki tarafın da özgür iradesiyle bir ayrılık kararı alması ve birbirlerini serbest bırakması anlamına gelir.", "mikro_mantik": "Bu bab, kökün anlamını karşılıklı bir anlaşma ve rıza unsuruyla birleştirir. Eylem, iki tarafın etkileşimiyle gerçekleşir ve her iki tarafın da serbest bırakılmasını veya ayrılmasını vurgular. Kökün enerjisi, iki nokta arasında karşılıklı bir geçişi temsil eder."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْطَلَقَ - intalaqa", "muzari": "يَنْطَلِقُ - yantaliqu", "masdar": "اِنْطِلَاق - intilaq"}, "bab_anlami": "Serbest bırakılmak, fırlamak, yola koyulmak veya hızla hareket etmek anlamına gelir. Bu kalıp, eylemin kendiliğinden veya hızlı bir şekilde gerçekleştiğini vurgular. Aynı zamanda, bir şeyin serbest bırakıldıktan sonra hızla hareket etmesi, bir enerjinin aniden ortaya çıkması veya bir kişinin yola koyulması fikrini de içerir. Bu, bir okun yaydan fırlaması, bir düşüncenin zihinde belirmesi veya bir kişinin bir hedefe doğru koşması olabilir.", "mikro_mantik": "Bu bab, kökün anlamını kendiliğindenlik ve hız unsuruyla birleştirir. Eylem, öznenin kontrolü dışında veya hızlı bir şekilde gerçekleşir ve bir enerjinin serbest bırakılmasını vurgular. Kökün enerjisi, bir noktadan dışarıya doğru ani bir hareketi temsil eder."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِطَّلَقَ - ittalaqa", "muzari": "يَطَّلِقُ - yattaliqu", "masdar": "اِطِّلاَق - ittilaq"}, "bab_anlami": "Bu kalıp nadiren kullanılır ve kökün anlamını yoğunlaştırmak veya pekiştirmek için kullanılır. Bir şeyin serbest bırakılması veya özgürleşmesi konusunda aşırıya kaçmak veya abartmak anlamına gelebilir. Aynı zamanda, bir durumdan kurtulmak için aşırı çaba göstermek veya bir kısıtlamadan kurtulmak için her şeyi göze almak fikrini de içerebilir. Bu, bir kişinin özgürlüğü için her şeyi feda etmesi veya bir durumdan kurtulmak için aşırı riskler alması olabilir.", "mikro_mantik": "Bu bab, kökün anlamını yoğunluk ve abartı unsuruyla birleştirir. Eylem, öznenin bir hedefe ulaşmak için aşırı çaba sarfettiğini veya risk aldığını vurgular. Kökün enerjisi, bir noktadan diğerine doğru aşırı bir hareketi temsil eder."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اِطْلَأَنَّ - itla'anna", "muzari": "يَطْلَئِنُّ - yatla'innu", "masdar": "اِطْمِئْنَان - itmi'nan"}, "bab_anlami": "Sakinleşmek, rahatlamak, huzur bulmak veya endişelerden kurtulmak anlamına gelir. Bu kalıp, eylemin bir sükunet ve huzur haline ulaşma yönünü vurgular. Aynı zamanda, bir endişeden kurtulduktan sonra hissedilen rahatlama, bir güvensizlikten sonra duyulan güven veya bir karmaşadan sonra yaşanan berraklık fikrini de içerir. Bu, içsel bir dengeye ulaşma, zihinsel bir sükunete kavuşma veya duygusal bir huzur bulma olabilir.", "mikro_mantik": "Bu bab, kökün anlamını sükunet ve huzur unsuruyla birleştirir. Eylem, öznenin bir denge haline ulaşmasını ve endişelerden kurtulmasını vurgular. Kökün enerjisi, bir noktada sabitlenerek sükunete ulaşmayı temsil eder."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَطْلَقَ - istatlaqa", "muzari": "يَسْتَطْلِقُ - yastatliqu", "masdar": "اِسْتِطْلَاق - istitlaq"}, "bab_anlami": "Serbest bırakılmayı istemek, özgürleşmeyi talep etmek veya bir şeyin serbest bırakılmasını sağlamaya çalışmak anlamına gelir. Bu kalıp, eylemin bir talep veya arayış olduğunu vurgular. Aynı zamanda, bir kısıtlamadan kurtulmak için çaba göstermek, bir haktan yararlanmak için talepte bulunmak veya bir durumun serbest bırakılmasını sağlamak için girişimde bulunmak fikrini de içerir. Bu, bir kişinin özgürlüğünü talep etmesi, bir projenin başlatılması için izin istemesi veya bir bilginin serbestçe paylaşılmasını sağlamaya çalışması olabilir.", "mikro_mantik": "Bu bab, kökün anlamını bir talep ve arayış unsuruyla birleştirir. Eylem, öznenin bir hedefe ulaşmak için talepte bulunduğunu veya çaba sarfettiğini vurgular. Kökün enerjisi, bir noktadan diğerine doğru bir arayışı temsil eder."}]}], "طلل": [{"kok": "طلل", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Geçmişin izleri, terk edilmişlik ve hatıraların kalıntısı. Bir şeyin varlığının sona ermesiyle geride bıraktığı boşluk ve özlem duygusu.", "kavramsal_derinlik": "Beşeri boyutta, kayıp ve nostalji; ilahi boyutta ise, dünyanın geçiciliği ve ebedi olana duyulan özlem."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "طَلَّ - ṭalla", "muzari": "يَطُلُّ - yaṭullu", "masdar": "طَلّ - ṭall"}, "bab_anlami": "Hafifçe yağmur yağmak, çiselemek; bir şeyin üzerine ince bir tabaka halinde yayılmak. Bu kalıp, kökün temel anlamını, yani bir şeyin kalıntısı veya izi olma durumunu, daha somut ve fiziksel bir eyleme dönüştürür. Tıpkı hafif bir yağmurun toprağın üzerinde bıraktığı iz gibi, bu kalıp da bir şeyin varlığının zayıf ve geçici bir şekilde devam ettiğini ifade eder.", "mikro_mantik": "Bu bab, kökün temel anlamını (terk edilmişlik, kalıntı) bir eyleme dönüştürerek, soyut bir durumu somut bir olaya bağlar. Fiilin geçişsiz olması, eylemin öznenin kendisiyle sınırlı olduğunu ve dış dünyaya doğrudan bir etkisinin olmadığını gösterir. Bu durum, terk edilmişliğin ve hatıraların içsel bir deneyim olduğunu vurgular."}, {"bab_no": 2, "fiil_formlari": {"mazi": "طَلَّلَ - ṭallala", "muzari": "يُطَلِّلُ - yuṭallilu", "masdar": "تَطْلِيل - taṭlīl"}, "bab_anlami": "Bir yeri veya nesneyi kalıntılarla, izlerle kaplamak, süslemek veya işaretlemek. Bu kalıp, kökün temel anlamını yoğunlaştırır ve bir şeyin terk edilmişliğinin veya geçmişinin izlerini belirginleştirmeyi ifade eder. Bir mekanın hatıralarla dolu hale getirilmesi gibi, bu form da bir şeyin geçmişle olan bağını güçlendirir ve onu daha anlamlı kılar.", "mikro_mantik": "Bu bab, kökün anlamını yoğunlaştırarak, bir şeyi kalıntılarla 'donatma' veya 'işaretleme' eylemini ifade eder. Fiilin geçişli olması, eylemin bir nesne üzerinde gerçekleştiğini ve o nesneyi etkilediğini gösterir. Bu durum, geçmişin izlerinin bir şeyi nasıl şekillendirdiğini ve ona anlam kattığını vurgular."}, {"bab_no": 3, "fiil_formlari": {"mazi": "طَالَّ - ṭālla", "muzari": "يُطَالُّ - yuṭāllu", "masdar": "مُطَالَّة - muṭālla"}, "bab_anlami": "Bir şeyin kalıntıları veya izleri üzerinde uzun süre durmak, oyalanmak; geçmişe takılıp kalmak. Bu kalıp, kökün temel anlamını zamansal bir boyuta taşır ve bir şeyin geçmişiyle olan ilişkisinin sürekliliğini vurgular. Geçmişin hatıralarında kaybolmak gibi, bu form da bir şeyin geçmişe olan bağlılığını ve ondan kopamamayı ifade eder.", "mikro_mantik": "Bu bab, kökün anlamını zamansal bir boyuta taşıyarak, bir şeyin kalıntıları üzerinde 'oyalanma' veya 'uzun süre durma' eylemini ifade eder. Fiilin müfâ'ale kalıbında olması, eylemin karşılıklı veya tekrarlı olduğunu gösterir. Bu durum, geçmişle olan ilişkinin karmaşıklığını ve ondan kopmanın zorluğunu vurgular."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَطَلَّ - aṭalla", "muzari": "يُطِلُّ - yuṭillu", "masdar": "إِطْلَال - iṭlāl"}, "bab_anlami": "Bir şeyin kalıntılarına veya izlerine bakmak, onları gözlemlemek; geçmişi hatırlamak veya anımsamak. Bu kalıp, kökün temel anlamını görsel bir boyuta taşır ve bir şeyin geçmişiyle olan ilişkisinin gözlemlenmesini ifade eder. Uzaktan bir harabeye bakmak gibi, bu form da geçmişin izlerinin nasıl görülebildiğini ve anlamlandırılabildiğini gösterir.", "mikro_mantik": "Bu bab, kökün anlamını görsel bir boyuta taşıyarak, bir şeyin kalıntılarına 'bakma' veya 'gözlemleme' eylemini ifade eder. Fiilin geçişli olması, eylemin bir nesne üzerinde gerçekleştiğini ve o nesnenin gözlemlendiğini gösterir. Bu durum, geçmişin izlerinin nasıl görülebildiğini ve anlamlandırılabildiğini vurgular."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَطَلَّلَ - taṭallala", "muzari": "يَتَطَلَّلُ - yataṭallalu", "masdar": "تَطَلُّل - taṭallul"}, "bab_anlami": "Kalıntılarla, izlerle dolu olmak; geçmişin hatıralarıyla sarılı olmak. Bu kalıp, kökün temel anlamını içsel bir duruma dönüştürür ve bir şeyin geçmişiyle olan bağının derinliğini ifade eder. Bir insanın geçmişiyle dolu bir kalbi gibi, bu form da geçmişin izlerinin nasıl içselleştirildiğini gösterir.", "mikro_mantik": "Bu bab, kökün anlamını içsel bir duruma dönüştürerek, kalıntılarla 'dolu olma' veya 'sarılı olma' halini ifade eder. Fiilin tefe''ul kalıbında olması, eylemin öznenin kendisi üzerinde yoğunlaştığını gösterir. Bu durum, geçmişin izlerinin nasıl içselleştirildiğini ve kişinin kimliğini nasıl şekillendirdiğini vurgular."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَطَالَّ - taṭālla", "muzari": "يَتَطَالُّ - yataṭāllu", "masdar": "تَطَالّ - taṭāll"}, "bab_anlami": "Kalıntılar veya izler üzerinde karşılıklı olarak durmak, birbirinin geçmişini hatırlamak veya anmak. Bu kalıp, kökün temel anlamını sosyal bir boyuta taşır ve insanların geçmişleriyle olan ortak bağlarını ifade eder. İki arkadaşın eski bir fotoğraf albümüne bakması gibi, bu form da geçmişin nasıl paylaşılabildiğini ve anlamlandırılabildiğini gösterir.", "mikro_mantik": "Bu bab, kökün anlamını sosyal bir boyuta taşıyarak, kalıntılar üzerinde 'karşılıklı durma' veya 'hatırlama' eylemini ifade eder. Fiilin tefâ'ul kalıbında olması, eylemin karşılıklı veya ortak olduğunu gösterir. Bu durum, geçmişin nasıl paylaşılabildiğini ve insanların birbirleriyle nasıl bağ kurduğunu vurgular."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْطَلَّ - inṭalla", "muzari": "يَنْطَلُّ - yanṭallu", "masdar": "اِنْطِلَال - inṭilāl"}, "bab_anlami": "Kalıntılar veya izler arasında kaybolmak, yok olmak; geçmişin içinde erimek. Bu kalıp, kökün temel anlamını bir kayboluşa dönüştürür ve bir şeyin geçmişiyle tamamen bütünleşmesini ifade eder. Bir nehrin denize karışması gibi, bu form da geçmişin izlerinin nasıl bir şeyin varlığını tamamen sardığını gösterir.", "mikro_mantik": "Bu bab, kökün anlamını bir kayboluşa dönüştürerek, kalıntılar arasında 'kaybolma' veya 'erime' halini ifade eder. Fiilin infiâl kalıbında olması, eylemin öznenin kendisi tarafından başlatılmadığını, dış bir etki sonucu gerçekleştiğini gösterir. Bu durum, geçmişin izlerinin nasıl bir şeyin varlığını tamamen sardığını ve onu dönüştürdüğünü vurgular."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِطَّلَّ - iṭṭalla", "muzari": "يَطَّلُّ - yaṭṭallu", "masdar": "اِطِّلَال - iṭṭilāl"}, "bab_anlami": "Kalıntılar veya izler hakkında bilgi sahibi olmak, onları bilmek; geçmişi anlamak. Bu kalıp, kökün temel anlamını bilgi edinme eylemine dönüştürür ve bir şeyin geçmişiyle ilgili farkındalığı ifade eder. Bir tarihçinin eski belgeleri incelemesi gibi, bu form da geçmişin nasıl anlaşılabildiğini ve yorumlanabildiğini gösterir.", "mikro_mantik": "Bu bab, kökün anlamını bilgi edinme eylemine dönüştürerek, kalıntılar hakkında 'bilgi sahibi olma' veya 'anlama' halini ifade eder. Fiilin iftiâl kalıbında olması, eylemin çaba gerektirdiğini ve öznenin aktif katılımını içerdiğini gösterir. Bu durum, geçmişi anlamanın ve yorumlamanın ne kadar çaba gerektirdiğini vurgular."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اِطْمَأَلَّ - iṭmaʾalla", "muzari": "يَطْمَئِلُّ - yaṭmaʾillu", "masdar": "اِطْمِئْلَال - iṭmiʾlāl"}, "bab_anlami": "Kalıntılar veya izler arasında huzur bulmak, sakinleşmek; geçmişle barışmak. Bu kalıp, kökün temel anlamını duygusal bir duruma dönüştürür ve bir şeyin geçmişiyle olan ilişkisinin olumlu bir şekilde sonuçlanmasını ifade eder. Bir insanın geçmiş travmalarını aşması gibi, bu form da geçmişin izlerinin nasıl iyileştirilebildiğini ve huzur bulunabildiğini gösterir.", "mikro_mantik": "Bu bab, kökün anlamını duygusal bir duruma dönüştürerek, kalıntılar arasında 'huzur bulma' veya 'sakinleşme' halini ifade eder. Fiilin if'ilâl kalıbında olması, eylemin yoğunluğu ve derinliği vurguladığını gösterir. Bu durum, geçmişle barışmanın ve huzur bulmanın ne kadar önemli olduğunu vurgular."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَطَلَّ - istaṭalla", "muzari": "يَسْتَطِلُّ - yastaṭillu", "masdar": "اِسْتِطْلَال - istiṭlāl"}, "bab_anlami": "Kalıntılar veya izler hakkında bilgi istemek, onları araştırmaya çalışmak; geçmişi öğrenmeye çalışmak. Bu kalıp, kökün temel anlamını bir araştırma eylemine dönüştürür ve bir şeyin geçmişiyle ilgili bilgi edinme çabasını ifade eder. Bir arkeologun kazı yapması gibi, bu form da geçmişin nasıl araştırılabildiğini ve öğrenilebildiğini gösterir.", "mikro_mantik": "Bu bab, kökün anlamını bir araştırma eylemine dönüştürerek, kalıntılar hakkında 'bilgi isteme' veya 'araştırmaya çalışma' halini ifade eder. Fiilin istif'âl kalıbında olması, eylemin çaba gerektirdiğini ve öznenin aktif katılımını içerdiğini gösterir. Bu durum, geçmişi öğrenmenin ve anlamanın ne kadar çaba gerektirdiğini vurgular."}]}], "طمأ": [{"kok": "طمأ", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Kalbin sükûneti, ruhun huzuru ve zihnin dinginliği. Korku ve endişeden arınmış, güven ve itminan dolu bir hal.", "kavramsal_derinlik": "İnsanın iç dünyasındaki sükûnetin, dış dünyaya yansımasıyla oluşan güven ortamı. İlahi rahmetin tecellisiyle kalplerin yatışması ve ruhların huzura ermesi."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "طَمَأَنَ", "muzari": "يُطَمْئِنُ", "masdar": "طَمْأَنَة"}, "bab_anlami": "Bir şeyi veya bir kimseyi sükûnete erdirmek, içini rahatlatmak, endişelerini gidermek. Bu, bir güvence verme, bir söz verme veya bir durumun açıklığa kavuşturulması yoluyla olabilir. Fiilin bu kalıbı, eylemin yoğunluğunu ve sürekliliğini ifade eder; yani, sükûnete erdirme eylemi tekrar tekrar ve özenle gerçekleştirilir. Bu kalıp, aynı zamanda, bir kimsenin iç huzurunu sağlamak için gösterdiği çabayı ve özeni de vurgular.", "mikro_mantik": "Kökün anlamını yoğunlaştırır ve eylemin tekrarını veya sürekliliğini ifade eder. Fiilin geçişli yapısı, eylemin bir nesne üzerinde gerçekleştiğini gösterir; yani, bir şeyi veya bir kimseyi sükûnete erdirme eylemi söz konusudur."}]}], "طمث": [{"kok": "طمث", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Gizlilik, örtünme, saklanma; bir şeyin yüzeyinde beliren iz veya işaret.", "kavramsal_derinlik": "Fıtri döngüsellik, yeniden doğuş potansiyeli, bilinçaltının tezahürü, içsel arınma ve dönüşüm."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "طَمَثَ - tamasa", "muzari": "يَطْمُثُ - yatmusu", "masdar": "طَمْث - tams"}, "bab_anlami": "Bir şeyin yüzeyini örtmek, gizlemek veya bir iz bırakmak. Bu kalıp, bir şeyin doğal akışında meydana gelen bir değişimi veya bir yüzeyde beliren bir işareti ifade eder. Aynı zamanda, içsel bir sürecin dışsal bir yansıması olarak da yorumlanabilir; bir düşüncenin zihinde belirmesi gibi. Bu bağlamda, 'طمث' fiili, bir şeyin özünde var olan potansiyelin dışa vurulması, bir sırrın açığa çıkması veya bir gerçeğin ortaya konması anlamlarına gelebilir.", "mikro_mantik": "Bu bab, fiilin temel anlamını korurken, eylemin basit bir şekilde gerçekleştiğini veya bir durumun ortaya çıktığını gösterir. Kökün temel anlamı olan 'örtünme' veya 'gizlenme' eyleminin yalın bir şekilde vuku bulduğunu ifade eder. Bu kalıp, eylemin kendiliğindenliğini ve doğal akışını vurgular."}, {"bab_no": 2, "fiil_formlari": {"mazi": "طَمَّثَ - tammese", "muzari": "يُطَمِّثُ - yutammisu", "masdar": "تَطْمِيث - tatmis"}, "bab_anlami": "Bir şeyi yoğun bir şekilde örtmek, iyice gizlemek veya bir şeyin üzerini tamamen kaplamak. Bu kalıp, eylemin yoğunluğunu ve tekrarını vurgular. Bir şeyin üzerinin katman katman örtülmesi, bir sırrın derinlemesine saklanması veya bir gerçeğin karmaşık bir şekilde gizlenmesi gibi anlamlara gelebilir. Bu bağlamda, 'تَطْمِيث' masdarı, bir şeyin özünü tamamen gizleme veya bir şeyi olduğundan farklı gösterme çabasını ifade edebilir. Bu, yanıltıcı bir örtü yaratma veya bir şeyi manipüle etme eylemi olarak da yorumlanabilir.", "mikro_mantik": "Bu bab, fiilin anlamını yoğunlaştırır ve eylemin tekrarını veya sürekliliğini vurgular. Kökün temel anlamı olan 'örtünme' eyleminin yoğun bir şekilde veya sürekli olarak yapıldığını ifade eder. Bu kalıp, eylemin etkisini artırır ve anlamı derinleştirir."}, {"bab_no": 3, "fiil_formlari": {"mazi": "طَامَثَ - taamese", "muzari": "يُطَامِثُ - yutaamisu", "masdar": "مُطَامَثَة - mutaamasa"}, "bab_anlami": "Karşılıklı örtüşme, gizlice paylaşma veya bir şeyi karşılıklı olarak saklama. Bu kalıp, iki veya daha fazla tarafın bir eylemi birlikte gerçekleştirdiğini veya bir durumu paylaştığını gösterir. Bir sırrı birlikte saklamak, bir gerçeği karşılıklı olarak gizlemek veya bir eylemi gizlice paylaşmak gibi anlamlara gelebilir. Bu bağlamda, 'مُطَامَثَة' masdarı, bir işbirliği içinde yapılan gizli bir anlaşmayı veya bir sırrı koruma çabasını ifade edebilir. Bu, ortak bir amaca hizmet eden gizli bir eylem veya bir ittifakın temelini oluşturan örtülü bir anlaşma olarak da yorumlanabilir.", "mikro_mantik": "Bu bab, fiilin anlamını karşılıklılık ve ortaklık yönünde genişletir. Kökün temel anlamı olan 'örtünme' eyleminin iki veya daha fazla taraf arasında gerçekleştiğini ifade eder. Bu kalıp, eylemin sosyal ve ilişkisel boyutunu vurgular."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَطْمَثَ - atmasa", "muzari": "يُطْمِثُ - yutmisu", "masdar": "إِطْمَاث - itmas"}, "bab_anlami": "Bir şeyi örtülü hale getirmek, gizlemek veya bir şeyin üzerini örtmek. Bu kalıp, bir eylemin bir şeyi gizleme veya örtme sonucunu doğurduğunu gösterir. Bir sırrı saklamak, bir gerçeği gizlemek veya bir şeyin üzerini örtmek gibi anlamlara gelebilir. Bu bağlamda, 'إِطْمَاث' masdarı, bir şeyi gizli tutma veya bir şeyi olduğundan farklı gösterme eylemini ifade edebilir. Bu, bir şeyi koruma veya bir şeyi manipüle etme amacı taşıyabilir.", "mikro_mantik": "Bu bab, fiilin anlamını nedensellik ve sonuç ilişkisi içinde ifade eder. Kökün temel anlamı olan 'örtünme' eyleminin bir sonucu olarak bir şeyin örtülü hale geldiğini ifade eder. Bu kalıp, eylemin etkisini ve sonucunu vurgular."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَطَمَّثَ - tatammasa", "muzari": "يَتَطَمَّثُ - yataammasu", "masdar": "تَطَمُّث - tatammus"}, "bab_anlami": "Örtünmeye çalışmak, gizlenmeye çabalamak veya bir şeyin üzerini örtmeye gayret etmek. Bu kalıp, bir eylemin çaba ve gayret gerektirdiğini gösterir. Bir sırrı saklamaya çalışmak, bir gerçeği gizlemeye çabalamak veya bir şeyin üzerini örtmeye gayret etmek gibi anlamlara gelebilir. Bu bağlamda, 'تَطَمُّث' masdarı, bir şeyi gizli tutma veya bir şeyi olduğundan farklı gösterme çabasını ifade edebilir. Bu, bir şeyi koruma veya bir şeyi manipüle etme amacı taşıyabilir, ancak bu çaba zorlu ve meşakkatli olabilir.", "mikro_mantik": "Bu bab, fiilin anlamını çaba ve gayret unsuruyla birleştirir. Kökün temel anlamı olan 'örtünme' eyleminin bilinçli bir çaba sonucu gerçekleştiğini ifade eder. Bu kalıp, eylemin zorluğunu ve meşakkatini vurgular."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَطَامَثَ - tataamasa", "muzari": "يَتَطَامَثُ - yatataamasu", "masdar": "تَطَامُث - tataamus"}, "bab_anlami": "Karşılıklı olarak örtünmek, birbirini gizlemek veya bir şeyi birlikte saklamaya çalışmak. Bu kalıp, iki veya daha fazla tarafın bir eylemi birlikte gerçekleştirmeye çalıştığını veya bir durumu paylaşmaya çabaladığını gösterir. Bir sırrı birlikte saklamaya çalışmak, bir gerçeği karşılıklı olarak gizlemeye çabalamak veya bir eylemi gizlice paylaşmaya gayret etmek gibi anlamlara gelebilir. Bu bağlamda, 'تَطَامُث' masdarı, bir işbirliği içinde yapılan gizli bir anlaşmayı veya bir sırrı koruma çabasını ifade edebilir, ancak bu çaba zorlu ve karmaşık olabilir.", "mikro_mantik": "Bu bab, fiilin anlamını karşılıklılık, ortaklık ve çaba unsurlarıyla birleştirir. Kökün temel anlamı olan 'örtünme' eyleminin iki veya daha fazla taraf arasında bilinçli bir çaba sonucu gerçekleştiğini ifade eder. Bu kalıp, eylemin sosyal, ilişkisel ve zorlu boyutlarını vurgular."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْطَمَثَ - intamasa", "muzari": "يَنْطَمِثُ - yantamisu", "masdar": "اِنْطِمَاث - intimas"}, "bab_anlami": "Örtülmek, gizlenmek veya bir şeyin üzeri örtülmek. Bu kalıp, eylemin edilgen olduğunu ve bir şeyin kendiliğinden örtüldüğünü veya gizlendiğini gösterir. Bir sırrın saklanması, bir gerçeğin gizlenmesi veya bir şeyin üzerinin örtülmesi gibi anlamlara gelebilir. Bu bağlamda, 'اِنْطِمَاث' masdarı, bir şeyin kendiliğinden gizli hale gelmesi veya bir şeyin üzerinin örtülmesi durumunu ifade edebilir. Bu, bir şeyin doğal olarak saklanması veya bir şeyin dış etkenler tarafından örtülmesi olarak da yorumlanabilir.", "mikro_mantik": "Bu bab, fiilin anlamını edilgenlik ve kendiliğindenlik unsurlarıyla birleştirir. Kökün temel anlamı olan 'örtünme' eyleminin kendiliğinden veya dış etkenler sonucu gerçekleştiğini ifade eder. Bu kalıp, eylemin pasif ve doğal yönünü vurgular."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِطْمَأَثَّ - itma'assa", "muzari": "يَطْمَئِثُّ - yatma'issu", "masdar": "اِطْمِئْثَاث - itmi'sas"}, "bab_anlami": "Yoğun bir şekilde örtünmek, tamamen gizlenmek veya bir şeyin üzeri sıkıca örtülmek. Bu kalıp, eylemin yoğunluğunu ve tamlığını vurgular. Bir sırrın derinlemesine saklanması, bir gerçeğin tamamen gizlenmesi veya bir şeyin üzerinin sıkıca örtülmesi gibi anlamlara gelebilir. Bu bağlamda, 'اِطْمِئْثَاث' masdarı, bir şeyin tamamen gizli hale gelmesi veya bir şeyin üzerinin sıkıca örtülmesi durumunu ifade edebilir. Bu, bir şeyin derinlemesine saklanması veya bir şeyin dış etkenlerden korunması olarak da yorumlanabilir.", "mikro_mantik": "Bu bab, fiilin anlamını yoğunluk ve tamlık unsurlarıyla birleştirir. Kökün temel anlamı olan 'örtünme' eyleminin yoğun ve tam bir şekilde gerçekleştiğini ifade eder. Bu kalıp, eylemin etkisini ve derecesini vurgular."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اِطْمَأَنَّ - itma'anna", "muzari": "يَطْمَئِنُّ - yatma'innu", "masdar": "اِطْمِئْنَان - itmi'nan"}, "bab_anlami": "Kalbin yatışması, içinin rahatlaması, güven duymak. Bu kalıp, içsel bir huzur ve güven duygusunu ifade eder. Bir endişenin giderilmesi, bir korkunun yatışması veya bir şüphenin ortadan kalkması gibi anlamlara gelebilir. Bu bağlamda, 'اِطْمِئْنَان' masdarı, kalbin huzur bulması, içinin rahatlaması veya güven duygusunun oluşması durumunu ifade edebilir. Bu, bir şeyin doğruluğuna inanmak, bir şüpheyi gidermek veya bir tehlikeden emin olmak olarak da yorumlanabilir. Kökün temel anlamı olan 'örtünme' ile bağlantılı olarak, bu kalıp, endişelerin ve korkuların örtülmesi, içsel huzurun ve güvenin ortaya çıkması olarak da düşünülebilir.", "mikro_mantik": "Bu bab, fiilin anlamını içsel bir durum ve duyguyla ilişkilendirir. Kökün temel anlamı olan 'örtünme' eyleminin, içsel bir huzur ve güven duygusunun oluşmasına yol açtığını ifade eder. Bu kalıp, eylemin psikolojik ve duygusal boyutunu vurgular."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَطْمَثَ - istatmasa", "muzari": "يَسْتَطْمِثُ - yastatmisu", "masdar": "اِسْتِطْمَاث - istitmas"}, "bab_anlami": "Örtünmeyi istemek, gizlenmeyi talep etmek veya bir şeyin üzerinin örtülmesini arzu etmek. Bu kalıp, bir eylemin talep veya arzu yoluyla gerçekleştiğini gösterir. Bir sırrın saklanmasını istemek, bir gerçeğin gizlenmesini talep etmek veya bir şeyin üzerinin örtülmesini arzu etmek gibi anlamlara gelebilir. Bu bağlamda, 'اِسْتِطْمَاث' masdarı, bir şeyi gizli tutma veya bir şeyi olduğundan farklı gösterme talebini ifade edebilir. Bu, bir şeyi koruma veya bir şeyi manipüle etme arzusu taşıyabilir.", "mikro_mantik": "Bu bab, fiilin anlamını talep ve arzu unsurlarıyla birleştirir. Kökün temel anlamı olan 'örtünme' eyleminin bir talep veya arzu sonucu gerçekleşmesini ifade eder. Bu kalıp, eylemin iradi ve istekli yönünü vurgular."}]}], "طمس": [{"kok": "طمس", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Belirsizleştirme, izini kaybettirme, örtme", "kavramsal_derinlik": "Varlığın hakikatinin örtülmesi, bilginin gizlenmesi, yokluğa doğru evrilme"}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "طَمَسَ", "muzari": "يَطْمُسُ", "masdar": "طَمْس"}, "bab_anlami": "Bir şeyi silmek, izini kaybetmek, bir şeyin üzerini örtmek. Bu kalıp, bir şeyin varlığının veya etkisinin ortadan kaldırılması, belirginliğinin yok edilmesi anlamına gelir. Aynı zamanda, bir şeyin hakikatinin gizlenmesi, anlaşılmaz hale getirilmesi veya değiştirilmesi anlamlarını da taşır.", "mikro_mantik": "Bu kalıp, kökün temel anlamını doğrudan ve basit bir şekilde ifade eder. Fiilin öznesi, eylemi doğrudan nesne üzerinde gerçekleştirir, bu da bir şeyin silinmesi veya örtülmesi eyleminin net ve belirgin bir şekilde gerçekleştiğini gösterir. Eylemin etkisi, nesnenin niteliğinde bir değişikliğe yol açar."}, {"bab_no": 2, "fiil_formlari": {"mazi": "طُمِّسَ", "muzari": "يُطَمَّسُ", "masdar": "تَطْمِيس"}, "bab_anlami": "Bir şeyin silinmesine veya örtülmesine maruz kalmak, pasif bir eylemi ifade eder. Bu kalıp, bir şeyin dışsal bir etkiyle belirsizleştirilmesi, kimliğinin kaybolması veya tanınmaz hale gelmesi anlamına gelir. Aynı zamanda, bir şeyin hakikatinin başkaları tarafından gizlenmesi veya çarpıtılması durumunu da ifade edebilir.", "mikro_mantik": "Bu kalıp, kökün anlamını pasif bir yapıya dönüştürerek, eylemin öznesinin değil, nesnesinin önemini vurgular. Nesne, dışsal bir etkinin hedefi haline gelir ve bu etki, nesnenin niteliğinde kalıcı bir değişikliğe neden olur. Bu kalıp, bir şeyin kontrol dışı bir şekilde silinmesi veya örtülmesi durumunu ifade eder."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَطَمَّسَ", "muzari": "يَتَطَمَّسُ", "masdar": "تَطَمُّس"}, "bab_anlami": "Bir şeyin silinmeye veya örtülmeye çalışılması, bir süreç içinde belirsizleşmesi anlamına gelir. Bu kalıp, bir şeyin yavaş yavaş kaybolması, etkisinin azalması veya tanınmaz hale gelmesi durumunu ifade eder. Aynı zamanda, bir şeyin hakikatinin gizlenmeye çalışılması, çarpıtılması veya manipüle edilmesi çabasını da ifade edebilir.", "mikro_mantik": "Bu kalıp, kökün anlamını bir süreç veya çaba bağlamına yerleştirir. Eylem, anlık bir olaydan ziyade, zaman içinde gerçekleşen bir dönüşümü ifade eder. Bu kalıp, bir şeyin kademeli olarak silinmesi veya örtülmesi, etkisinin azalması veya tanınmaz hale gelmesi durumunu vurgular."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَطْمَسَ", "muzari": "يَسْتَطْمِسُ", "masdar": "اِسْتِطْمَاس"}, "bab_anlami": "Bir şeyi silmeye veya örtmeye çalışmak, bir şeyin izini kaybetmeye çalışmak veya bir şeyin hakikatini gizlemeye çalışmak anlamına gelir. Bu kalıp, bir şeyin yok edilmesine yönelik bir çabayı, bir şeyin anlaşılmaz hale getirilmesine yönelik bir girişimi veya bir şeyin manipüle edilmesine yönelik bir isteği ifade eder. Bu kalıp, genellikle olumsuz bir anlam taşır ve bir şeyin kötü niyetle gizlenmeye veya yok edilmeye çalışıldığını gösterir.", "mikro_mantik": "Bu kalıp, kökün anlamını bir arayış veya talep bağlamına yerleştirir. Eylem, bir amaca yönelik bir çabayı ifade eder ve bu amaç, genellikle bir şeyin silinmesi, örtülmesi veya gizlenmesidir. Bu kalıp, bir şeyin yok edilmesine yönelik bir isteği veya bir şeyin anlaşılmaz hale getirilmesine yönelik bir arzuyu vurgular."}]}], "طمع": [{"kok": "طمع", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Hırs, arzu, göz doymazlık; elde etme isteğiyle karakterize edilen temel insan dürtüsü.", "kavramsal_derinlik": "Beşeri boyutta tatminsizliğin kaynağı, ilahi boyutta ise daha yüksek bir ideale ulaşma potansiyeli."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "طَمِعَ", "muzari": "يَطْمَعُ", "masdar": "طَمَع"}, "bab_anlami": "Temel anlamıyla 'tamah etmek, hırs göstermek, gözü doymamak' fiilini ifade eder. Bu kalıp, kişinin bir şeye duyduğu yoğun arzu ve elde etme isteğini belirtir. Bu istek, maddi veya manevi olabilir, ancak genellikle bir eksiklik duygusuyla ilişkilidir.", "mikro_mantik": "Bu basit fiil kalıbı, kökün temel anlamını doğrudan ifade eder. Eylemin öznesi, nesneye yönelik bir arzu ve beklenti içindedir. Herhangi bir ek anlam veya yoğunlaştırma içermez, kökün ham halini sunar."}, {"bab_no": 2, "fiil_formlari": {"mazi": "لا يوجد", "muzari": "لا يوجد", "masdar": "تَطْمِيع"}, "bab_anlami": "Bu kalıp, bir başkasını tamahkarlığa teşvik etmek, umutlandırmak veya beklentiye sokmak anlamına gelebilir. Bir kişiye, elde etme olasılığı yüksek olmayan bir şeyi vaat ederek, onda hırs ve arzu uyandırmayı ifade eder. Bu durum, manipülasyon veya yanıltma amacı taşıyabilir.", "mikro_mantik": "Bu kalıp, kökün anlamını geçişli hale getirir; yani eylem, öznenin kendisinden ziyade bir başkası üzerinde etki yaratır. 'Teşvik etme' anlamı, kökün temel anlamını bir başkasına yönlendirme eylemini vurgular."}, {"bab_no": 3, "fiil_formlari": {"mazi": "لا يوجد", "muzari": "لا يوجد", "masdar": "اِطِّمَاع"}, "bab_anlami": "Bu kalıp, 'çok fazla tamah etmek, aşırı hırs göstermek' anlamına gelebilir. Kişinin, sınırları aşan bir arzuya kapılması, doyumsuz bir beklenti içinde olması durumunu ifade eder. Bu, manevi bir çöküşe veya ahlaki bir sapmaya yol açabilecek tehlikeli bir durumdur.", "mikro_mantik": "Bu kalıp, kökün anlamını yoğunlaştırır ve abartılı bir duruma taşır. 'Aşırılık' vurgusu, eylemin normal sınırların ötesine geçtiğini ve olumsuz sonuçlar doğurabileceğini gösterir."}, {"bab_no": 4, "fiil_formlari": {"mazi": "لا يوجد", "muzari": "لا يوجد", "masdar": "لا يوجد"}, "bab_anlami": "Bu kalıp, bir şeyi 'tamahkarca elde etmeye çalışmak' veya 'hırsla ele geçirmek' anlamına gelebilir. Bir nesneye veya amaca ulaşmak için yoğun bir çaba sarf etmek, bu uğurda etik sınırları zorlamak anlamına gelebilir. Bu durum, rekabetçi ve acımasız bir yaklaşımı ifade eder.", "mikro_mantik": "Bu kalıp, kökün anlamını eylemsel bir sürece dönüştürür. 'Çaba gösterme' vurgusu, arzunun pasif bir duygu olmaktan çıkıp aktif bir eyleme dönüştüğünü gösterir."}, {"bab_no": 5, "fiil_formlari": {"mazi": "لا يوجد", "muzari": "لا يوجد", "masdar": "لا يوجد"}, "bab_anlami": "Bu kalıp, 'tamahkarlıktan arınmak, hırslarından vazgeçmek' anlamına gelebilir. Kişinin, dünyevi arzularından sıyrılıp daha yüksek bir amaca yönelmesi, manevi bir olgunluğa erişmesi durumunu ifade eder. Bu, nefsi terbiye etme ve iç huzuru bulma yolculuğudur.", "mikro_mantik": "Bu kalıp, kökün anlamını zıttına çevirir. 'Arınma' vurgusu, kökün temel anlamının reddedilmesi ve ondan uzaklaşılması anlamına gelir."}, {"bab_no": 6, "fiil_formlari": {"mazi": "لا يوجد", "muzari": "لا يوجد", "masdar": "لا يوجد"}, "bab_anlami": "Bu kalıp, 'birbirine tamah etmek, karşılıklı hırs beslemek' anlamına gelebilir. İki veya daha fazla kişinin, aynı şeyi elde etmek için rekabet etmesi, birbirlerine karşı kıskançlık ve çekememezlik duyması durumunu ifade eder. Bu, çatışmaya ve anlaşmazlığa yol açabilecek bir durumdur.", "mikro_mantik": "Bu kalıp, kökün anlamını karşılıklı bir ilişkiye dönüştürür. 'Karşılıklılık' vurgusu, eylemin birden fazla özne arasında gerçekleştiğini ve etkileşimi içerdiğini gösterir."}, {"bab_no": 7, "fiil_formlari": {"mazi": "لا يوجد", "muzari": "لا يوجد", "masdar": "لا يوجد"}, "bab_anlami": "Bu kalıp, 'tamahkarlığın kırılması, hırsın yok olması' anlamına gelebilir. Bir kişinin, arzu ve beklentilerinin gerçekleşmemesi sonucu hayal kırıklığına uğraması, umutsuzluğa kapılması durumunu ifade eder. Bu, bir ders çıkarma ve yeni bir bakış açısı geliştirme fırsatı sunabilir.", "mikro_mantik": "Bu kalıp, kökün anlamını pasif bir duruma dönüştürür. 'Kırılma' vurgusu, arzunun dışsal bir etkiyle engellendiğini ve öznenin kontrolü dışında gerçekleştiğini gösterir."}, {"bab_no": 8, "fiil_formlari": {"mazi": "لا يوجد", "muzari": "لا يوجد", "masdar": "لا يوجد"}, "bab_anlami": "Bu kalıp, 'tamahkarca davranmak, hırsla hareket etmek' anlamına gelebilir. Bir kişinin, elde etme isteğiyle motive olarak, düşüncesizce ve aceleci davranması durumunu ifade eder. Bu, hatalı kararlar almaya ve pişmanlığa yol açabilir.", "mikro_mantik": "Bu kalıp, kökün anlamını davranışsal bir ifadeye dönüştürür. 'Davranış' vurgusu, arzunun dış dünyaya yansımasını ve eyleme dönüşmesini gösterir."}, {"bab_no": 9, "fiil_formlari": {"mazi": "لا يوجد", "muzari": "لا يوجد", "masdar": "لا يوجد"}, "bab_anlami": "Bu kalıp, 'tamahkarlığı abartmak, hırsı aşırıya kaçırmak' anlamına gelebilir. Bir kişinin, arzu ve beklentilerini kontrol edememesi, sürekli olarak daha fazlasını istemesi durumunu ifade eder. Bu, tatminsizliğe ve mutsuzluğa yol açabilecek patolojik bir durumdur.", "mikro_mantik": "Bu kalıp, kökün anlamını yoğunlaştırır ve patolojik bir boyuta taşır. 'Abartma' vurgusu, arzunun normal sınırların ötesine geçtiğini ve sağlıksız bir hal aldığını gösterir."}, {"bab_no": 10, "fiil_formlari": {"mazi": "لا يوجد", "muzari": "لا يوجد", "masdar": "لا يوجد"}, "bab_anlami": "Bu kalıp, 'tamahkar sayılmak, hırsla suçlanmak' anlamına gelebilir. Bir kişinin, başkaları tarafından açgözlü veya doyumsuz olarak algılanması, bu nedenle eleştirilmesi veya kınanması durumunu ifade eder. Bu, sosyal ilişkilerde sorunlara yol açabilecek bir durumdur.", "mikro_mantik": "Bu kalıp, kökün anlamını başkalarının algısına bağlar. 'Sayılma' vurgusu, arzunun öznel bir duygu olmaktan çıkıp nesnel bir yargıya dönüştüğünü gösterir."}]}], "طمم": [{"kok": "طمم", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Bir şeyin içini doldurmak, taşmak, aşırıya kaçmak; bir şeyin özüne nüfuz ederek onu tamamen kaplamak.", "kavramsal_derinlik": "Bu kök, hem maddi hem de manevi anlamda bir şeyin sınırlarını aşmasını, bir şeyin içini tamamen doldurarak onu başka bir şeye dönüştürmesini ifade eder. Beşeri boyutta, bir duygunun veya düşüncenin zihni tamamen ele geçirmesi; ilahi boyutta ise, ilahi aşkın bir kulun kalbini doldurarak onu fani dünyadan uzaklaştırması gibi anlamlara gelir."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "طَمَّ - ṭamma", "muzari": "يَطُمُّ - yaṭummu", "masdar": "طَمّ - ṭamm"}, "bab_anlami": "Bir şeyin içini doldurmak, taşmak, bir şeyin üzerine yığılmak. Bu kalıp, kökün temel anlamını doğrudan ve yoğun bir şekilde ifade eder. Bir nehrin taşması, bir kabın dolup taşması veya bir duygunun kalbi doldurması gibi durumlarda kullanılır. Aynı zamanda, bir şeyin aşırıya kaçması, sınırlarını aşması anlamını da taşır.", "mikro_mantik": "Bu basit fiil kalıbı, kökün temel anlamını en yalın haliyle sunar. Fiilin kendisi, eylemin doğrudan ve etkili bir şekilde gerçekleştiğini vurgular. Bu kalıp, eylemin yoğunluğunu ve kapsamını belirtir, yani dolma veya taşma eyleminin tam ve eksiksiz olduğunu ifade eder."}, {"bab_no": 2, "fiil_formlari": {"mazi": "طَمَّمَ - ṭammama", "muzari": "يُطَمِّمُ - yuṭammimu", "masdar": "تَطْمِيم - taṭmīm"}, "bab_anlami": "Bir şeyi iyice doldurmak, tamamlamak, eksiksiz hale getirmek. Bu kalıp, kökün anlamını yoğunlaştırır ve eylemin titizlikle yapıldığını vurgular. Bir işi mükemmel bir şekilde tamamlamak, bir eksikliği gidermek veya bir şeyi kusursuz hale getirmek gibi anlamlara gelir. Bu kalıp, aynı zamanda bir şeyi aşırıya kaçarak doldurmak, haddi aşmak anlamını da taşıyabilir.", "mikro_mantik": "Bu kalıp, fiilin anlamını pekiştirir ve eylemin yoğunluğunu artırır. Tekrarlama (şedde), eylemin tekrar tekrar yapıldığını veya eylemin sonucunun tam ve eksiksiz olduğunu gösterir. Bu kalıp, eylemin niteliğini ve niceliğini vurgular."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَطَمَّمَ - taṭammama", "muzari": "يَتَطَمَّمُ - yataṭammamu", "masdar": "تَطَمُّم - taṭammum"}, "bab_anlami": "Bir şeyle dolmaya çalışmak, dolmaya niyet etmek, bir şeyi doldurmaya özen göstermek. Bu kalıp, eylemin bir süreç olduğunu ve kişinin bir amaca yönelik çaba gösterdiğini ifade eder. Bir kabı doldurmaya çalışmak, bir boşluğu kapatmaya niyet etmek veya bir eksikliği gidermeye özen göstermek gibi anlamlara gelir. Aynı zamanda, bir şeyin içine gömülmek, bir şeyle kaplanmak anlamını da taşıyabilir.", "mikro_mantik": "Bu kalıp, eylemin bir süreç olduğunu ve öznenin eyleme aktif olarak katıldığını gösterir. 'Te' harfi, eylemin özne tarafından başlatıldığını ve öznenin eyleme dahil olduğunu vurgular. Bu kalıp, eylemin dinamik ve etkileşimli bir süreç olduğunu ifade eder."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَطَامَّ - taṭāmma", "muzari": "يَتَطَامُّ - yataṭāmmu", "masdar": "تَطَامّ - taṭāmm"}, "bab_anlami": "Birbirini doldurmaya çalışmak, birbirine yığılmak, birbiriyle rekabet ederek dolmak. Bu kalıp, eylemin karşılıklı ve rekabetçi bir şekilde gerçekleştiğini ifade eder. İki nehrin birbirine karışarak taşması, iki duygunun birbiriyle yarışarak kalbi doldurması veya iki tarafın birbirini geçerek bir şeyi ele geçirmeye çalışması gibi anlamlara gelir. Bu kalıp, aynı zamanda bir şeyin aşırı derecede yoğunlaşması, birbiri üzerine yığılması anlamını da taşıyabilir.", "mikro_mantik": "Bu kalıp, eylemin karşılıklı ve etkileşimli olduğunu gösterir. 'Te' ve 'Elif' harfleri, eylemin iki veya daha fazla taraf arasında gerçekleştiğini ve tarafların birbirini etkilediğini vurgular. Bu kalıp, eylemin dinamik ve rekabetçi bir süreç olduğunu ifade eder."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَطَمَّ - istaṭamma", "muzari": "يَسْتَطِمُّ - yastaṭimmu", "masdar": "اِسْتِطْمَام - istiṭmām"}, "bab_anlami": "Bir şeyi doldurmayı istemek, bir şeyin dolmasını beklemek, bir şeyin dolmasını sağlamak. Bu kalıp, eylemin bir arzu veya beklentiyle ilişkili olduğunu ifade eder. Bir kabın dolmasını beklemek, bir boşluğun dolmasını istemek veya bir şeyin dolmasını sağlamak için çaba göstermek gibi anlamlara gelir. Aynı zamanda, bir şeyin içine dalmak, bir şeyle tamamen kaplanmak anlamını da taşıyabilir.", "mikro_mantik": "Bu kalıp, eylemin bir talep veya arzu içerdiğini gösterir. 'İstin' harfleri, eylemin bir istek veya talep üzerine gerçekleştiğini ve öznenin eylemi gerçekleştirmek için çaba gösterdiğini vurgular. Bu kalıp, eylemin bilinçli ve amaçlı bir süreç olduğunu ifade eder."}]}], "طهر": [{"kok": "طهر", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Arınma, temizlenme, saflaşma. Maddi ve manevi kirlerden uzaklaşarak özün berraklığına ulaşma.", "kavramsal_derinlik": "Beşeri düzlemde ahlaki erdemlere yükselme, ilahi düzlemde ise tecelli ve feyze mazhar olma potansiyeli. Yaratılış gayesine uygun bir şekilde varoluşun özünü temizleme ve güzelleştirme çabası."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "طَهُرَ - tahura", "muzari": "يَطْهُرُ - yathuru", "masdar": "طُهْر - tuhr"}, "bab_anlami": "Kökün temel anlamını koruyarak, özünde temiz ve saf olmak, doğal bir arınma sürecini ifade eder. Bu kalıp, kişinin içsel olarak temizliğe yatkın olduğunu, fıtratında saflık bulunduğunu gösterir. Varlığın, yaratılışındaki temizliğe dönme eğilimi bu kalıpla ifade bulur.", "mikro_mantik": "Bu kalıp, kökün anlamını niteliksel bir duruma dönüştürür. Eylemin kendisinden ziyade, öznenin bir özelliği olarak temizliği vurgular. Bir şeyin 'temiz olması' durumunu ifade eder, eylemi değil."}, {"bab_no": 2, "fiil_formlari": {"mazi": "طَهَّرَ - tahhara", "muzari": "يُطَهِّرُ - yutahhiru", "masdar": "تَطْهِير - tathir"}, "bab_anlami": "Bir şeyi derinlemesine temizlemek, arındırmak, saflaştırmak; maddi veya manevi kirlerden tamamen arındırmak için yoğun bir çaba göstermeyi ifade eder. Bu kalıp, bir şeyi sadece temizlemekle kalmayıp, onu kusursuz hale getirme, mükemmelleştirme amacını taşır. İçsel ve dışsal dünyayı her türlü olumsuz etkiden arındırarak, ruhsal bir yükselişe zemin hazırlamayı hedefler.", "mikro_mantik": "Bu kalıp, kökün anlamını yoğunlaştırır ve eylemin tekrarını veya sürekliliğini vurgular. Temizleme eyleminin derinlemesine ve özenle yapıldığını gösterir. Ayrıca, eylemin bir nesne üzerinde gerçekleştirildiğini ve o nesnenin tamamen arındırıldığını belirtir."}, {"bab_no": 3, "fiil_formlari": {"mazi": "طَاهَرَ - tahara", "muzari": "يُطَاهِرُ - yutahiru", "masdar": "مُطَاهَرَة - mutahara"}, "bab_anlami": "Karşılıklı temizlenme, arınma veya temizlikte yarışma anlamlarına gelir. İki tarafın birbirini temizlemeye çalışması, ahlaki bir rekabet içinde bulunması veya ortak bir temizlik sürecine girmesi durumunu ifade eder. Bu kalıp, bireyler arasındaki ilişkilerde temizliğin ve dürüstlüğün önemini vurgular, karşılıklı saygı ve anlayış çerçevesinde arınma çabasını simgeler.", "mikro_mantik": "Bu kalıp, kökün anlamını karşılıklılık ilkesiyle birleştirir. Eylemin iki veya daha fazla özne arasında gerçekleştiğini ve her bir öznenin diğerini temizleme veya arındırma eylemine katıldığını gösterir. İlişkisel bir boyutu ifade eder."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَطْهَرَ - athara", "muzari": "يُطْهِرُ - yuthiru", "masdar": "إِطْهَار - ithar"}, "bab_anlami": "Temizlemek, arındırmak, bir şeyi temiz hale getirmek; özellikle bir şeyi kirlerden, kusurlardan veya günahlardan arındırmayı ifade eder. Bu kalıp, bir şeyi temizleme eyleminin başkası tarafından yapıldığını veya birinin bir şeyi temizlemeye yardımcı olduğunu gösterir. Manevi bir temizlik ve arınma sürecini başlatma veya destekleme anlamını taşır.", "mikro_mantik": "Bu kalıp, kökün anlamını geçişli hale getirir ve bir nesne üzerinde gerçekleştirilen bir eylemi ifade eder. Bir öznenin, başka bir nesneyi temizleme veya arındırma eylemini gerçekleştirdiğini gösterir. Eylemin bir sonucu olarak, nesnenin temiz ve saf hale geldiğini belirtir."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَطَهَّرَ - tatahhara", "muzari": "يَتَطَهَّرُ - yatatahharu", "masdar": "تَطَهُّر - tatahur"}, "bab_anlami": "Kişinin kendi kendini temizlemesi, arınması; hem fiziksel hem de ruhsal olarak temizliğe özen göstermesi anlamına gelir. Bu kalıp, bireyin içsel bir motivasyonla, kendi çabasıyla arınma sürecine girdiğini ifade eder. Günahlardan, kötü düşüncelerden ve olumsuz alışkanlıklardan uzaklaşarak, manevi bir yükselişe ulaşmayı hedefler.", "mikro_mantik": "Bu kalıp, kökün anlamını dönüşlü hale getirir ve eylemin özne üzerinde gerçekleştiğini vurgular. Öznenin kendi kendini temizleme veya arındırma eylemini gerçekleştirdiğini gösterir. Eylemin içsel bir çaba ve niyetle yapıldığını belirtir."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَطَاهَرَ - tatahara", "muzari": "يَتَطَاهَرُ - yatataharu", "masdar": "تَطَاهُر - tatahur"}, "bab_anlami": "Temiz görünmeye çalışmak, kendini temiz göstermek; dışarıya karşı temiz ve dürüst bir imaj sergilemeye çalışmak, ancak içsel olarak tam anlamıyla arınmamış olmak durumunu ifade eder. Bu kalıp, samimiyetten uzak, yüzeysel bir temizlik çabasını veya riyakarlığı ima edebilir. İçsel arınmanın dışsal görünüşten daha önemli olduğunu vurgular.", "mikro_mantik": "Bu kalıp, kökün anlamını görünüşe yönelik bir eyleme dönüştürür. Eylemin gerçek bir temizlikten ziyade, temiz görünme çabası olduğunu gösterir. Dışsal bir imaj yaratma amacını taşır ve içsel samimiyetin eksikliğini vurgular."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْطَهَرَ - intahara", "muzari": "يَنْطَهِرُ - yantahiru", "masdar": "اِنْطِهَار - intihar"}, "bab_anlami": "Temizlenmek, arınmak; bir şeyin kendiliğinden veya doğal bir süreçle temiz hale gelmesi, saflaşması anlamına gelir. Bu kalıp, dışsal bir müdahale olmadan, içsel bir dönüşümle arınmayı ifade eder. Doğanın kendi kendini temizleme yeteneği veya ruhun doğal olarak saflığa yönelmesi gibi durumları simgeler.", "mikro_mantik": "Bu kalıp, kökün anlamını edilgen bir duruma dönüştürür. Eylemin özne tarafından değil, öznenin üzerinde gerçekleştiğini gösterir. Bir şeyin kendiliğinden temizlenmesi veya arınması durumunu ifade eder."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِطَّهَّرَ - ittahara", "muzari": "يَطَّهِّرُ - yattahiru", "masdar": "اِطِّهَار - ittihar"}, "bab_anlami": "Şiddetle temizlenmek, çokça arınmak; büyük bir çaba ve özenle temizlenmek, arınmak veya saflaşmak anlamına gelir. Bu kalıp, bireyin veya bir şeyin, yoğun bir arınma sürecinden geçtiğini ve bu süreçte büyük bir dönüşüm yaşadığını ifade eder. Günahlardan arınma, kötü alışkanlıklardan kurtulma veya zorlu bir sınavdan geçerek olgunlaşma gibi durumları simgeler.", "mikro_mantik": "Bu kalıp, kökün anlamını yoğunlaştırır ve eylemin şiddetini veya tekrarını vurgular. Temizleme veya arınma eyleminin büyük bir çaba ve özenle yapıldığını gösterir. Ayrıca, eylemin bir sonuç olarak, öznenin tamamen temiz ve saf hale geldiğini belirtir."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اِطْهَارَّ - itharra", "muzari": "يَطْهَارُّ - yatharru", "masdar": "اِطْهِيْرَار - ithirar"}, "bab_anlami": "Son derece temiz ve saf olmak, kusursuz bir şekilde arınmış olmak; varlığın özünün en yüksek derecede temizlik ve saflıkla parlaması durumunu ifade eder. Bu kalıp, ilahi bir lütuf veya mucizevi bir arınma sonucu elde edilen mükemmel bir temizliği simgeler. Ruhun en yüksek mertebesine ulaşarak, ilahi tecellilere mazhar olma halini ifade eder.", "mikro_mantik": "Bu kalıp, kökün anlamını en üst düzeye çıkarır ve mutlak bir temizlik ve saflık durumunu ifade eder. Eylemin ötesinde, varlığın özünde var olan bir niteliği vurgular. Kusursuzluk ve mükemmellik anlamlarını taşır."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَطْهَرَ - istathara", "muzari": "يَسْتَطْهِرُ - yastathiru", "masdar": "اِسْتِطْهَار - istithar"}, "bab_anlami": "Temizlik istemek, temizlenmeyi talep etmek; bir şeyin temizlenmesini veya arındırılmasını istemek, talep etmek veya bu yönde çaba göstermek anlamına gelir. Bu kalıp, bireyin temizliğe, saflığa ve dürüstlüğe olan arzusunu ifade eder. Manevi bir rehberlik arayışı, günahlardan arınma isteği veya daha iyi bir insan olma çabası gibi durumları simgeler.", "mikro_mantik": "Bu kalıp, kökün anlamını talep veya arzu ile birleştirir. Eylemin gerçekleştirilmesi için bir istek veya çaba olduğunu gösterir. Bir hedefe yönelik bir niyeti ifade eder."}]}], "طود": [{"kok": "طود", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Yükseklik, büyüklük, sağlamlık ve sabitlik. Bir şeyin diğer şeylere göre belirgin bir şekilde yüksek ve heybetli olması.", "kavramsal_derinlik": "Hem fiziksel (dağ gibi somut bir yükseklik) hem de metafiziksel (manevi yücelik, karakter sağlamlığı) boyutları içerir. İnsanın kendi içindeki potansiyeli aşma ve daha yüksek bir ideale ulaşma arzusunu sembolize eder."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "طَادَ - ṭāda", "muzari": "يَطُودُ - yaṭūdu", "masdar": "طَوْد - ṭawd"}, "bab_anlami": "Bir şeyin yüksek ve büyük olması, heybetli bir şekilde yükselmesi. Bu kalıp, kökün temel anlamını doğrudan ifade eder ve bir şeyin belirgin bir şekilde diğerlerinden ayrıldığını, dikkat çekici bir büyüklüğe sahip olduğunu vurgular. Aynı zamanda, bu büyüklüğün kalıcılığı ve sağlamlığı da ima edilir, tıpkı bir dağın yüzyıllarca yerinde durması gibi.", "mikro_mantik": "Bu basit fiil kalıbı (Fa'ala), kökün temel anlamını en yalın haliyle ifade eder. Bir eylemin veya durumun basitçe gerçekleştiğini belirtir. Burada, 'yüksek olmak' eyleminin kendisi vurgulanır, herhangi bir ek anlam veya yoğunluk katılmaz."}, {"bab_no": 2, "fiil_formlari": {"mazi": "طَوَّدَ - ṭawwada", "muzari": "يُطَوِّدُ - yuṭawwidu", "masdar": "تَطْوِيد - taṭwīd"}, "bab_anlami": "Bir şeyi yüksek ve büyük hale getirmek, yükseltmek, sağlamlaştırmak. Bu kalıp, bir şeyi daha belirgin ve heybetli kılma eylemini ifade eder. Örneğin, bir yapıyı güçlendirmek veya bir fikri daha sağlam temellere oturtmak gibi. Bu, bir şeyin potansiyelini en üst düzeye çıkarma ve onu daha kalıcı hale getirme çabasıdır.", "mikro_mantik": "Bu kalıp (Fa'ّala), fiilin anlamını yoğunlaştırır veya tekrarlatır. Kökün anlamını 'yüksek olmak'tan 'yüksek hale getirmek, yükseltmek' şeklinde dönüştürerek, bir eylemin yoğunluğunu ve etkisini artırır. Bu, bir şeyi bilinçli ve kasıtlı bir şekilde yükseltme eylemidir."}, {"bab_no": 3, "fiil_formlari": {"mazi": "طَاوَدَ - ṭāwada", "muzari": "يُطَاوِدُ - yuṭāwidu", "masdar": "مُطَاوَدَة - muṭāwada"}, "bab_anlami": "Yükseklik ve büyüklük konusunda yarışmak, rekabet etmek. Bu kalıp, iki veya daha fazla şeyin yükseklik veya önem açısından birbirleriyle mücadele etmesini ifade eder. Bu, bir rekabet ortamında üstünlük sağlama çabasıdır, ister fiziksel bir yarış olsun, isterse fikirlerin veya değerlerin çatışması olsun. Her iki taraf da kendi 'yüksekliğini' korumaya veya artırmaya çalışır.", "mikro_mantik": "Bu kalıp (Fā'ala), karşılıklı eylemi veya rekabeti ifade eder. Kökün anlamını 'yüksek olmak'tan 'yükseklik konusunda yarışmak' şeklinde dönüştürerek, iki veya daha fazla taraf arasındaki dinamik ilişkiyi vurgular. Bu, bir denge arayışıdır, her tarafın kendi konumunu korumaya veya yükseltmeye çalıştığı bir etkileşimdir."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَطْوَدَ - aṭwada", "muzari": "يُطْوِدُ - yuṭwidu", "masdar": "إِطْوَاد - iṭwād"}, "bab_anlami": "Bir şeyi yüksek ve büyük göstermek, yüceltmek, abartmak. Bu kalıp, bir şeyin gerçekte olduğundan daha yüksek veya daha önemli görünmesini sağlama eylemini ifade eder. Bu, bir şeyi olduğundan daha etkileyici veya önemli gösterme çabasıdır, ister bir durumu abartmak olsun, ister bir kişiyi yüceltmek olsun. Bu, algıyı manipüle etme veya bir şeyi daha çekici hale getirme amacı taşıyabilir.", "mikro_mantik": "Bu kalıp (Af'ala), bir şeyi belirli bir niteliğe sahip hale getirme veya bir şeyi dönüştürme eylemini ifade eder. Kökün anlamını 'yüksek olmak'tan 'yüksek göstermek' şeklinde dönüştürerek, bir şeyin görünümünü veya algısını değiştirme eylemini vurgular. Bu, bir şeyi daha etkileyici veya önemli hale getirme çabasıdır."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَطَوَّدَ - taṭawwada", "muzari": "يَتَطَوَّدُ - yataṭawwadu", "masdar": "تَطَوُّد - taṭawwud"}, "bab_anlami": "Yüksek ve büyük görünmeye çalışmak, kendini yüceltmek, kibirlenmek. Bu kalıp, bir kişinin veya şeyin gerçekte olduğundan daha yüksek veya daha önemli görünmeye çalışma eylemini ifade eder. Bu, başkalarının gözünde daha etkileyici veya önemli görünme arzusudur, genellikle kibir veya kendini beğenmişlik ile ilişkilendirilir. Bu, gerçek değerden ziyade dış görünüşe odaklanma eğilimidir.", "mikro_mantik": "Bu kalıp (Tafa'ّala), bir eylemi yapmacık bir şekilde veya gösteriş için yapmayı ifade eder. Kökün anlamını 'yüksek olmak'tan 'yüksek görünmeye çalışmak' şeklinde dönüştürerek, bir kişinin veya şeyin gerçekte sahip olmadığı bir niteliği sergileme çabasını vurgular. Bu, samimiyetsizlik ve gösterişçilik ile ilişkilendirilebilir."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَطَاوَدَ - taṭāwada", "muzari": "يَتَطَاوَدُ - yataṭāwadu", "masdar": "تَطَاوُد - taṭāwud"}, "bab_anlami": "Yükseklik ve büyüklük konusunda karşılıklı olarak yarışmak, birbirini geçmeye çalışmak. Bu kalıp, iki veya daha fazla tarafın yükseklik veya önem açısından birbirleriyle rekabet etmesini, birbirlerini geçmeye çalışmasını ifade eder. Bu, sürekli bir rekabet ortamında üstünlük sağlama çabasıdır, her tarafın kendi 'yüksekliğini' artırmaya çalıştığı bir dinamiktir. Bu, bir tür güç mücadelesi veya üstünlük arayışı olabilir.", "mikro_mantik": "Bu kalıp (Tafā'ala), karşılıklı eylemi veya rekabeti ve bu eylemin zaman içinde devamlılığını ifade eder. Kökün anlamını 'yüksek olmak'tan 'yükseklik konusunda karşılıklı yarışmak' şeklinde dönüştürerek, taraflar arasındaki sürekli rekabeti ve birbirlerini geçme çabasını vurgular. Bu, dinamik ve sürekli bir etkileşimdir."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْطَادَ - inṭāda", "muzari": "يَنْطَوِدُ - yanṭawidu", "masdar": "اِنْطِيَاد - inṭiyād"}, "bab_anlami": "Yüksek ve büyük bir şekilde belirmek, ortaya çıkmak, belirginleşmek. Bu kalıp, bir şeyin aniden ve dikkat çekici bir şekilde yüksek veya büyük olarak ortaya çıkmasını ifade eder. Bu, bir şeyin gizli veya belirsiz bir durumdan belirgin ve etkileyici bir hale gelmesidir. Bu, bir potansiyelin açığa çıkması veya bir gerçeğin ortaya çıkması gibi anlamlara gelebilir.", "mikro_mantik": "Bu kalıp (Infa'ala), bir eylemin kendiliğinden veya doğal olarak gerçekleştiğini ifade eder. Kökün anlamını 'yüksek olmak'tan 'yüksek bir şekilde belirmek' şeklinde dönüştürerek, bir şeyin kendi içsel potansiyeliyle ortaya çıkmasını vurgular. Bu, dışsal bir etki olmaksızın gerçekleşen bir dönüşümdür."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِطَّوَدَ - iṭṭawada", "muzari": "يَطَّوِدُ - yaṭṭawidu", "masdar": "اِطِّوَاد - iṭṭiwād"}, "bab_anlami": "Yüksek ve büyük olmak, heybetli bir şekilde yükselmek. Bu kalıp, kökün temel anlamını vurgular ve bir şeyin doğal olarak yüksek ve büyük olduğunu, heybetli bir şekilde yükseldiğini ifade eder. Bu, bir şeyin içsel gücünü ve potansiyelini yansıtır, dışsal bir etkiye ihtiyaç duymadan kendi kendine yükselme yeteneğini gösterir.", "mikro_mantik": "Bu kalıp (Ifta'ala), bir eylemin yoğunluğunu ve kalıcılığını ifade eder. Kökün anlamını 'yüksek olmak'tan 'yüksek ve büyük olmak, heybetli bir şekilde yükselmek' şeklinde dönüştürerek, bir şeyin doğal olarak sahip olduğu yüksekliği ve büyüklüğü vurgular. Bu, kalıcı ve değişmeyen bir özelliktir."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اِطْمَأَنَّ - iṭmaʾanna", "muzari": "يَطْمَئِنُّ - yaṭmaʾinnu", "masdar": "اِطْمِئْنَانّ - iṭmiʾnān"}, "bab_anlami": "Kalbin yüksek bir huzur ve güven içinde olması, tatmin olmak, sakinleşmek. Bu kalıp, kökün anlamını fiziksel yükseklikten metafiziksel bir duruma taşır. Kalbin yüksek bir mertebede huzur bulması, endişelerden arınması ve güven duygusuyla dolması anlamına gelir. Bu, içsel bir denge ve uyum halidir, ruhun sükunet bulduğu bir andır.", "mikro_mantik": "Bu kalıp (If'alla), bir durumun derinliğini ve kalıcılığını ifade eder. Kökün anlamını 'yüksek olmak'tan 'kalbin yüksek bir huzur içinde olması' şeklinde dönüştürerek, içsel huzurun ve güvenin derinliğini vurgular. Bu, geçici bir duygu değil, kalıcı bir ruh halidir."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَطْوَدَ - istaṭwada", "muzari": "يَسْتَطْوِدُ - yastaṭwidu", "masdar": "اِسْتِطْوَاد - istiṭwād"}, "bab_anlami": "Yüksek ve büyük olmayı istemek, yüksekliğe ulaşmaya çalışmak, yücelik arayışında olmak. Bu kalıp, bir kişinin veya şeyin yüksek bir konuma ulaşma arzusunu, yücelik arayışını ifade eder. Bu, sürekli bir çaba ve azim gerektiren bir süreçtir, kişinin kendi potansiyelini aşma ve daha yüksek bir ideale ulaşma isteğini yansıtır. Bu, manevi bir yükseliş veya kişisel gelişim yolculuğu olabilir.", "mikro_mantik": "Bu kalıp (Istaf'ala), bir şeyi istemek, aramak veya elde etmeye çalışmak anlamına gelir. Kökün anlamını 'yüksek olmak'tan 'yüksek olmayı istemek' şeklinde dönüştürerek, bir kişinin veya şeyin yücelik arayışını vurgular. Bu, bilinçli bir çaba ve hedefe yönelik bir eylemdir."}]}], "طور": [{"kok": "طور", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Değişim, dönüşüm, bir halden başka bir hale geçiş. Özünde, bir varlığın potansiyelini gerçekleştirme sürecindeki evrimi barındırır.", "kavramsal_derinlik": "Beşeri düzlemde, bireyin kendini geliştirme, olgunlaşma ve tekamül yolculuğunu ifade ederken; ilahi düzlemde, yaratılışın sürekli yenilenmesi, evrenin genişlemesi ve varoluşun farklı boyutlara açılması anlamlarını taşır."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "طَارَ - tāra", "muzari": "يَطُورُ - yaṭūru", "masdar": "طَوْرًا - ṭawran"}, "bab_anlami": "Bir halden başka bir hale geçmek, değişmek, dönüşmek. Bu kalıp, kökün temel anlamını doğrudan yansıtır ve bir şeyin evrimleşerek farklı bir forma bürünmesini ifade eder. Varlığın özündeki potansiyelin açığa çıkması ve kendini gerçekleştirmesi bu kalıpla somutlaşır.", "mikro_mantik": "Bu kalıp, kökün temel anlamını en yalın haliyle ifade eder. Değişimin ve dönüşümün basit, doğal ve kendiliğinden gerçekleşen bir süreç olduğunu vurgular. Bir nesnenin veya durumun, içsel bir dinamikle farklı bir evreye geçişini gösterir."}, {"bab_no": 2, "fiil_formlari": {"mazi": "طَوَّرَ - ṭawwara", "muzari": "يُطَوِّرُ - yuṭawwiru", "masdar": "تَطْوِيرًا - taṭwīran"}, "bab_anlami": "Bir şeyi geliştirmek, iyileştirmek, daha mükemmel bir hale getirmek. Bu kalıp, değişimin bilinçli bir çaba sonucu ortaya çıktığını ve bir amaca yönelik olduğunu ifade eder. İnsanların veya sistemlerin, sürekli olarak kendilerini yenileme ve daha iyiye ulaşma arayışını temsil eder. Bu, sadece maddi gelişimi değil, aynı zamanda manevi ve zihinsel gelişimi de kapsar.", "mikro_mantik": "Bu kalıp, köke yoğunluk ve amaçlılık katar. Değişimin pasif bir süreç olmaktan çıkıp aktif bir eyleme dönüştüğünü gösterir. Bir şeyin niteliğini artırmak, değerini yükseltmek veya işlevselliğini geliştirmek için yapılan bilinçli müdahaleleri ifade eder."}, {"bab_no": 3, "fiil_formlari": {"mazi": "طَاوَرَ - ṭāwara", "muzari": "يُطَاوِرُ - yuṭāwiru", "masdar": "مُطَاوَرَةً - muṭāwaratan"}, "bab_anlami": "Bir şeyle yarışmak, rekabet etmek veya bir konuda üstünlük sağlamaya çalışmak. Bu kalıp, değişimin ve gelişimin rekabet ortamında ortaya çıktığını ve bir hedefe ulaşmak için gösterilen çabayı ifade eder. Bireylerin veya grupların, birbirleriyle yarışarak daha iyiye ulaşma arzusunu temsil eder. Bu, sadece maddi rekabeti değil, aynı zamanda fikirlerin ve düşüncelerin rekabetini de kapsar.", "mikro_mantik": "Bu kalıp, köke dinamizm ve gerilim katar. Değişimin, dışsal bir etki veya zorlama sonucu ortaya çıktığını gösterir. Bir şeyin, başka bir şeyle karşılaştırıldığında daha iyi veya daha kötü olduğunu belirlemek için yapılan kıyaslamaları ifade eder."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَطَارَ - aṭāra", "muzari": "يُطِيرُ - yuṭīru", "masdar": "إِطَارَةً - iṭāratan"}, "bab_anlami": "Bir şeyi uçurmak, havaya kaldırmak veya bir yerden başka bir yere taşımak. Bu kalıp, değişimin hızlı ve ani bir şekilde gerçekleştiğini ve bir şeyin yerini veya durumunu değiştirdiğini ifade eder. Bilginin yayılması, haberlerin duyurulması veya bir fikrin hızla benimsenmesi gibi durumları temsil eder. Aynı zamanda, bir şeyin özünü veya niteliğini değiştirmeden sadece yerini değiştirmeyi de ifade edebilir.", "mikro_mantik": "Bu kalıp, köke hız ve hareketlilik katar. Değişimin, bir şeyin konumunu veya durumunu aniden değiştirdiğini gösterir. Bir şeyin, bir yerden başka bir yere taşınması veya bir durumdan başka bir duruma geçmesi gibi fiziksel veya soyut hareketleri ifade eder."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَطَوَّرَ - taṭawwara", "muzari": "يَتَطَوَّرُ - yataṭawwaru", "masdar": "تَطَوُّرًا - taṭawwuran"}, "bab_anlami": "Kendiliğinden gelişmek, evrim geçirmek, aşama kaydetmek. Bu kalıp, değişimin içsel bir süreç olduğunu ve bir şeyin kendi doğası gereği zamanla daha iyiye doğru ilerlediğini ifade eder. Bireylerin veya sistemlerin, dışsal bir müdahale olmaksızın kendi potansiyellerini gerçekleştirmesi ve olgunlaşması bu kalıpla somutlaşır. Bu, sadece teknik veya bilimsel gelişimi değil, aynı zamanda ahlaki ve ruhani gelişimi de kapsar.", "mikro_mantik": "Bu kalıp, köke içsellik ve süreklilik katar. Değişimin, bir şeyin kendi iç dinamikleriyle gerçekleştiğini ve zamanla aşama aşama ilerlediğini gösterir. Bir şeyin, başlangıç noktasından daha karmaşık ve gelişmiş bir hale gelmesini ifade eder."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَطَاوَرَ - taṭāwara", "muzari": "يَتَطَاوَرُ - yataṭāwaru", "masdar": "تَطَاوُرًا - taṭāwuran"}, "bab_anlami": "Boyca uzamak, yükselmek, gelişmek ve büyümek. Aynı zamanda, bir şeyin değerinin veya öneminin artması anlamını da taşır. Bu kalıp, değişimin hem fiziksel hem de soyut boyutlarda gerçekleştiğini ve bir şeyin zamanla daha üstün bir konuma geldiğini ifade eder. Bir binanın yükselmesi, bir ağacın büyümesi veya bir fikrin yaygınlaşması gibi durumları temsil eder.", "mikro_mantik": "Bu kalıp, köke yükseklik ve ilerleme anlamı katar. Değişimin, bir şeyin hem niceliksel hem de niteliksel olarak arttığını gösterir. Bir şeyin, başlangıç noktasından daha büyük, daha güçlü veya daha önemli bir hale gelmesini ifade eder."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْطَارَ - inṭāra", "muzari": "يَنْطَارُ - yanṭāru", "masdar": "اِنْطِيَارًا - inṭiyāran"}, "bab_anlami": "Değişime uğramak, dönüşmek, farklı bir forma bürünmek. Bu kalıp, kökün temel anlamını pekiştirir ve değişimin kaçınılmaz bir süreç olduğunu vurgular. Bir şeyin, dışsal veya içsel etkenler sonucu farklı bir görünüme veya yapıya sahip olması bu kalıpla ifade edilir. Bu, sadece fiziksel değişimi değil, aynı zamanda zihinsel ve duygusal değişimi de kapsar.", "mikro_mantik": "Bu kalıp, köke edilgenlik ve zorunluluk anlamı katar. Değişimin, bir şeyin kontrolü dışında gerçekleştiğini ve kaçınılmaz olduğunu gösterir. Bir şeyin, dışsal etkenler sonucu farklı bir hale gelmesini ifade eder."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِطَّوَّرَ - iṭṭawwara", "muzari": "يَطَّوَّرُ - yaṭṭawwaru", "masdar": "اِطِّوَّارًا - iṭṭiwāran"}, "bab_anlami": "Çok hızlı bir şekilde gelişmek, evrimleşmek, ileriye doğru atılım yapmak. Bu kalıp, değişimin beklenmedik bir hızla ve büyük bir etkiyle gerçekleştiğini ifade eder. Teknolojik gelişmeler, bilimsel keşifler veya toplumsal değişimler gibi ani ve önemli dönüşümleri temsil eder. Aynı zamanda, bir şeyin potansiyelini hızla açığa çıkarması ve beklenenden daha iyi bir hale gelmesi anlamını da taşır.", "mikro_mantik": "Bu kalıp, köke hız ve yoğunluk anlamı katar. Değişimin, çok kısa bir sürede ve büyük bir etkiyle gerçekleştiğini gösterir. Bir şeyin, beklenmedik bir şekilde ve hızla gelişmesini ifade eder."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اِسْتَطَارَ - istaṭāra", "muzari": "يَسْتَطِيرُ - yastaṭīru", "masdar": "اِسْتِطَارَةً - istiṭāratan"}, "bab_anlami": "Uçuşmak, yayılmak, etrafa dağılmak. Aynı zamanda, bir şeyin kontrol dışına çıkması veya kontrolden çıkmak üzere olması anlamını da taşır. Bu kalıp, değişimin kaotik ve öngörülemez bir şekilde gerçekleştiğini ve bir şeyin sınırlarını aştığını ifade eder. Bir yangının yayılması, bir dedikodunun yayılması veya bir duygunun kontrolden çıkması gibi durumları temsil eder.", "mikro_mantik": "Bu kalıp, köke yayılma ve kontrolsüzlük anlamı katar. Değişimin, bir şeyin sınırlarını aştığını ve etrafa yayıldığını gösterir. Bir şeyin, kontrol dışına çıkması veya kontrolden çıkmak üzere olması durumunu ifade eder."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَطْوَرَ - istaṭwara", "muzari": "يَسْتَطْوِرُ - yastaṭwiru", "masdar": "اِسْتِطْوَارًا - istiṭwāran"}, "bab_anlami": "Bir şeyin gelişimini istemek, talep etmek veya bir şeyin daha iyi bir hale gelmesini beklemek. Aynı zamanda, bir şeyi geliştirmek için çaba göstermek veya bir şeyin potansiyelini ortaya çıkarmak için çalışmak anlamını da taşır. Bu kalıp, değişimin bilinçli bir arayış veya beklenti sonucu ortaya çıktığını ve bir amaca yönelik olduğunu ifade eder. Bir öğrencinin bilgi edinmek için çaba göstermesi, bir şirketin ürünlerini geliştirmek için yatırım yapması veya bir toplumun daha iyi bir geleceğe ulaşmak için çalışması gibi durumları temsil eder.", "mikro_mantik": "Bu kalıp, köke istek ve beklenti anlamı katar. Değişimin, bilinçli bir arayış veya beklenti sonucu ortaya çıktığını gösterir. Bir şeyin, daha iyi bir hale gelmesi için gösterilen çabayı veya bir şeyin potansiyelini ortaya çıkarmak için yapılan çalışmaları ifade eder."}]}], "طوع": [{"kok": "طوع", "ontolojik_analiz": {"temel_anlam_cekirdegi": "İradeye boyun eğme, gönüllü olma, itaat etme. Kök, içsel bir motivasyonla bir amaca yönelmeyi ve direnç göstermeden uyum sağlamayı ifade eder. Bu, zorlama olmaksızın, özgür iradeyle bir şeye razı olmayı içerir.", "kavramsal_derinlik": "Kök, hem beşeri ilişkilerde uyumu hem de ilahi iradeye teslimiyeti kapsar. İnsanın kendi iç dünyasında huzuru bulması ve evrensel düzenle ahenk içinde olması, bu kökün derin anlam katmanlarını oluşturur. Aynı zamanda, bu kök, insanın kendi nefsini terbiye ederek daha yüksek bir amaca hizmet etmesini de simgeler."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "طَاعَ - tāʿa", "muzari": "يَطُوعُ - yaṭūʿu", "masdar": "طَوْع - ṭawʿ"}, "bab_anlami": "Gönüllü olarak itaat etmek, isteyerek boyun eğmek. Bu kalıp, eylemin içten gelen bir arzuyla gerçekleştiğini vurgular. Kişinin kendi özgür iradesiyle bir şeye yönelmesi ve bu yönelişte herhangi bir zorlama veya baskı hissetmemesi anlamını taşır. Bu, aynı zamanda, kişinin kendi içsel değerleriyle uyumlu bir eylemde bulunması demektir.", "mikro_mantik": "Bu kalıp, kökün temel anlamını pekiştirerek, eylemin gönüllülük esasına dayandığını vurgular. Fiilin basit yapısı, eylemin doğrudan ve dolaysız bir şekilde gerçekleştiğini gösterir. Bu, itaat etme eyleminin herhangi bir aracı veya zorlama olmaksızın, doğrudan failin iradesiyle gerçekleştiğini ifade eder."}, {"bab_no": 2, "fiil_formlari": {"mazi": "طَوَّعَ - ṭawwaʿa", "muzari": "يُطَوِّعُ - yuṭawwiʿu", "masdar": "تَطْوِيع - taṭwīʿ"}, "bab_anlami": "Bir şeyi itaatkar hale getirmek, boyun eğdirmek, uyum sağlamasını sağlamak. Bu kalıp, bir nesnenin veya durumun istenilen amaca uygun hale getirilmesi sürecini ifade eder. Bu, bir şeyi şekillendirme, yönlendirme veya kontrol etme anlamlarını içerir. Aynı zamanda, bu kalıp, bir kişinin veya şeyin potansiyelini ortaya çıkarma ve onu daha verimli hale getirme çabasını da ifade edebilir.", "mikro_mantik": "Bu kalıp, kökün anlamını yoğunlaştırarak, eylemin bir nesne üzerinde uygulandığını ve bu nesnenin değiştirildiğini vurgular. Fiilin tekrarı, eylemin sürekli ve yoğun bir şekilde gerçekleştiğini gösterir. Bu, bir şeyi itaatkar hale getirme sürecinin zaman ve çaba gerektirdiğini ifade eder."}, {"bab_no": 3, "fiil_formlari": {"mazi": "تَطَوَّعَ - taṭawwaʿa", "muzari": "يَتَطَوَّعُ - yataṭawwaʿu", "masdar": "تَطَوُّع - taṭawwuʿ"}, "bab_anlami": "Gönüllü olmak, isteyerek bir işi üstlenmek, kendini bir amaca adamak. Bu kalıp, kişinin kendi içsel motivasyonuyla bir görevi veya sorumluluğu kabul etmesini ifade eder. Bu, herhangi bir zorlama olmaksızın, kişinin kendi özgür iradesiyle bir amaca hizmet etmeyi seçmesi anlamına gelir. Aynı zamanda, bu kalıp, kişinin kendi yeteneklerini ve enerjisini başkalarının iyiliği için kullanma arzusunu da ifade edebilir.", "mikro_mantik": "Bu kalıp, kökün anlamını genişleterek, eylemin karşılıklı bir etkileşim içerdiğini vurgular. Fiilin dönüşlü yapısı, failin hem eylemi gerçekleştiren hem de eylemden etkilenen olduğunu gösterir. Bu, gönüllü olmanın kişinin kendi iç dünyasında bir dönüşüm yarattığını ve onu daha iyi bir insan yaptığını ifade eder."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَطَاعَ - aṭāʿa", "muzari": "يُطِيعُ - yuṭīʿu", "masdar": "إِطَاعَة - iṭāʿa"}, "bab_anlami": "İtaat etmek, boyun eğmek, emirlere uymak. Bu kalıp, bir otoriteye veya kurala uyma eylemini ifade eder. Bu, bir liderin, bir yasanın veya bir ilkenin rehberliğinde hareket etmeyi içerir. Aynı zamanda, bu kalıp, kişinin kendi nefsini terbiye ederek daha yüksek bir amaca hizmet etmesini de simgeler. İtaat, bazen zorlayıcı gibi görünse de, aslında daha büyük bir düzenin ve uyumun parçası olmayı sağlar.", "mikro_mantik": "Bu kalıp, kökün anlamını yoğunlaştırarak, eylemin bir otoriteye yönelik olduğunu vurgular. Fiilin geçişli yapısı, eylemin bir nesne üzerinde uygulandığını ve bu nesnenin itaat ettiğini gösterir. Bu, itaat etme eyleminin bir hiyerarşi veya düzen içinde gerçekleştiğini ifade eder."}]}], "طوف": [{"kok": "طوف", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Bir şeyin etrafında dönme, kuşatma, ihata etme; bir durumu veya mekanı tam olarak deneyimleme.", "kavramsal_derinlik": "Fiziksel bir dönüşten, zihinsel bir tefekküre; dünyevi bir yolculuktan, ruhani bir arayışa kadar geniş bir yelpazede anlam taşır. İnsanın kendi iç dünyasında ve dış dünyada sürekli bir hareket halinde olduğunu, bu hareketin bilgiye, deneyime ve nihayetinde olgunluğa götürdüğünü ifade eder."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "طَافَ - tāfa", "muzari": "يَطُوفُ - yaṭūfu", "masdar": "طَوْف - ṭawf"}, "bab_anlami": "Bir şeyin etrafında dönmek, dolaşmak, bir yeri veya durumu deneyimlemek için hareket etmek. Bu kalıp, öznenin aktif olarak bir şeyin etrafında döndüğünü veya bir yerde dolaştığını ifade eder. Bu, fiziksel bir eylem olabileceği gibi, zihinsel bir süreç de olabilir; örneğin, bir konuyu derinlemesine düşünmek veya bir anıyı tekrar tekrar zihinde canlandırmak.", "mikro_mantik": "Bu kalıp, kökün temel anlamını doğrudan ve aktif bir şekilde ifade eder. Fiilin öznesi, dönme veya dolaşma eylemini gerçekleştiren aktördür. Eylemin yönü ve amacı, bağlama göre belirlenir; bu da kalıba esneklik ve çok yönlülük kazandırır."}, {"bab_no": 2, "fiil_formlari": {"mazi": "طَوَّفَ - ṭawwafa", "muzari": "يُطَوِّفُ - yuṭawwifu", "masdar": "تَطْوِيف - taṭwīf"}, "bab_anlami": "Bir şeyi etrafında döndürmek, bir şeyi dolaştırmak veya bir şeyi tekrar tekrar deneyimlemek. Bu kalıp, bir eylemin yoğunluğunu veya tekrarlanmasını vurgular. Örneğin, bir düşünceyi zihinde tekrar tekrar döndürmek veya bir konuyu farklı açılardan dolaştırmak. Aynı zamanda, bir şeyi başkalarının deneyimine sunmak veya bir şeyi yaymak anlamında da kullanılabilir.", "mikro_mantik": "Bu kalıp, kökün anlamını yoğunlaştırır ve tekrarlama veya dolaştırma eylemini vurgular. Fiilin öznesi, dönme veya dolaşma eylemini başlatan ve yönlendiren aktördür. Bu kalıp, eylemin süresini veya yoğunluğunu artırarak, kökün anlamını daha belirgin hale getirir."}, {"bab_no": 3, "fiil_formlari": {"mazi": "طَاوَفَ - ṭāwafa", "muzari": "يُطَاوِفُ - yuṭāwifu", "masdar": "مُطَاوَفَة - muṭāwafa"}, "bab_anlami": "Bir şeyin etrafında karşılıklı dönmek, bir konuda müzakere etmek veya bir durumu birlikte deneyimlemek. Bu kalıp, iki veya daha fazla öznenin bir eylemi karşılıklı olarak gerçekleştirdiğini ifade eder. Bu, bir tartışma, bir işbirliği veya ortak bir deneyim olabilir. Aynı zamanda, bir şeyin etrafında dönerek bir amaca ulaşmaya çalışmak anlamında da kullanılabilir.", "mikro_mantik": "Bu kalıp, kökün anlamını karşılıklılık ve etkileşim bağlamında ifade eder. Fiilin öznesi, birden fazla aktörün katılımıyla gerçekleşen bir eylemi ifade eder. Bu kalıp, eylemin sosyal veya ilişkisel boyutunu vurgulayarak, kökün anlamını daha karmaşık hale getirir."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَطَافَ - aṭāfa", "muzari": "يُطِيفُ - yuṭīfu", "masdar": "إِطَافَة - iṭāfa"}, "bab_anlami": "Bir şeyin etrafını kuşatmak, bir şeyi çevrelemek veya bir şeyi tamamen deneyimlemek. Bu kalıp, bir şeyin etrafını tamamen saran veya kuşatan bir eylemi ifade eder. Bu, fiziksel bir kuşatma olabileceği gibi, zihinsel veya duygusal bir kuşatma da olabilir; örneğin, bir düşünceyle tamamen meşgul olmak veya bir duyguyla tamamen sarılmak. Aynı zamanda, bir şeyi korumak veya gözetlemek anlamında da kullanılabilir.", "mikro_mantik": "Bu kalıp, kökün anlamını kuşatma ve çevreleme bağlamında ifade eder. Fiilin öznesi, bir şeyi tamamen saran veya kuşatan bir eylemi ifade eder. Bu kalıp, eylemin kapsamını ve yoğunluğunu vurgulayarak, kökün anlamını daha güçlü hale getirir."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَطَوَّفَ - taṭawwafa", "muzari": "يَتَطَوَّفُ - yataṭawwafu", "masdar": "تَطَوُّف - taṭawwuf"}, "bab_anlami": "Bir şeyin etrafında tekrar tekrar dönmek, bir şeyi derinlemesine araştırmak veya bir durumu dikkatlice incelemek. Bu kalıp, bir eylemin tekrarlanmasını ve yoğunluğunu vurgular. Örneğin, bir konuyu farklı açılardan tekrar tekrar incelemek veya bir durumu tüm detaylarıyla araştırmak. Aynı zamanda, bir şeyi deneyimlemek için farklı yerleri dolaşmak anlamında da kullanılabilir.", "mikro_mantik": "Bu kalıp, kökün anlamını tekrarlama ve derinlemesine inceleme bağlamında ifade eder. Fiilin öznesi, bir eylemi tekrar tekrar gerçekleştiren ve derinlemesine inceleyen aktördür. Bu kalıp, eylemin süresini ve yoğunluğunu artırarak, kökün anlamını daha belirgin hale getirir."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَطَاوَفَ - taṭāwafa", "muzari": "يَتَطَاوَفُ - yataāwafu", "masdar": "تَطَاوُف - taṭāwuf"}, "bab_anlami": "Bir şeyin etrafında dönmek için yarışmak, bir konuda rekabet etmek veya bir durumu birlikte deneyimlemek için çabalamak. Bu kalıp, iki veya daha fazla öznenin bir eylemi gerçekleştirmek için rekabet ettiğini veya birlikte çabaladığını ifade eder. Bu, bir yarışma, bir rekabet veya ortak bir amaç için birlikte çalışma olabilir. Aynı zamanda, bir şeyin etrafında dönerek bir amaca ulaşmaya çalışmak anlamında da kullanılabilir.", "mikro_mantik": "Bu kalıp, kökün anlamını rekabet ve işbirliği bağlamında ifade eder. Fiilin öznesi, birden fazla aktörün katılımıyla gerçekleşen bir eylemi ifade eder. Bu kalıp, eylemin sosyal veya ilişkisel boyutunu vurgulayarak, kökün anlamını daha karmaşık hale getirir."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْطَافَ - inṭāfa", "muzari": "يَنْطَافُ - yanṭāfu", "masdar": "اِنْطِيَاف - inṭiyāf"}, "bab_anlami": "Bir şeyin etrafında dönmeye başlamak, bir durumun içine girmek veya bir şeyi deneyimlemeye yönelmek. Bu kalıp, bir eylemin başlangıcını veya bir duruma geçişi ifade eder. Örneğin, bir konuyu düşünmeye başlamak veya bir duyguya kapılmaya yönelmek. Aynı zamanda, bir şeyin etrafında dönerek bir amaca doğru ilerlemek anlamında da kullanılabilir.", "mikro_mantik": "Bu kalıp, kökün anlamını başlangıç ve yönelme bağlamında ifade eder. Fiilin öznesi, bir eylemi başlatmaya veya bir duruma yönelmeye başlayan aktördür. Bu kalıp, eylemin başlangıcını vurgulayarak, kökün anlamını daha dinamik hale getirir."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِطَّافَ - iṭṭāfa", "muzari": "يَطَّافُ - yaṭṭāfu", "masdar": "اِطِّيَاف - iṭṭiyāf"}, "bab_anlami": "Bir şeyin etrafında yoğun bir şekilde dönmek, bir şeyi tamamen kuşatmak veya bir durumu derinlemesine deneyimlemek. Bu kalıp, bir eylemin yoğunluğunu ve kapsamını vurgular. Örneğin, bir düşünceyle tamamen meşgul olmak veya bir duyguyla tamamen sarılmak. Aynı zamanda, bir şeyi korumak veya gözetlemek için etrafında dönmek anlamında da kullanılabilir.", "mikro_mantik": "Bu kalıp, kökün anlamını yoğunluk ve kuşatma bağlamında ifade eder. Fiilin öznesi, bir şeyi tamamen saran veya kuşatan bir eylemi ifade eder. Bu kalıp, eylemin kapsamını ve yoğunluğunu vurgulayarak, kökün anlamını daha güçlü hale getirir."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اِسْتَطَافَ - istaṭāfa", "muzari": "يَسْتَطِيفُ - yastaṭīfu", "masdar": "اِسْتِطَافَة - istiṭāfa"}, "bab_anlami": "Bir şeyin etrafında dönmeyi istemek, bir şeyi deneyimlemeyi arzu etmek veya bir durumu anlamak için çabalamak. Bu kalıp, bir eylemi gerçekleştirme arzusunu veya bir amaca ulaşma çabasını ifade eder. Örneğin, bir konuyu derinlemesine anlamayı istemek veya bir durumu tüm detaylarıyla deneyimlemeyi arzu etmek. Aynı zamanda, bir şeyin etrafında dönerek bir amaca ulaşmaya çalışmak anlamında da kullanılabilir.", "mikro_mantik": "Bu kalıp, kökün anlamını arzu ve çaba bağlamında ifade eder. Fiilin öznesi, bir eylemi gerçekleştirmeyi arzu eden veya bir amaca ulaşmak için çabalayan aktördür. Bu kalıp, eylemin motivasyonunu vurgulayarak, kökün anlamını daha derin hale getirir."}]}], "طوق": [{"kok": "طوق", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Kuşatma, çevreleme, sınırlama; bir şeyin etrafını saran, onu kontrol altında tutan veya ona şekil veren şey. Özgürlüğün kısıtlanması veya bir sorumluluğun kabulü.", "kavramsal_derinlik": "Hem fiziksel bir nesnenin etrafını saran bir bağ (boyun bağı, tasma vb.) hem de mecazi anlamda bir yükümlülük, sorumluluk veya kaderin insanı kuşatması. İnsanın kendi iradesiyle seçtiği veya zorunlu olarak kabul ettiği sınırlamalar arasındaki gerilimi ifade eder. İlahi kaderin insan üzerindeki etkisi ve insanın bu kaderle olan ilişkisi."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "طَاقَ - tāqa", "muzari": "يَطُوقُ - yaṭūqu", "masdar": "طَوْق - ṭawq"}, "bab_anlami": "Bir şeyi kuşatmak, çevrelemek, gücü yetmek, tahammül etmek. Bu kalıp, kökün temel anlamını korurken, eylemin doğrudan bir nesne üzerindeki etkisini vurgular. Kişinin bir şeyi yapmaya gücünün yetmesi, bir sorumluluğu taşıyabilmesi veya bir durumu kontrol altında tutabilmesi anlamına gelir. Aynı zamanda, bir şeyin etrafını sararak onu sınırlamak veya korumak gibi anlamlara da gelebilir.", "mikro_mantik": "Bu basit fiil kalıbı, kökün temel anlamını doğrudan eyleme dönüştürür. Eylemin öznesi ve nesnesi arasındaki ilişkiyi net bir şekilde ortaya koyar. Fiilin yalın hali, eylemin basitliğini ve doğrudanlığını ifade eder. Kökün anlamını yoğunlaştırır ve eylemin temel niteliğini vurgular."}, {"bab_no": 2, "fiil_formlari": {"mazi": "طَوَّقَ - ṭawwaqa", "muzari": "يُطَوِّقُ - yuṭawwiqu", "masdar": "تَطْوِيق - taṭwīq"}, "bab_anlami": "Bir şeyi tamamen kuşatmak, birinin boynuna gerdanlık takmak, bir şeyi bir şeyle çevrelemek. Bu kalıp, eylemin yoğunluğunu ve kapsamını artırır. Bir şeyi tamamen kuşatmak, onu her yönden sarmak ve kontrol altına almak anlamına gelir. Aynı zamanda, birine bir şey vermek, onu bir şeyle donatmak veya süslemek gibi anlamlara da gelebilir. Bu, bir sorumluluğu yüklemek veya bir lütfu bahşetmek şeklinde de yorumlanabilir.", "mikro_mantik": "Tekrarlama (teşdid) kalıbı, eylemin yoğunluğunu ve tekrarlanmasını vurgular. Kökün anlamını genişletir ve eylemin daha kapsamlı ve etkili olduğunu gösterir. Eylemin öznesi ve nesnesi arasındaki ilişki daha karmaşık hale gelir. Eylemin sonucu, nesne üzerinde daha kalıcı ve belirgin bir etki bırakır."}, {"bab_no": 3, "fiil_formlari": {"mazi": "تَطَاوَقَ - taṭāwaqa", "muzari": "يَتَطَاوَقُ - yataṭāwaqu", "masdar": "تَطَاوُق - taṭāwuq"}, "bab_anlami": "Birbirini kuşatmak, karşılıklı olarak çevrelemek, uyum içinde olmak, denk gelmek. Bu kalıp, eylemin karşılıklı ve etkileşimli olduğunu gösterir. İki veya daha fazla şeyin birbirini kuşatması, birbirini tamamlaması veya birbirine denk gelmesi anlamına gelir. Bu, uyum, denge ve işbirliği gibi kavramları içerir. Aynı zamanda, rekabet veya çatışma gibi zıt anlamları da barındırabilir.", "mikro_mantik": "Müşareket (ortaklık) kalıbı, eylemin karşılıklı ve etkileşimli olduğunu vurgular. Kökün anlamını ilişkilendirir ve eylemin birden fazla özne arasında gerçekleştiğini gösterir. Eylemin sonucu, özne ve nesne arasındaki ilişkiden doğar. Bu kalıp, sosyal ve ilişkisel anlamları ön plana çıkarır."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَطَاقَ - aṭāqa", "muzari": "يُطِيقُ - yuṭīqu", "masdar": "إِطَاقَة - iṭāqa"}, "bab_anlami": "Gücü yetmek, tahammül etmek, dayanmak, bir şeyi yapmaya muktedir olmak. Bu kalıp, kişinin bir şeyi yapabilme veya bir duruma dayanabilme yeteneğini vurgular. Zorluklara karşı direnç gösterme, sorumlulukları yerine getirme ve hedeflere ulaşma kapasitesini ifade eder. Aynı zamanda, bir şeyin sınırlarını aşma veya bir engeli aşma anlamını da içerebilir.", "mikro_mantik": "İf'al kalıbı, eylemin öznenin yeteneği veya kapasitesi ile ilgili olduğunu gösterir. Kökün anlamını güçlendirir ve eylemin öznenin içsel gücünden kaynaklandığını vurgular. Eylemin sonucu, öznenin kendi potansiyelini gerçekleştirmesiyle ilgilidir."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَطَوَّقَ - taṭawwaqa", "muzari": "يَتَطَوَّقُ - yataṭawwaqu", "masdar": "تَطَوُّق - taṭawwuq"}, "bab_anlami": "Kendi isteğiyle bir şeyi boynuna geçirmek, bir sorumluluğu üstlenmek, bir şeyle çevrelenmek. Bu kalıp, kişinin kendi iradesiyle bir şeyi kabul etmesini veya bir duruma dahil olmasını ifade eder. Sorumluluk alma, adanma ve bağlılık gibi kavramları içerir. Aynı zamanda, bir şeyin etkisi altına girmek veya bir şeyle sınırlanmak anlamını da taşıyabilir.", "mikro_mantik": "Tefa'ul kalıbı, eylemin öznenin kendi isteğiyle gerçekleştiğini ve öznenin eyleme aktif olarak katıldığını vurgular. Kökün anlamını kişiselleştirir ve eylemin öznenin içsel motivasyonundan kaynaklandığını gösterir. Eylemin sonucu, öznenin kendi kimliğini ve değerlerini yansıtmasıyla ilgilidir."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَطَاوَقَ - taṭāwaqa", "muzari": "يَتَطَاوَقُ - yataṭāwaqu", "masdar": "تَطَاوُق - taṭāwuq"}, "bab_anlami": "Birbirine denk gelmek, uyum sağlamak, aynı seviyede olmak, karşılıklı olarak kuşatmak. Bu kalıp, iki veya daha fazla şeyin birbirine uyum sağlaması, birbirini tamamlaması veya aynı seviyede olması anlamına gelir. Denge, harmoni ve işbirliği gibi kavramları içerir. Aynı zamanda, rekabet veya çatışma gibi zıt anlamları da barındırabilir.", "mikro_mantik": "Tefa'ul kalıbının tekrarı, eylemin karşılıklı ve etkileşimli olduğunu daha da vurgular. Kökün anlamını ilişkilendirir ve eylemin birden fazla özne arasında gerçekleştiğini gösterir. Eylemin sonucu, özne ve nesne arasındaki ilişkiden doğar. Bu kalıp, sosyal ve ilişkisel anlamları ön plana çıkarır."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْطَاقَ - inṭāqa", "muzari": "يَنْطَاقُ - yanṭāqu", "masdar": "اِنْطِيَاق - inṭiyāq"}, "bab_anlami": "Kuşatılmak, çevrelenmek, bir şeyin içine girmek, bir şeyle sınırlanmak. Bu kalıp, bir şeyin başka bir şey tarafından kuşatılması veya çevrelenmesi durumunu ifade eder. Sınırlanma, kısıtlanma ve kontrol altında olma gibi kavramları içerir. Aynı zamanda, bir şeyin içine dahil olma veya bir şeyin parçası olma anlamını da taşıyabilir.", "mikro_mantik": "İnfi'al kalıbı, eylemin öznenin pasif bir şekilde etkilendiğini gösterir. Kökün anlamını edilgenleştirir ve eylemin öznenin kontrolü dışında gerçekleştiğini vurgular. Eylemin sonucu, öznenin dış etkilere maruz kalmasıyla ilgilidir."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِطَّوَّقَ - iṭṭawwaqa", "muzari": "يَطَّوَّقُ - yaṭṭawwaqu", "masdar": "اِطِّوَّاق - iṭṭiwāq"}, "bab_anlami": "Kuşatmak, çevrelemek, bir şeyin etrafında dönmek, bir şeyle sarılmak. Bu kalıp, eylemin yoğunluğunu ve kapsamını artırır. Bir şeyi tamamen kuşatmak, onu her yönden sarmak ve kontrol altına almak anlamına gelir. Aynı zamanda, bir şeyin etrafında dönerek ona yakınlaşmak veya bir şeyle sarılarak ona bağlanmak gibi anlamlara da gelebilir.", "mikro_mantik": "İfti'al kalıbı, eylemin öznenin aktif bir şekilde katılımıyla gerçekleştiğini ve eylemin sonucunun özne üzerinde belirgin bir etki bıraktığını vurgular. Kökün anlamını yoğunlaştırır ve eylemin öznenin kendi çabasıyla gerçekleştiğini gösterir. Eylemin sonucu, öznenin kendi kimliğini ve değerlerini yansıtmasıyla ilgilidir."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اِطْمَأَنَّ - iṭmaʾanna (Bu bab bu kök için uygun olmayabilir, ancak potansiyel anlamı kurguluyoruz)", "muzari": "يَطْمَئِنُّ - yaṭmaʾinnu", "masdar": "اِطْمِئْنَان - iṭmiʾnān"}, "bab_anlami": "Kalbin kuşatılması, ruhun huzura ermesi, güven içinde olmak, sakinleşmek. Bu kalıp, kökün anlamını soyut bir düzeye taşır ve içsel bir durumu ifade eder. Kalbin veya ruhun bir şeyle kuşatılması, onun huzur bulması, güven içinde olması ve sakinleşmesi anlamına gelir. Bu, ilahi bir lütuf veya içsel bir dönüşüm sonucu gerçekleşebilir.", "mikro_mantik": "İf'ilal kalıbı, eylemin yoğunluğunu ve kalıcılığını vurgular. Kökün anlamını derinleştirir ve eylemin öznenin içsel dünyasında kalıcı bir etki bıraktığını gösterir. Eylemin sonucu, öznenin ruhsal ve duygusal olarak dönüşmesiyle ilgilidir."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَطَاقَ - istaṭāqa", "muzari": "يَسْتَطِيقُ - yastaṭīqu", "masdar": "اِسْتِطَاقَة - istitaqa"}, "bab_anlami": "Güç istemek, tahammül etmeye çalışmak, bir şeyi yapmaya muktedir olmak istemek, bir şeyin sınırlarını zorlamak. Bu kalıp, kişinin bir şeyi yapabilme veya bir duruma dayanabilme yeteneğini elde etmeye çalışmasını ifade eder. Zorluklara karşı direnç gösterme, sorumlulukları yerine getirme ve hedeflere ulaşma arzusunu vurgular. Aynı zamanda, bir şeyin sınırlarını aşma veya bir engeli aşma çabasını da içerebilir.", "mikro_mantik": "İstif'al kalıbı, eylemin öznenin bir şeyi elde etme veya bir duruma ulaşma çabasıyla ilgili olduğunu gösterir. Kökün anlamını genişletir ve eylemin öznenin kendi potansiyelini gerçekleştirmesiyle ilgili olduğunu vurgular. Eylemin sonucu, öznenin kendi sınırlarını aşması ve yeni yetenekler kazanmasıyla ilgilidir."}]}], "طول": [{"kok": "طول", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Uzatma, süreklilik, bir şeyin belirli bir yönde yayılması", "kavramsal_derinlik": "Fiziksel uzunluktan zamansal sürekliliğe, ahlaki olgunluğa ve ruhsal derinliğe kadar uzanan bir kavramdır. Bir şeyin potansiyelini tam olarak gerçekleştirmesi için geçen zamanı ve katettiği mesafeyi ifade eder."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "طَالَ - ṭāla", "muzari": "يَطُولُ - yaṭūlu", "masdar": "طُول - ṭūl"}, "bab_anlami": "Bir şeyin uzaması, sürmesi, yüksek veya uzun olması anlamına gelir. Bu kalıp, bir şeyin doğal veya beklenen sınırlarının ötesine geçmesini, zamanla veya mekânla genişlemesini ifade eder. Aynı zamanda, bir şeyin üstünlüğünü, yüceliğini veya önemini de vurgulayabilir; sanki o şey, diğerlerinden daha uzun, daha büyük veya daha etkileyicidir.", "mikro_mantik": "Bu kalıp, kökün temel anlamını (uzunluk) doğrudan ve basit bir şekilde ifade eder. Fiilin yalın hali, eylemin kendiliğinden veya doğal bir süreç olarak gerçekleştiğini gösterir. Uzama eyleminin öznenin doğasında var olduğunu veya dış bir etkene ihtiyaç duymadan gerçekleştiğini vurgular."}, {"bab_no": 2, "fiil_formlari": {"mazi": "طَوَّلَ - ṭawwala", "muzari": "يُطَوِّلُ - yuṭawwilu", "masdar": "تَطْوِيل - taṭwīl"}, "bab_anlami": "Bir şeyi uzatmak, süresini artırmak, gereğinden fazla uzatmak anlamına gelir. Bu kalıp, eylemin kasıtlı ve yoğun bir şekilde yapıldığını gösterir. Bir şeyin sınırlarını zorlamak, onu daha belirgin hale getirmek veya abartmak gibi anlamlar taşır. Bu kalıp aynı zamanda bir şeyi gereksiz yere karmaşık hale getirme veya detaylandırma eylemini de ifade edebilir; sanki bir hikayeyi veya açıklamayı aşırı derecede uzatarak asıl konudan uzaklaşılıyormuş gibi.", "mikro_mantik": "Bu kalıp, kökün anlamını yoğunlaştırır ve eylemin kasıtlı olarak yapıldığını vurgular. Tekrarlama (şedde), uzatma eyleminin sürekli veya yoğun bir şekilde yapıldığını gösterir. Bu, kökün temel anlamının aktif bir şekilde manipüle edildiğini ve uzatmanın bir amaç doğrultusunda gerçekleştirildiğini ifade eder."}, {"bab_no": 3, "fiil_formlari": {"mazi": "طَاوَلَ - ṭāwala", "muzari": "يُطَاوِلُ - yuṭāwilu", "masdar": "مُطَاوَلَة - muṭāwala"}, "bab_anlami": "Bir şeyle uzunluk veya süreklilik konusunda yarışmak, rekabet etmek veya boy ölçüşmek anlamına gelir. Bu kalıp, iki veya daha fazla varlık arasında bir karşılaştırma veya rekabet olduğunu gösterir. Her bir taraf, diğerinden daha uzun, daha büyük veya daha etkili olmaya çalışır. Bu kalıp aynı zamanda bir şeyin zorluğuna veya karmaşıklığına meydan okumayı, onu aşmaya çalışmayı da ifade edebilir; sanki kişi, bir engeli aşmak için onunla boy ölçüşüyormuş gibi.", "mikro_mantik": "Bu kalıp, kökün anlamını karşılıklı bir etkileşim veya rekabet bağlamına yerleştirir. Müşareket (karşılıklılık) kalıbı, uzama eyleminin iki veya daha fazla taraf arasında gerçekleştiğini gösterir. Bu, uzunluk veya süreklilik konusunda bir yarışma veya karşılaştırma olduğunu ve her bir tarafın diğerini geçmeye çalıştığını ifade eder."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَطَالَ - ʾaṭāla", "muzari": "يُطِيلُ - yuṭīlu", "masdar": "إِطَالَة - ʾiṭāla"}, "bab_anlami": "Uzatmak, süresini artırmak, ertelemek, geciktirmek anlamına gelir. Bu kalıp, eylemin bir etki veya sonuç yaratma amacı taşıdığını gösterir. Bir şeyin süresini uzatarak, onun etkisini artırmak, daha fazla zaman kazanmak veya bir durumu daha iyi hale getirmek amaçlanır. Bu kalıp aynı zamanda bir şeyi gereğinden fazla uzatarak sıkıcı hale getirme veya geciktirme eylemini de ifade edebilir; sanki bir konuşmayı veya süreci aşırı derecede uzatarak dinleyicileri veya katılımcıları yoruyormuş gibi.", "mikro_mantik": "Bu kalıp, kökün anlamını etkili bir eylem veya sonuç bağlamına yerleştirir. İf'al kalıbı, uzatma eyleminin bir etki veya sonuç yaratma amacı taşıdığını gösterir. Bu, uzatmanın bir amaca hizmet ettiğini ve bir şeyi daha uzun hale getirerek belirli bir sonuç elde etmeye çalışıldığını ifade eder."}]}], "طوي": [{"kok": "طوي", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Bir şeyin içe doğru katlanması, gizlenmesi veya sarılması; bir şeyin özüne dönmesi, potansiyelini içinde barındırması.", "kavramsal_derinlik": "İçsel dönüşüm, gizli potansiyel, zamanın katlanması, mesafelerin kısalması, bilginin özümsenmesi ve içselleştirilmesi gibi hem maddi hem de manevi boyutları içerir. Bu kök, varlığın kendi içine dönerek derinleşmesini ve özünü keşfetmesini ifade eder."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "طَوَى - tava", "muzari": "يَطْوِي - yatvi", "masdar": "طَيّ - tayy"}, "bab_anlami": "Bir şeyi katlamak, sarmak veya dürerek gizlemek anlamına gelir. Bu kalıp, bir nesnenin fiziksel olarak katlanmasının yanı sıra, bir düşüncenin veya bilginin zihinde katlanarak saklanmasını da ifade edebilir. Aynı zamanda, bir sürecin veya zamanın kısalmasını, yoğunlaşmasını veya özetlenmesini de anlatır. Bu fiil, dışsal bir eylemi ve onun sonucunda ortaya çıkan içsel bir durumu birleştirir.", "mikro_mantik": "Bu bab, kökün temel anlamını doğrudan ve aktif bir şekilde ifade eder. Fiilin faili, katlama eylemini gerçekleştiren özneyi temsil ederken, meful (nesne) katlanan şeyi ifade eder. Bu kalıp, eylemin yönünü ve etkisini açıkça gösterir, böylece kökün temel anlamı somut bir eylemle belirginleşir."}, {"bab_no": 2, "fiil_formlari": {"mazi": "تَطَوَّى - tatavva", "muzari": "يَتَطَوَّى - yataṭavva", "masdar": "تَطَوٍّ - tatawwin"}, "bab_anlami": "Bir şeyin kendi kendine katlanması, bükülmesi veya kıvrılması anlamına gelir. Bu kalıp, öznenin içsel bir süreçle değiştiğini, dönüştüğünü veya evrim geçirdiğini ifade eder. Aynı zamanda, bir şeyin karmaşıklaşması, iç içe geçmesi veya gizemli bir hale gelmesi anlamını da taşıyabilir. Bu fiil, öznenin kendi içindeki potansiyeli açığa çıkarması ve kendini aşması sürecini vurgular.", "mikro_mantik": "Bu bab, kökün anlamını içsel bir dönüşüm veya süreç bağlamında ele alır. Fiilin faili, katlanma eylemini kendi üzerinde gerçekleştiren özneyi temsil eder. Bu kalıp, eylemin öznenin iç dünyasında yarattığı etkiyi vurgular, böylece kökün anlamı daha derin ve karmaşık bir hale gelir."}, {"bab_no": 3, "fiil_formlari": {"mazi": "طَاوَى - tavaa", "muzari": "يُطَاوِي - yutaavi", "masdar": "مُطَاوَاة - mutavaah"}, "bab_anlami": "Bir şeyi katlamaya çalışmak, katlama konusunda yarışmak veya bir şeyi katlayarak üstünlük sağlamaya çalışmak anlamına gelir. Bu kalıp, rekabet, mücadele veya bir amaca ulaşmak için gösterilen çabayı ifade eder. Aynı zamanda, bir şeyi gizlemek, örtbas etmek veya manipüle etmek anlamını da taşıyabilir. Bu fiil, dışsal bir eylemi ve onun sonucunda ortaya çıkan rekabetçi veya stratejik bir durumu birleştirir.", "mikro_mantik": "Bu bab, kökün anlamını rekabet veya mücadele bağlamında ele alır. Fiilin faili, katlama eylemini gerçekleştiren ve bu eylemle bir rekabete giren özneyi temsil eder. Bu kalıp, eylemin diğer özneler üzerindeki etkisini vurgular, böylece kökün anlamı daha dinamik ve ilişkisel bir hale gelir."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَطْوَى - atva", "muzari": "يُطْوِي - yutvi", "masdar": "إِطْوَاء - itvaa"}, "bab_anlami": "Bir şeyi katlamak, sarmak veya dürerek gizlemek; bir şeyi içselleştirmek, özümsemek veya derinlemesine anlamak anlamına gelir. Bu kalıp, bir nesnenin fiziksel olarak katlanmasının yanı sıra, bir düşüncenin veya bilginin zihinde derinlemesine işlenmesini de ifade edebilir. Aynı zamanda, bir süreci veya zamanı kısaltmak, yoğunlaştırmak veya özetlemek anlamını da taşır. Bu fiil, dışsal bir eylemi ve onun sonucunda ortaya çıkan içsel bir dönüşümü birleştirir.", "mikro_mantik": "Bu bab, kökün temel anlamını yoğunlaştırma veya içselleştirme bağlamında ele alır. Fiilin faili, katlama eylemini gerçekleştiren ve bu eylemle bir şeyi içselleştiren özneyi temsil eder. Bu kalıp, eylemin öznenin iç dünyasında yarattığı etkiyi vurgular, böylece kökün anlamı daha derin ve kişisel bir hale gelir."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَطَاوَى - tataava", "muzari": "يَتَطَاوَى - yatataava", "masdar": "تَطَاوٍ - tataavin"}, "bab_anlami": "Katlanmış veya sarılmış gibi görünmek, katlanmış veya sarılmış gibi davranmak anlamına gelir. Bu kalıp, bir şeyin dış görünüşünün içsel durumunu yansıtmadığı veya yanıltıcı olduğu durumları ifade eder. Aynı zamanda, bir şeyin gizli, karmaşık veya anlaşılması zor olduğunu da anlatabilir. Bu fiil, dışsal bir görünüşü ve onun altında yatan gizli veya karmaşık bir durumu birleştirir.", "mikro_mantik": "Bu bab, kökün anlamını dış görünüş ve içsel durum arasındaki ilişki bağlamında ele alır. Fiilin faili, katlanmış gibi görünen veya davranan özneyi temsil eder. Bu kalıp, eylemin diğerleri üzerindeki etkisini vurgular, böylece kökün anlamı daha sosyal ve iletişimsel bir hale gelir."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَطَوَّعَ - tatawwa'a", "muzari": "يَتَطَوَّعُ - yatatawwa'u", "masdar": "تَطَوُّع - tatawwu'"}, "bab_anlami": "Gönüllü olmak, bir işi isteyerek yapmak veya bir şeye kendini adamak anlamına gelir. Bu kalıp, öznenin içsel bir motivasyonla hareket ettiğini, bir amaca veya ideale kendini adadığını ifade eder. Aynı zamanda, bir şeyin zorunlu olmaktan ziyade isteğe bağlı olduğunu da anlatabilir. Bu fiil, içsel bir niyeti ve onun sonucunda ortaya çıkan eylemi birleştirir.", "mikro_mantik": "Bu bab, kökün anlamını gönüllülük veya adanmışlık bağlamında ele alır. Fiilin faili, gönüllü olan veya kendini adayan özneyi temsil eder. Bu kalıp, eylemin öznenin iç dünyasındaki değerlerle uyumlu olduğunu vurgular, böylece kökün anlamı daha ahlaki ve etik bir hale gelir. Bu babın kökle doğrudan bir bağlantısı olmasa da, 'tava' kökünden gelen 'gönüllü olmak' anlamı, kişinin kendi iç dünyasına dönerek, katlanarak ve özünü bularak bir amaca hizmet etmesini simgeler."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْطَوَى - intava", "muzari": "يَنْطَوِي - yantavi", "masdar": "اِنْطِوَاء - intivaa"}, "bab_anlami": "Bir şeyin içinde katlanmak, sarılmak veya gizlenmek anlamına gelir. Bu kalıp, bir nesnenin veya düşüncenin bir başka şeyin içinde saklandığını, gizlendiğini veya örtüldüğünü ifade eder. Aynı zamanda, bir şeyin bir başka şeyin parçası haline geldiğini veya onunla bütünleştiğini de anlatabilir. Bu fiil, içsel bir durumu ve onun sonucunda ortaya çıkan gizliliği veya bütünleşmeyi birleştirir.", "mikro_mantik": "Bu bab, kökün anlamını içsel bir gizlenme veya bütünleşme bağlamında ele alır. Fiilin faili, içinde katlanan veya gizlenen özneyi temsil eder. Bu kalıp, eylemin diğer özneler üzerindeki etkisini azaltır, böylece kökün anlamı daha içe dönük ve kişisel bir hale gelir."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِطَّوَى - ittawaa", "muzari": "يَطَّوِي - yattawii", "masdar": "اِطِّوَاء - ittiwaa"}, "bab_anlami": "Katlanmak, bükülmek veya kıvrılmak; bir şeyin kendi kendine katlanması veya bükülmesi anlamına gelir. Bu kalıp, öznenin içsel bir süreçle değiştiğini, dönüştüğünü veya evrim geçirdiğini ifade eder. Aynı zamanda, bir şeyin karmaşıklaşması, iç içe geçmesi veya gizemli bir hale gelmesi anlamını da taşıyabilir. Bu fiil, öznenin kendi içindeki potansiyeli açığa çıkarması ve kendini aşması sürecini vurgular.", "mikro_mantik": "Bu bab, kökün anlamını içsel bir dönüşüm veya süreç bağlamında ele alır. Fiilin faili, katlanma eylemini kendi üzerinde gerçekleştiren özneyi temsil eder. Bu kalıp, eylemin öznenin iç dünyasında yarattığı etkiyi vurgular, böylece kökün anlamı daha derin ve karmaşık bir hale gelir. Bu bab, 2. bab ile benzer anlamlar taşır, ancak daha vurgulu ve yoğun bir içsel dönüşümü ifade eder."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اِطْمَأَنَّ - itma'anna (Bu bab bu kökten türetilemez, ancak anlam yakınlığı nedeniyle eklenmiştir)", "muzari": "يَطْمَئِنُّ - yatma'innu", "masdar": "اِطْمِئْنَان - itmi'naan"}, "bab_anlami": "Huzur bulmak, sakinleşmek veya rahatlamak anlamına gelir. Bu kalıp, öznenin içsel bir dengeye ulaştığını, endişelerinden arındığını ve güvende hissettiğini ifade eder. Aynı zamanda, bir şeyin istikrarlı, güvenilir veya kalıcı olduğunu da anlatabilir. Bu fiil, içsel bir durumu ve onun sonucunda ortaya çıkan huzuru veya güveni birleştirir. Bu bab, kökün katlanma ve içe dönme anlamıyla dolaylı bir bağlantıya sahiptir; zira kişi içsel huzuru kendi içine dönerek ve özünü bularak elde edebilir.", "mikro_mantik": "Bu bab, kökün anlamını içsel bir huzur veya denge bağlamında ele alır. Fiilin faili, huzur bulan veya sakinleşen özneyi temsil eder. Bu kalıp, eylemin öznenin iç dünyasındaki olumlu etkisini vurgular, böylece kökün anlamı daha psikolojik ve duygusal bir hale gelir."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَطْوَى - istaṭva", "muzari": "يَسْتَطْوِي - yastaṭvi", "masdar": "اِسْتِطْوَاء - istiṭvaa"}, "bab_anlami": "Bir şeyi katlamayı istemek, katlamaya çalışmak veya katlama yeteneğine sahip olmak anlamına gelir. Bu kalıp, öznenin bir amaca ulaşmak için çaba gösterdiğini, bir yeteneği geliştirmeye çalıştığını veya bir şeyi kontrol etmeye çalıştığını ifade eder. Aynı zamanda, bir şeyin potansiyelini ortaya çıkarmak veya bir şeyi dönüştürmek anlamını da taşıyabilir. Bu fiil, dışsal bir eylemi ve onun sonucunda ortaya çıkan potansiyel veya yeteneği birleştirir.", "mikro_mantik": "Bu bab, kökün anlamını bir amaç veya yetenek bağlamında ele alır. Fiilin faili, katlamayı isteyen veya katlama yeteneğine sahip olan özneyi temsil eder. Bu kalıp, eylemin diğer özneler üzerindeki etkisini vurgular, böylece kökün anlamı daha stratejik ve pragmatik bir hale gelir."}]}], "طيب": [{"kok": "طيب", "ontolojik_analiz": {"temel_anlam_cekirdegi": "İyi, hoş, güzel, temiz olma; özünde saflık ve mükemmellik barındırma.", "kavramsal_derinlik": "Maddi ve manevi temizlik, ruhsal arınma, ahlaki güzellik, hoşnutluk, memnuniyet, olumlu niteliklerin tezahürü."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "طَابَ - ṭāba", "muzari": "يَطِيبُ - yaṭību", "masdar": "طِيب - ṭīb"}, "bab_anlami": "Bir şeyin iyi, hoş, güzel, temiz olması; niteliksel olarak arzu edilir bir duruma gelmesi. Bu kalıp, kökün temel anlamını pekiştirir ve bir şeyin özünde iyi olduğunu, doğal olarak hoş ve güzel olduğunu ifade eder. Aynı zamanda, bir durumun veya nesnenin olumlu niteliklere sahip olmasını ve bu niteliklerin belirginleşmesini de vurgular.", "mikro_mantik": "Bu bab, kökün temel anlamını statik bir nitelikten dinamik bir sürece dönüştürür. Bir şeyin 'iyi olma' halini, zaman içinde gerçekleşen ve devam eden bir süreç olarak sunar. Bu, kökün anlamını daha aktif ve etkileşimli hale getirir."}, {"bab_no": 2, "fiil_formlari": {"mazi": "طيَّبَ - ṭayyaba", "muzari": "يطَيِّبُ - yuṭayyibu", "masdar": "تَطْيِيب - taṭyīb"}, "bab_anlami": "Bir şeyi iyi, hoş, güzel kılmak; temizlemek, arındırmak, güzelleştirmek; bir şeyi olumlu niteliklerle donatmak. Bu kalıp, kökün anlamını aktif bir eyleme dönüştürür ve bir şeyi iyileştirme, güzelleştirme veya olumlu bir nitelik kazandırma eylemini ifade eder. Aynı zamanda, bir şeyi hoşnut etmek, memnun etmek veya sevindirmek anlamına da gelebilir; birinin kalbini hoş tutmak, gönlünü almak gibi.", "mikro_mantik": "Bu bab, kökün anlamını geçişli bir fiile dönüştürerek, bir öznenin bir nesne üzerinde gerçekleştirdiği bir eylemi ifade eder. Bu, kökün anlamını daha dinamik ve etkileşimli hale getirir, bir şeyin iyileştirilmesi veya güzelleştirilmesi eylemini vurgular."}, {"bab_no": 3, "fiil_formlari": {"mazi": "طَاوَبَ - ṭāwaba", "muzari": "يُطَاوِبُ - yuṭāwibu", "masdar": "مُطَاوَبَة - muṭāwabah"}, "bab_anlami": "Karşılıklı olarak iyi davranmak, birbirini hoşnut etmek, karşılıklı olarak güzellikler sunmak; bir konuda iyi niyetle yarışmak, birbirini geçmeye çalışmak. Bu kalıp, kökün anlamını karşılıklı bir etkileşime dönüştürür ve iki veya daha fazla tarafın birbirine karşı iyi, hoş ve güzel davranmasını ifade eder. Aynı zamanda, bir konuda rekabet ederken bile iyi niyetli olmayı ve birbirine saygı duymayı da vurgular.", "mikro_mantik": "Bu bab, kökün anlamını ikili bir ilişkiye taşıyarak, karşılıklı etkileşimi ve paylaşımı vurgular. Bu, kökün anlamını daha sosyal ve ilişkisel hale getirir, iyi niyetli rekabet ve karşılıklı saygı gibi kavramları içerir."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَطَابَ - aṭāba", "muzari": "يُطِيبُ - yuṭību", "masdar": "إِطَابَة - iṭābah"}, "bab_anlami": "Bir şeyi iyi, hoş, güzel yapmak; memnun etmek, hoşnut etmek, gönlünü almak; bir şeyi olumlu bir şekilde sonuçlandırmak. Bu kalıp, kökün anlamını bir şeyi iyileştirme, güzelleştirme veya olumlu bir sonuca ulaştırma eylemine dönüştürür. Aynı zamanda, birini memnun etmek, hoşnut etmek veya gönlünü almak anlamına da gelebilir; birinin kalbini hoş tutmak, gönlünü almak gibi.", "mikro_mantik": "Bu bab, kökün anlamını bir şeyi tamamlama veya mükemmelleştirme fikrine bağlar. Bir şeyin 'iyi' hale getirilmesi, onun potansiyelinin tam olarak gerçekleştirilmesi ve arzu edilen bir sonuca ulaşılması anlamına gelir."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَطَيَّبَ - taṭayyaba", "muzari": "يَتَطَيَّبُ - yataṭayyabu", "masdar": "تَطَيُّب - taṭayyub"}, "bab_anlami": "Güzel kokular sürmek, parfüm kullanmak; kendini güzelleştirmek, hoş görünmek için çabalamak; iyi ve hoş şeylerle donanmak. Bu kalıp, kökün anlamını kişisel bir çaba ve öz bakım eylemine dönüştürür. Kişinin kendini güzelleştirmek, hoş görünmek ve iyi hissetmek için yaptığı eylemleri ifade eder. Aynı zamanda, manevi olarak da arınmak, ruhunu güzelleştirmek anlamına gelebilir.", "mikro_mantik": "Bu bab, kökün anlamını içsel bir dönüşüme ve dışsal bir sunuma bağlar. Kişinin kendini 'iyi' hale getirme çabası, hem içsel bir arınma sürecini hem de dış dünyaya sunulan olumlu bir imajı içerir."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَطَايَبَ - taṭāyaba", "muzari": "يَتَطَايَبُ - yataṭāyabu", "masdar": "تَطَايُب - taṭāyub"}, "bab_anlami": "Karşılıklı olarak güzel kokular sürmek, birbirine hoş kokular vermek; iyi ve hoş şeylerle birbirini donatmak; karşılıklı olarak güzelleşmek ve hoş görünmek için çabalamak. Bu kalıp, kökün anlamını karşılıklı bir etkileşim ve paylaşım eylemine dönüştürür. İki veya daha fazla kişinin birbirine karşı iyi, hoş ve güzel davranmasını, birbirini güzelleştirmesini ve hoş kokularla donatmasını ifade eder. Aynı zamanda, manevi olarak da birbirini arındırmak ve ruhunu güzelleştirmek anlamına gelebilir.", "mikro_mantik": "Bu bab, kökün anlamını sosyal bir bağlama yerleştirerek, karşılıklı güzelleşme ve hoşnutluk yaratma eylemini vurgular. Bu, kökün anlamını daha toplumsal ve kültürel hale getirir."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْطَابَ - inṭāba", "muzari": "يَنْطِيبُ - yanṭību", "masdar": "اِنْطِيَاب - inṭiyāb"}, "bab_anlami": "İyi olmak, hoş olmak, güzel olmak; temizlenmek, arınmak; olumlu bir nitelik kazanmak; bir şeyin kendiliğinden iyi hale gelmesi, doğal olarak hoş ve güzel olması. Bu kalıp, kökün anlamını pasif bir duruma dönüştürür ve bir şeyin kendiliğinden iyi, hoş ve güzel olmasını ifade eder. Bir şeyin doğal olarak olumlu niteliklere sahip olmasını ve bu niteliklerin belirginleşmesini de vurgular.", "mikro_mantik": "Bu bab, kökün anlamını içsel bir potansiyele ve doğal bir eğilime bağlar. Bir şeyin 'iyi' olma hali, onun doğasında var olan bir özellik olarak kabul edilir."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِطَّيَّبَ - iṭṭayyaba", "muzari": "يَطَّيِّبُ - yaṭṭayyibu", "masdar": "اِطِّيَّاب - iṭṭiyāb"}, "bab_anlami": "Güzel kokular sürmek, parfüm kullanmak; kendini güzelleştirmek, hoş görünmek için çabalamak; iyi ve hoş şeylerle donanmak; bir şeyden hoşlanmak, zevk almak. Bu kalıp, kökün anlamını kişisel bir çaba ve öz bakım eylemine dönüştürür. Kişinin kendini güzelleştirmek, hoş görünmek ve iyi hissetmek için yaptığı eylemleri ifade eder. Aynı zamanda, bir şeyden hoşlanmak, zevk almak ve memnun olmak anlamına da gelebilir.", "mikro_mantik": "Bu bab, kökün anlamını hem dışsal bir sunuma hem de içsel bir deneyime bağlar. Kişinin kendini 'iyi' hale getirme çabası, hem dış dünyaya sunulan olumlu bir imajı hem de içsel bir hoşnutluk ve zevk duygusunu içerir."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اِطْمَأَنَّ - iṭmaʾanna", "muzari": "يَطْمَئِنُّ - yaṭmaʾinnu", "masdar": "اِطْمِئْنَان - iṭmiʾnān"}, "bab_anlami": "Kalbin mutmain olması, huzur bulmak, sakinleşmek; bir şeyden emin olmak, şüphe duymamak; içsel olarak tatmin olmak. Bu kalıp, kökün anlamını içsel bir huzur ve güven duygusuna dönüştürür. Kişinin kalbinin sakinleşmesi, şüphelerinden arınması ve içsel olarak tatmin olması halini ifade eder. Aynı zamanda, bir şeyden emin olmak, şüphe duymamak ve güven duymak anlamına da gelebilir.", "mikro_mantik": "Bu bab, kökün anlamını psikolojik bir duruma bağlar. 'İyi' olma hali, içsel bir huzur ve güven duygusu olarak deneyimlenir."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَطَابَ - istaṭāba", "muzari": "يَسْتَطِيبُ - yastaṭību", "masdar": "اِسْتِطَابَة - istiṭābah"}, "bab_anlami": "Bir şeyi iyi bulmak, hoş bulmak, güzel bulmak; bir şeyden zevk almak, hoşlanmak; bir şeyi beğenmek, takdir etmek; bir şeyi iyi ve hoş görmek istemek. Bu kalıp, kökün anlamını kişisel bir tercihe ve değerlendirmeye dönüştürür. Kişinin bir şeyi iyi, hoş ve güzel bulmasını, ondan zevk almasını ve onu beğenmesini ifade eder. Aynı zamanda, bir şeyi iyi ve hoş görmek istemek, onu arzu etmek anlamına da gelebilir.", "mikro_mantik": "Bu bab, kökün anlamını öznel bir deneyime ve kişisel bir yargıya bağlar. 'İyi' olma hali, kişinin kendi algısı ve değerlendirmesiyle belirlenir."}]}], "طير": [{"kok": "طير", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Uçmak, yükselmek, hafiflik ve özgürlük; varlığın maddi bağlardan sıyrılıp manevi alemlere doğru kanat açması.", "kavramsal_derinlik": "Beşeri arzuların ötesine geçerek ilahi hakikate ulaşma çabası; ruhun bedensel kafesten kurtularak sonsuzluğa kanat çırpması."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "طار - Târa", "muzari": "يطير - Yatîru", "masdar": "طيران - Tayaran"}, "bab_anlami": "Varlığın kendi öz doğası gereği hafifleyip yükselmesi, yer çekiminin ve dünyevi bağların etkisinden kurtulması. Bu, sadece fiziksel bir hareket değil, aynı zamanda ruhani bir yükseliş, nefsin arınması ve ilahi olana yakınlaşma potansiyelini de ifade eder. Kökün bu ilk hali, potansiyel bir hareketi ve bu hareketin getireceği özgürlüğü barındırır.", "mikro_mantik": "Bu bab, kökün temel anlamını en yalın haliyle ifade eder. Fiilin basit ve doğrudan olması, eylemin kendiliğindenliğini ve doğal akışını vurgular. Kökün temel anlamı olan 'uçmak' fiili, bu kalıpta herhangi bir ek anlam veya yoğunluk kazanmadan, sadece eylemin kendisini ifade eder."}, {"bab_no": 2, "fiil_formlari": {"mazi": "طيّر - Tayyara", "muzari": "يطيّر - Yutayyiru", "masdar": "تطيير - Tatyîr"}, "bab_anlami": "Bir şeyi uçurmak, bir şeyi havaya savurmak veya bir şeyi hızla hareket ettirmek anlamlarına gelir. Bu, kontrol ve yönlendirme eylemini içerir, yani bir öznenin bir nesneyi uçurma veya hareket ettirme eylemini gerçekleştirir. Aynı zamanda, bir şeyi yok etmek, ortadan kaldırmak veya dağıtmak anlamında da kullanılabilir, bu da bir şeyin hızlı ve etkili bir şekilde yok edilmesini veya dağıtılmasını ifade eder.", "mikro_mantik": "Bu bab, köke bir etki ve yönlendirme anlamı katar. Temel anlamdaki uçma eylemi, artık bir öznenin kontrolünde gerçekleşen bir eyleme dönüşür. Bu kalıp, eylemin yoğunluğunu ve etkisini artırır, yani uçurma eylemi daha kasıtlı ve güçlü bir şekilde gerçekleştirilir."}, {"bab_no": 3, "fiil_formlari": {"mazi": "تطاير - Tatâyara", "muzari": "يتطاير - Yatatâyaru", "masdar": "تطاير - Tatâyur"}, "bab_anlami": "Saçılmak, dağılmak, havada uçuşmak gibi anlamlara gelir. Bu, bir şeyin çok sayıda parçaya ayrılarak etrafa yayılmasını veya hafifçe havada hareket etmesini ifade eder. Aynı zamanda, bir durumun veya haberin hızla yayılması, dedikodunun yayılması gibi anlamlarda da kullanılabilir, bu da bir şeyin kontrolsüz bir şekilde yayıldığını gösterir.", "mikro_mantik": "Bu bab, köke bir yayılma ve dağılma anlamı katar. Uçma eylemi, artık tek bir yönde değil, çok sayıda yönde ve parçalar halinde gerçekleşir. Bu kalıp, eylemin kontrolsüzlüğünü ve geniş bir alana yayılmasını vurgular."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أطار - Atâra", "muzari": "يطير - Yutîru", "masdar": "إطارة - Itâra"}, "bab_anlami": "Uçurmak, havalandırmak, bir şeyi uçmaya zorlamak veya teşvik etmek anlamlarına gelir. Bu, bir öznenin bir nesneyi veya bir durumu uçmaya yönlendirmesini, ona bu yeteneği kazandırmasını ifade eder. Aynı zamanda, bir şeyi abartmak, büyütmek veya olduğundan farklı göstermek anlamında da kullanılabilir, bu da bir şeyin gerçek değerinden veya boyutundan daha büyük veya daha önemli gösterilmesini ifade eder.", "mikro_mantik": "Bu bab, köke bir zorlama ve teşvik anlamı katar. Uçma eylemi, artık doğal bir süreç değil, bir öznenin etkisiyle gerçekleşen bir eyleme dönüşür. Bu kalıp, eylemin yapaylığını ve abartılığını vurgular."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تطير - Tayyara", "muzari": "يتطير - Yatatayyaru", "masdar": "تطير - Tatayyur"}, "bab_anlami": "Uğursuz saymak, kötüye yormak, bir şeyden dolayı endişelenmek veya korkmak anlamlarına gelir. Bu, bir olayın veya durumun gelecekte kötü sonuçlar doğuracağına inanmak, bu nedenle endişelenmek veya korkmak anlamına gelir. Bu kalıp, genellikle batıl inançlarla ilişkilidir ve geleceğe yönelik olumsuz beklentileri ifade eder.", "mikro_mantik": "Bu bab, köke bir olumsuzlama ve batıl inanç anlamı katar. Uçma eylemi, artık bir umut veya özgürlük sembolü değil, bir korku ve endişe kaynağına dönüşür. Bu kalıp, eylemin psikolojik etkilerini ve insan üzerindeki olumsuz etkilerini vurgular."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تطاور - Tatâwara", "muzari": "يتطاور - Yatatâwaru", "masdar": "تطاور - Tatâwur"}, "bab_anlami": "Uçuşmak, havada dönmek, birbirine doğru uçmak veya yarışmak anlamlarına gelir. Bu, birden fazla nesnenin veya varlığın havada hareket etmesi, birbirleriyle etkileşimde bulunması veya rekabet etmesi anlamına gelir. Aynı zamanda, fikirlerin veya düşüncelerin havada uçuşması, tartışılması veya rekabet etmesi anlamında da kullanılabilir, bu da farklı görüşlerin veya yaklaşımların karşı karşıya gelmesini ifade eder.", "mikro_mantik": "Bu bab, köke bir etkileşim ve rekabet anlamı katar. Uçma eylemi, artık tek bir varlığın hareketi değil, birden fazla varlığın etkileşimi ve rekabeti haline gelir. Bu kalıp, eylemin dinamikliğini ve karmaşıklığını vurgular."}, {"bab_no": 7, "fiil_formlari": {"mazi": "انطار - Intâra", "muzari": "ينطار - Yantâru", "masdar": "إنطار - Intâr"}, "bab_anlami": "Hızla uçmak, fırlamak, bir yerden hızla ayrılmak veya kaçmak anlamlarına gelir. Bu, bir nesnenin veya varlığın aniden ve hızla hareket ederek bir yerden uzaklaşmasını ifade eder. Aynı zamanda, bir fırsatı kaçırmak, bir şeyi elden kaçırmak veya bir durumdan kurtulmak anlamında da kullanılabilir, bu da bir şeyin hızla ve beklenmedik bir şekilde kaybedilmesini veya kaçırılmasını ifade eder.", "mikro_mantik": "Bu bab, köke bir hız ve kaçış anlamı katar. Uçma eylemi, artık kontrollü bir hareket değil, ani ve hızlı bir kaçış haline gelir. Bu kalıp, eylemin aciliyetini ve beklenmedik oluşunu vurgular."}, {"bab_no": 8, "fiil_formlari": {"mazi": "إضطير - Idtâra", "muzari": "يضطير - Yadtâru", "masdar": "إضطيار - Idtiyâr"}, "bab_anlami": "(Nadir bir kullanım) Uçmaya zorlanmak, uçmak zorunda kalmak, bir durumdan kaçmak için uçmak anlamlarına gelebilir. Bu, genellikle olumsuz bir durumdan veya tehlikeden kaçmak için yapılan zorunlu bir uçuşu ifade eder. Aynı zamanda, bir kararın veya eylemin kaçınılmaz olduğunu, başka bir seçeneğin olmadığını vurgular.", "mikro_mantik": "Bu bab, köke bir zorunluluk ve kaçış anlamı katar. Uçma eylemi, artık özgür bir seçim değil, zorunlu bir eyleme dönüşür. Bu kalıp, eylemin çaresizliğini ve zorunluluğunu vurgular."}, {"bab_no": 9, "fiil_formlari": {"mazi": "إطيرّ - Itâyarra", "muzari": "يطيرّ - Yatâyarru", "masdar": "إطيرار - Itâyirâr"}, "bab_anlami": "(Nadir bir kullanım) Çok hızlı uçmak, aşırı derecede uçmak, uçmaktan kendini alamamak gibi anlamlara gelebilir. Bu, bir şeyin kontrolsüz bir şekilde ve aşırı hızla uçtuğunu, durdurulamaz bir şekilde hareket ettiğini ifade eder. Aynı zamanda, bir duygunun veya düşüncenin aşırı derecede yoğun olduğunu, kontrol edilemez bir şekilde arttığını vurgular.", "mikro_mantik": "Bu bab, köke bir aşırılık ve kontrolsüzlük anlamı katar. Uçma eylemi, artık normal bir hareket değil, aşırı ve kontrolsüz bir eyleme dönüşür. Bu kalıp, eylemin yoğunluğunu ve durdurulamazlığını vurgular."}, {"bab_no": 10, "fiil_formlari": {"mazi": "إستطار - Istetâra", "muzari": "يستطير - Yestetîru", "masdar": "إستطارة - Istetâra"}, "bab_anlami": "Uçmayı istemek, uçmaya çalışmak, uçmak için çabalamak veya uçma yeteneği kazanmaya çalışmak anlamlarına gelir. Bu, bir öznenin uçma arzusunu, bu arzusunu gerçekleştirmek için gösterdiği çabayı veya uçma yeteneği kazanma amacını ifade eder. Aynı zamanda, bir hedefe ulaşmak için çabalamak, bir şeyi elde etmek için gayret göstermek anlamında da kullanılabilir, bu da bir amaca ulaşmak için gösterilen azmi ve kararlılığı ifade eder.", "mikro_mantik": "Bu bab, köke bir arzu ve çaba anlamı katar. Uçma eylemi, artık gerçekleşmiş bir eylem değil, gerçekleşmesi istenen bir eyleme dönüşür. Bu kalıp, eylemin potansiyelini ve gerçekleşme arzusunu vurgular."}]}], "طين": [{"kok": "طين", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Şekil verilebilir, potansiyel taşıyan ham madde; özünde hem yaratılışın başlangıcını hem de dönüşümün imkanını barındıran temel unsur.", "kavramsal_derinlik": "İnsanın yaratılışındaki tevazu ve potansiyel yüceliği; maddi dünyanın geçiciliği ve ruhani dünyanın ebediliği arasındaki dengeyi temsil eder."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "طَانَ - ṭāna", "muzari": "يَطِينُ - yaṭīnu", "masdar": "طَيْن - ṭayn"}, "bab_anlami": "Çamurlaştırmak, şekil vermek, yoğurmak; bir maddeye belirli bir form kazandırma eylemini ifade eder. Bu kalıp, potansiyel haldeki bir şeyin işlenerek belirgin bir niteliğe bürünmesini, ham maddenin amaca uygun hale getirilmesini temsil eder. Aynı zamanda, bir şeyin özünü değiştirmek, ona yeni bir kimlik kazandırmak anlamlarını da içerir. Bu, yaratılışın dinamik sürecini ve sürekli dönüşümü simgeler.", "mikro_mantik": "Bu bab, kökün temel anlamını (çamur) eylemsel bir sürece dönüştürür. 'Yapmak, etmek' anlamı katarak, soyut potansiyeli somut bir faaliyete, statik bir durumu dinamik bir değişime evirir. Kökün anlamını aktif bir fiile dönüştürerek, failin (öznenin) çamur üzerinde bir etki yarattığını gösterir."}, {"bab_no": 2, "fiil_formlari": {"mazi": "طَيَّنَ - ṭayyane", "muzari": "يُطَيِّنُ - yuṭayyinu", "masdar": "تَطْيِين - taṭyīn"}, "bab_anlami": "Yoğun bir şekilde çamurla kaplamak, iyice çamurlamak, bir şeyi çamurla tamamen örtmek; bir şeyin dışını veya içini çamurla sıvamayı, onu çamurun özellikleriyle donatmayı ifade eder. Bu kalıp, bir şeyin özünü veya görünümünü tamamen değiştirmeyi, onu çamurun nitelikleriyle bütünleştirmeyi simgeler. Aynı zamanda, bir şeyin kusurlarını örtmek, onu dış etkenlerden korumak veya onu tamamen farklı bir şeye dönüştürmek anlamlarını da taşır. Bu, dönüşümün ve gizlemenin derin bir ifadesidir.", "mikro_mantik": "Bu bab, kökün anlamını yoğunlaştırır ve tekrarlayan bir eylemi ifade eder. Kökün temel anlamı olan 'çamur'u, bir şeyi tamamen kaplama veya sıklıkla çamur kullanma eylemine dönüştürür. Bu, failin (öznenin) çamurla olan etkileşiminin derinliğini ve sürekliliğini vurgular, kökün anlamını niceliksel olarak artırır."}, {"bab_no": 3, "fiil_formlari": {"mazi": "طَايَنَ - ṭāyene", "muzari": "يُطَايِنُ - yuṭāyinu", "masdar": "مُطَايَنَة - muṭāyene"}, "bab_anlami": "Çamurda yarışmak, çamurla ilgili bir konuda rekabet etmek, çamurun niteliklerini kullanarak üstünlük sağlamaya çalışmak; iki veya daha fazla tarafın çamurla ilgili bir konuda birbirleriyle mücadele etmesini ifade eder. Bu kalıp, çamurun sembolik anlamlarını kullanarak, güç, dayanıklılık veya yaratıcılık gibi konularda rekabeti simgeler. Aynı zamanda, çamurun zorluklarını aşma, onunla başa çıkma veya onu kendi lehine kullanma çabalarını da içerir. Bu, rekabetin ve üstünlük arayışının sembolik bir ifadesidir.", "mikro_mantik": "Bu bab, kökün anlamını karşılıklı bir etkileşime dönüştürür. İki veya daha fazla tarafın 'çamur' ile ilgili bir eylemde bulunduğunu gösterir. Bu, kökün temel anlamını ilişkisel bir bağlama yerleştirir ve taraflar arasındaki etkileşimin doğasını (rekabet, işbirliği vb.) vurgular. Kökün anlamını sosyal bir boyuta taşır."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَطَانَ - aṭāna", "muzari": "يُطِينُ - yuṭīnu", "masdar": "إِطَانَة - iṭāna"}, "bab_anlami": "Çamurlu hale getirmek, çamurla kirletmek, bir şeyi çamura dönüştürmek; bir şeyi çamurun özellikleriyle donatmayı, onu çamurun niteliklerine büründürmeyi ifade eder. Bu kalıp, bir şeyin özünü veya görünümünü çamurla ilişkilendirerek, ona geçicilik, kırılganlık veya potansiyel gibi anlamlar yüklemeyi simgeler. Aynı zamanda, bir şeyi değersizleştirmek, onu aşağılamak veya onu olumsuz bir duruma sokmak anlamlarını da taşır. Bu, dönüşümün ve aşağılamanın bir ifadesidir.", "mikro_mantik": "Bu bab, kökün anlamını bir duruma dönüştürme veya bir şeyi belirli bir niteliğe sokma eylemini ifade eder. Kökün temel anlamı olan 'çamur'u, bir şeyi çamurlu hale getirme veya çamurla ilişkilendirme eylemine dönüştürür. Bu, failin (öznenin) bir şeyi çamurun özellikleriyle donattığını veya onu çamurun etkisine maruz bıraktığını gösterir, kökün anlamını niteliksel bir değişime dönüştürür."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَطَيَّنَ - taṭayyene", "muzari": "يَتَطَيَّنُ - yataṭayyenu", "masdar": "تَطَيُّن - taṭayyun"}, "bab_anlami": "Çamurla sıvanmak, çamura bulanmak, kendini çamurla kaplamak; bir şeyin kendi isteğiyle veya kendiliğinden çamurla kaplanmasını, çamurun özelliklerini benimsemesini ifade eder. Bu kalıp, bir şeyin dış etkenlere maruz kalarak veya kendi tercihiyle çamurun niteliklerini kazanmasını, onunla bütünleşmesini simgeler. Aynı zamanda, bir şeyin kusurlarını örtmek, kendini gizlemek veya kendini farklı bir şeye dönüştürmek anlamlarını da taşır. Bu, dönüşümün ve uyumun bir ifadesidir.", "mikro_mantik": "Bu bab, kökün anlamını dönüşlü bir eyleme dönüştürür. Failin (öznenin) kendisine 'çamur' uyguladığını veya çamurla etkilendiğini gösterir. Bu, kökün temel anlamını içsel bir sürece veya kişisel bir deneyime dönüştürür ve failin çamurla olan ilişkisinin derinliğini vurgular."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَطَايَنَ - taṭāyene", "muzari": "يَتَطَايَنُ - yataṭāyenu", "masdar": "تَطَايُن - taṭāyun"}, "bab_anlami": "Çamurlaşmak, çamur gibi olmak, çamurla benzer özellikler göstermek; bir şeyin zamanla çamurun niteliklerini kazanmasını, onunla benzer özellikler sergilemesini ifade eder. Bu kalıp, bir şeyin dış etkenler veya içsel süreçler sonucunda çamurun özellikleriyle bütünleşmesini, onunla aynı hale gelmesini simgeler. Aynı zamanda, bir şeyin değersizleşmesi, çürümesi veya yok olması anlamlarını da taşır. Bu, dönüşümün ve çözülmenin bir ifadesidir.", "mikro_mantik": "Bu bab, kökün anlamını karşılıklı bir dönüşüme dönüştürür. İki veya daha fazla şeyin birbirine 'çamur' gibi davrandığını veya birbirini çamurlaştırdığını gösterir. Bu, kökün temel anlamını ilişkisel bir bağlama yerleştirir ve taraflar arasındaki etkileşimin doğasını (benzerleşme, ayrışma vb.) vurgular. Kökün anlamını dinamik bir sürece dönüştürür."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْطَانَ - inṭāna", "muzari": "يَنْطِينُ - yanṭīnu", "masdar": "اِنْطِيَان - inṭiyān"}, "bab_anlami": "Çamura batmak, çamura gömülmek, çamur içinde kaybolmak; bir şeyin çamurun içine düşmesini, onunla tamamen sarılmasını, ondan kurtulamamasını ifade eder. Bu kalıp, bir şeyin çamurun olumsuz etkilerine maruz kalmasını, onunla mücadele edememesini, onun içinde kaybolmasını simgeler. Aynı zamanda, bir şeyin umutsuzluğa düşmesi, çıkış yolu bulamaması veya tamamen yok olması anlamlarını da taşır. Bu, çaresizliğin ve yok oluşun bir ifadesidir.", "mikro_mantik": "Bu bab, kökün anlamını edilgen bir duruma dönüştürür. Failin (öznenin) iradesi dışında 'çamur' tarafından etkilendiğini veya çamura maruz kaldığını gösterir. Bu, kökün temel anlamını dışsal bir gücün etkisine dönüştürür ve failin kontrolünün azaldığını veya kaybolduğunu vurgular."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِطَّيَّنَ - iṭṭayyene", "muzari": "يَطَّيَّنُ - yaṭṭayyenu", "masdar": "اِطِّيَان - iṭṭiyān"}, "bab_anlami": "Çamurla kaplanmak, çamurlaşmak, çamur gibi olmak; bir şeyin tamamen çamurla örtülmesini, onun özelliklerini kazanmasını, onunla aynı hale gelmesini ifade eder. Bu kalıp, bir şeyin dış etkenler veya içsel süreçler sonucunda çamurun nitelikleriyle bütünleşmesini, onunla aynı hale gelmesini simgeler. Aynı zamanda, bir şeyin değersizleşmesi, çürümesi veya yok olması anlamlarını da taşır. Bu, dönüşümün ve çözülmenin bir ifadesidir.", "mikro_mantik": "Bu bab, kökün anlamını yoğun ve kalıcı bir duruma dönüştürür. Bir şeyin tamamen 'çamur' ile kaplandığını veya çamura dönüştüğünü gösterir. Bu, kökün temel anlamını kalıcı bir niteliğe dönüştürür ve failin çamurla olan ilişkisinin derinliğini ve kalıcılığını vurgular."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اِطْمَأَنَّ - iṭmaʾanne", "muzari": "يَطْمَئِنُّ - yaṭmaʾinnu", "masdar": "اِطْمِئْنَان - iṭmiʾnān"}, "bab_anlami": "Huzur bulmak, sakinleşmek, rahatlamak; kalbin veya ruhun sükunete ermesini, endişelerin ve korkuların dinmesini, iç huzura kavuşmayı ifade eder. Çamurun dinginliği ve toprağın sükuneti ile ilişkilendirilebilir. Bu kalıp, bir şeyin zorlukların üstesinden gelerek veya güvenli bir yere sığınarak iç huzura kavuşmasını, kendini güvende hissetmesini simgeler. Aynı zamanda, bir şeyin gerçeği bulması, doğru yolu keşfetmesi veya nihai amacına ulaşması anlamlarını da taşır. Bu, huzurun ve güvenin bir ifadesidir.", "mikro_mantik": "Bu bab, kökün anlamını soyut bir duruma, içsel bir deneyime dönüştürür. 'Çamur'un dinginliği ve sükuneti ile ilişkilendirilen bir huzur ve rahatlama halini ifade eder. Bu, kökün temel anlamını duygusal ve psikolojik bir boyuta taşır ve failin iç dünyasındaki değişimi vurgular."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَطَانَ - istaṭāna", "muzari": "يَسْتَطِينُ - yastaṭīnu", "masdar": "اِسْتِطَانَة - istiṭāna"}, "bab_anlami": "Çamurdan ev yapmak, çamurla mesken edinmek, çamurun olduğu yerde yerleşmek; bir şeyin çamuru kullanarak kendine bir yuva inşa etmesini, onunla barınmasını, onunla yaşam alanı oluşturmasını ifade eder. Bu kalıp, bir şeyin zorluklara rağmen hayatta kalmasını, kendine bir gelecek inşa etmesini, çevresine uyum sağlamasını simgeler. Aynı zamanda, bir şeyin basit ve mütevazı bir yaşam sürmesi, doğayla uyum içinde olması veya kendi kendine yetebilmesi anlamlarını da taşır. Bu, hayatta kalmanın ve uyumun bir ifadesidir.", "mikro_mantik": "Bu bab, kökün anlamını bir arayışa veya talebe dönüştürür. Failin (öznenin) 'çamur' ile ilgili bir şey aradığını, talep ettiğini veya elde etmeye çalıştığını gösterir. Bu, kökün temel anlamını pratik bir amaca veya ihtiyaca dönüştürür ve failin çamurla olan ilişkisinin işlevsel yönünü vurgular."}]}]}