{"ظعن": [{"kok": "ظعن", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Göç, hareket, yer değiştirme; zahiri olandan batıni olana, durağan olandan dinamik olana geçişin özündeki arayış.", "kavramsal_derinlik": "Fiziksel yolculuktan ziyade, ruhun kendini bulma yolculuğunda karşılaştığı içsel değişim ve dönüşümlerin beşeri ve ilahi düzlemdeki tezahürleri."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "ظَعَنَ", "muzari": "يَظْعَنُ", "masdar": "ظَعْن"}, "bab_anlami": "Bir yerden başka bir yere göç etmek, seyahat etmek; zahiri bir mekandan batıni bir mekana doğru yapılan yolculuğu ifade eder. Bu, sadece fiziksel bir yer değiştirme değil, aynı zamanda ruhun kendini arayışı içinde bulunduğu bir haldir. Kişi, bu yolculukta yeni deneyimler kazanır, farklı bakış açıları edinir ve böylece içsel bir dönüşüm yaşar.", "mikro_mantik": "Bu kalıp, kökün temel anlamı olan 'göç' eylemini en yalın haliyle ifade eder. Fiilin basit yapısı, hareketin doğrudanlığını ve değişimin kaçınılmazlığını vurgular. Bu form, öznenin kendi iradesiyle gerçekleştirdiği temel bir eylemi gösterir; bu eylem, içsel bir arayışın veya dışsal bir zorunluluğun sonucu olabilir."}]}], "ظفر": [{"kok": "ظفر", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Başarı, zafer, üstün gelme; bir hedefe ulaşma ve arzulanan sonuca erişme.", "kavramsal_derinlik": "Zafer, sadece dünyevi bir başarı değil, aynı zamanda içsel bir dönüşüm ve ruhsal bir olgunlaşma sürecidir. İnsanın nefsi üzerindeki zaferi, ahlaki erdemlere ulaşması ve ilahi rızayı kazanması da bu kavramın kapsamındadır."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "ظَفَرَ - Zafara", "muzari": "يَظْفِرُ - Yazfiru", "masdar": "ظَفْر - Zafr"}, "bab_anlami": "Bir amaca ulaşmak, bir düşmanı yenmek veya bir engeli aşmak suretiyle zafer kazanmak. Bu kalıp, fiilin doğrudan ve basit bir şekilde gerçekleştiğini ifade eder. Kişinin kendi çabasıyla elde ettiği başarıyı ve üstünlüğü vurgular. Bu, içsel bir mücadele veya dışsal bir rekabet sonucu elde edilen bir zafer olabilir.", "mikro_mantik": "Bu bab, fiilin temel ve yalın halini ifade eder. Kök anlamının doğrudan ve herhangi bir ek anlam katmanı olmaksızın gerçekleştiğini gösterir. Fiilin öznesi, zafer eylemini bizzat gerçekleştirir ve sonuç doğrudan özneye aittir."}, {"bab_no": 2, "fiil_formlari": {"mazi": "ظَفَّرَ - Zaffara", "muzari": "يُظَفِّرُ - Yuzaffiru", "masdar": "تَظْفِير - Tazfir"}, "bab_anlami": "Birini zafere ulaştırmak, birine zafer kazandırmak veya bir şeyi zaferle süslemek, donatmak. Bu kalıp, fiilin mübalağa veya tekrar içerdiğini gösterir. Birinin zaferini pekiştirmek, bir şeyi zaferle taçlandırmak veya zaferin etkisini artırmak anlamlarına gelir. Aynı zamanda, birinin zafer kazanmasına yardım etmek veya desteklemek anlamını da taşıyabilir.", "mikro_mantik": "Bu bab, fiilin yoğunluğunu veya tekrarını ifade eder. Kök anlamının güçlendirildiğini veya bir başkasına uygulandığını gösterir. Fiilin öznesi, zafer eylemini bir başkası üzerinde veya bir şey üzerinde yoğunlaştırır."}, {"bab_no": 3, "fiil_formlari": {"mazi": "ظَافَرَ - Zafera", "muzari": "يُظَافِرُ - Yuzafiru", "masdar": "مُظَافَرَة - Muzafera"}, "bab_anlami": "Karşılıklı zafer kazanma, yardımlaşarak zafere ulaşma veya bir konuda rekabet ederek üstün gelmeye çalışma. Bu kalıp, fiilin karşılıklı veya ortak bir eylem olduğunu gösterir. İki veya daha fazla tarafın birlikte zafer kazanmaya çalıştığı veya birbirleriyle rekabet ettiği durumları ifade eder. Bu, işbirliği veya rekabet yoluyla elde edilen ortak bir başarıyı temsil eder.", "mikro_mantik": "Bu bab, fiilin karşılıklı veya ortak bir eylem olduğunu ifade eder. Kök anlamının iki veya daha fazla taraf arasında paylaşıldığını gösterir. Fiilin öznesi ve nesnesi, zafer eylemini birlikte gerçekleştirir veya birbirlerine karşı gerçekleştirir."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَظْفَرَ - Azfara", "muzari": "يُظْفِرُ - Yuzfiru", "masdar": "إِظْفَار - Izfar"}, "bab_anlami": "Zafere erdirmek, birini galip kılmak veya bir şeyi zaferle sonuçlandırmak. Bu kalıp, fiilin bir başkasının zaferine neden olduğunu veya bir şeyin zaferle sonuçlanmasına yol açtığını gösterir. Birinin zaferini sağlamak, bir durumu zaferle bitirmek veya bir süreci başarıyla tamamlamak anlamlarına gelir. İlahi yardım veya dışsal bir etki sonucu elde edilen bir zaferi ifade edebilir.", "mikro_mantik": "Bu bab, fiilin geçişli (müteaddi) olduğunu ifade eder. Kök anlamının bir başkasına veya bir şeye uygulandığını gösterir. Fiilin öznesi, zafer eylemini bir başkası üzerinde veya bir şey üzerinde gerçekleştirir ve sonuç nesneye aittir."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَظَفَّرَ - Tazaffara", "muzari": "يَتَظَفَّرُ - Yatazaffaru", "masdar": "تَظَفُّر - Tazaffur"}, "bab_anlami": "Zafer kazanmaya çalışmak, zafer elde etme çabası içinde olmak veya zaferle ilgili bir görünüm sergilemek. Bu kalıp, fiilin öznenin kendi çabasıyla zafer kazanmaya çalıştığını veya zaferle ilgili bir nitelik taşıdığını gösterir. Zafer için gayret göstermek, zaferin belirtilerini taşımak veya zaferle ilgili bir iddiada bulunmak anlamlarına gelir. İçsel bir motivasyon veya dışsal bir arzu sonucu ortaya çıkan bir çabayı ifade edebilir.", "mikro_mantik": "Bu bab, fiilin öznenin kendi üzerinde gerçekleştiğini ve bir çaba veya arzu içerdiğini ifade eder. Kök anlamının özne tarafından hedeflendiğini veya öznenin niteliği haline geldiğini gösterir. Fiilin öznesi, zafer eylemini kendi üzerinde gerçekleştirir ve sonuç öznenin durumunu etkiler."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَظَافَرَ - Tazafera", "muzari": "يَتَظَافَرُ - Yatazaferu", "masdar": "تَظَافُر - Tazafer"}, "bab_anlami": "Bir araya gelerek zafer kazanmak, güçlerini birleştirerek üstün gelmek veya dayanışma içinde başarıya ulaşmak. Bu kalıp, fiilin birden fazla tarafın işbirliği yaparak zafer kazandığını gösterir. Ortak bir amaç için güçlerini birleştirmek, dayanışma içinde hareket etmek veya birlikte çalışarak başarıya ulaşmak anlamlarına gelir. Toplumsal bir uyum veya kolektif bir çaba sonucu elde edilen bir zaferi ifade edebilir.", "mikro_mantik": "Bu bab, fiilin birden fazla tarafın katılımıyla gerçekleştiğini ve işbirliği içerdiğini ifade eder. Kök anlamının taraflar arasında paylaşıldığını ve ortak bir amaca yönelik olduğunu gösterir. Fiilin öznesi ve diğer taraflar, zafer eylemini birlikte gerçekleştirir ve sonuç ortak bir başarıdır."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْظَفَرَ - Inzafara", "muzari": "يَنْظَفِرُ - Yanzefiru", "masdar": "اِنْظِفَار - Inzifar"}, "bab_anlami": "Zafer elde etmek, galip gelmek veya bir şeyi zaferle sonuçlandırmak. Bu kalıp, fiilin öznenin kendi başına zafer kazandığını veya bir şeyin kendiliğinden zaferle sonuçlandığını gösterir. Bir hedefe ulaşmak, bir engeli aşmak veya bir durumu başarıyla tamamlamak anlamlarına gelir. İçsel bir güç veya dışsal bir fırsat sonucu elde edilen bir zaferi ifade edebilir.", "mikro_mantik": "Bu bab, fiilin edilgen veya dönüşlü olduğunu ifade eder. Kök anlamının özne üzerinde kendiliğinden gerçekleştiğini veya öznenin bir süreçten geçtiğini gösterir. Fiilin öznesi, zafer eyleminin etkisi altında kalır ve sonuç öznenin durumunu değiştirir."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِظَّفَرَ - Izzafara", "muzari": "يَظَّفِرُ - Yazzafiru", "masdar": "اِظِّفَار - Izzifar"}, "bab_anlami": "Zorla zafer elde etmek, güç kullanarak galip gelmek veya bir şeyi zorla ele geçirmek. Bu kalıp, fiilin zorlama, baskı veya şiddet yoluyla elde edilen bir zaferi ifade ettiğini gösterir. Bir şeyi zorla almak, birini zorla yenmek veya bir durumu zorla kontrol altına almak anlamlarına gelir. Hukuksuz veya ahlaki olmayan bir şekilde elde edilen bir zaferi ifade edebilir.", "mikro_mantik": "Bu bab, fiilin zorlama veya şiddet içerdiğini ifade eder. Kök anlamının özne tarafından güç kullanılarak gerçekleştirildiğini gösterir. Fiilin öznesi, zafer eylemini zorla gerçekleştirir ve sonuç mağduriyet veya adaletsizlik yaratabilir."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اِظْفَأَرَّ - Izfaarra", "muzari": "يَظْفَئِرُّ - Yazfairru", "masdar": "اِظْفِئْرَار - Izfi'rar"}, "bab_anlami": "Zaferin parıltısının sönmesi, zaferin etkisinin azalması veya zaferin anlamını yitirmesi. Bu kalıp, fiilin zaferin geçici veya yanıltıcı olduğunu gösterir. Zaferin değerini kaybetmesi, zaferin ardından hayal kırıklığı yaşanması veya zaferin kalıcı bir etki bırakmaması anlamlarına gelir. Dünyevi zaferlerin geçiciliğini ve ruhani değerlerin önemini vurgular.", "mikro_mantik": "Bu bab, fiilin zaferin olumsuz bir yönünü veya zaferin etkisinin azalmasını ifade eder. Kök anlamının zıttını veya zaferin beklenen sonuçlarını taşımadığını gösterir. Fiilin öznesi, zaferin olumsuz etkilerini yaşar ve sonuç hayal kırıklığı veya pişmanlık olabilir."}]}], "ظلل": [{"kok": "ظلل", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Gölge, örtü, koruma", "kavramsal_derinlik": "Fiziksel ve metafiziksel koruma, saklanma, gizlenme"}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "ظل - Zalla", "muzari": "يظل - Yazillu", "masdar": "ظل - Zall"}, "bab_anlami": "Temel anlamda gölgelemek, örtmek, bir şeyi başka bir şeyin altına almak demektir. Bu, fiziksel bir nesneyi güneşten veya yağmurdan korumak gibi somut bir eylem olabileceği gibi, soyut anlamda bir fikri veya duyguyu gizlemek, örtbas etmek anlamına da gelebilir. Aynı zamanda, bir şeyin etkisi altında kalmak, onun gölgesinde yaşamak manasına da gelebilir; bu, birinin otoritesi veya etkisinin altında olmak gibi.", "mikro_mantik": "Bu bab, fiilin temel anlamını ve eylemin basit bir şekilde gerçekleştiğini ifade eder. Kökün temel anlamı olan 'gölgelemek' fiilinin yalın halini gösterir. Eylemin özne tarafından doğrudan ve herhangi bir ek anlam veya yoğunluk olmadan gerçekleştirildiğini belirtir."}, {"bab_no": 2, "fiil_formlari": {"mazi": "ظلل - Zallale", "muzari": "يظلل - Yuzallilu", "masdar": "تظليل - Tazlil"}, "bab_anlami": "Bu kalıp, gölgelendirme eyleminin yoğunluğunu veya tekrarlanmasını ifade eder. Bir şeyi tekrar tekrar gölgelendirmek, yoğun bir şekilde örtmek veya bir şeyi tamamen gizlemek anlamına gelebilir. Aynı zamanda, bir şeyi olduğundan daha farklı göstermek, yanıltıcı bir şekilde sunmak anlamında da kullanılabilir. Bu, gerçeği örtbas etmek veya bir durumu olduğundan daha iyi veya daha kötü göstermek gibi manipülatif bir eylem olabilir.", "mikro_mantik": "Bu bab, fiilin anlamını yoğunlaştırır veya tekrarlar. Kökün anlamı olan 'gölgelemek' eyleminin daha güçlü veya sürekli bir şekilde yapıldığını gösterir. Bu kalıp, eylemin niteliğinde bir artış veya yoğunlaşma olduğunu belirtir."}, {"bab_no": 3, "fiil_formlari": {"mazi": "تظلل - Tazallala", "muzari": "يتظلل - Yetazallalu", "masdar": "تظلل - Tazallul"}, "bab_anlami": "Bu kalıp, gölgelenme eylemini karşılıklı veya ortak bir şekilde yapmayı ifade eder. Birbirini gölgelendirmek, karşılıklı olarak korumak veya birbirinin etkisinde kalmak anlamına gelebilir. Aynı zamanda, bir konuda birbirine destek olmak, fikir alışverişinde bulunmak veya ortak bir amaca hizmet etmek anlamında da kullanılabilir. Bu, işbirliği ve dayanışma içeren bir eylemi ifade eder.", "mikro_mantik": "Bu bab, fiilin karşılıklı veya ortak bir şekilde yapıldığını gösterir. Kökün anlamı olan 'gölgelemek' eyleminin iki veya daha fazla özne arasında gerçekleştiğini belirtir. Bu kalıp, eylemin niteliğinde bir etkileşim ve paylaşım olduğunu vurgular."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أظل - Azalla", "muzari": "يظل - Yuzillu", "masdar": "إظلال - Izlal"}, "bab_anlami": "Bu kalıp, gölgelemeye neden olmak, gölge sağlamak veya bir şeyi gölgede bırakmak anlamına gelir. Birine veya bir şeye gölge sağlamak, onu korumak, desteklemek veya ona yardımcı olmak anlamına gelebilir. Aynı zamanda, bir şeyi gölgede bırakmak, onun önemini azaltmak, onu ikinci plana atmak veya onu unutulmaya terk etmek anlamında da kullanılabilir. Bu, hem olumlu hem de olumsuz anlamlar içerebilir.", "mikro_mantik": "Bu bab, fiilin geçişli (müteaddi) olduğunu ve bir nesneye etki ettiğini gösterir. Kökün anlamı olan 'gölgelemek' eyleminin bir özne tarafından bir nesne üzerinde gerçekleştirildiğini belirtir. Bu kalıp, eylemin bir sonuç doğurduğunu ve bir şeyi etkilediğini vurgular."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تظلل - Tazallala", "muzari": "يتظلل - Yetazallalu", "masdar": "تظلل - Tazallul"}, "bab_anlami": "Bu kalıp, gölge aramak, gölgelenmek veya bir şeyin gölgesine sığınmak anlamına gelir. Güneşten veya tehlikeden korunmak için bir yere sığınmak, birinin himayesine girmek veya bir şeyin etkisinde kalmak anlamında kullanılabilir. Aynı zamanda, bir şeyden kaçmak, saklanmak veya gizlenmek anlamında da kullanılabilir. Bu, hem fiziksel hem de metafiziksel bir sığınma eylemini ifade eder.", "mikro_mantik": "Bu bab, fiilin dönüşlü (lazım) olduğunu ve öznenin kendisi üzerinde gerçekleştiğini gösterir. Kökün anlamı olan 'gölgelemek' eyleminin özne tarafından kendisine uygulandığını belirtir. Bu kalıp, eylemin öznenin durumunu veya konumunu değiştirdiğini vurgular."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تذالل - Tazallala", "muzari": "يتذالل - Yetazallalu", "masdar": "تذالل - Tazallul"}, "bab_anlami": "Bu kalıp, gölgelenmiş gibi davranmak, kendini gölgede hissetmek veya bir şeyin gölgesinde saklanmak anlamına gelir. Gerçek duygularını veya niyetlerini gizlemek, kendini olduğundan farklı göstermek veya bir şeyden kaçmak için bir bahane bulmak anlamında kullanılabilir. Aynı zamanda, bir şeyin etkisinden kurtulmaya çalışmak, kendini özgürleştirmek veya bağımsızlığını ilan etmek anlamında da kullanılabilir. Bu, bir tür yanıltma veya kaçış eylemini ifade eder.", "mikro_mantik": "Bu bab, fiilin bir tür taklit veya yanıltma içerdiğini gösterir. Kökün anlamı olan 'gölgelemek' eyleminin gerçekte olmadığı halde varmış gibi yapıldığını belirtir. Bu kalıp, eylemin öznenin içsel durumu ile dışsal davranışı arasındaki uyumsuzluğu vurgular."}, {"bab_no": 7, "fiil_formlari": {"mazi": "انظل - Inzalla", "muzari": "ينظل - Yanzillu", "masdar": "انظلال - Inzilal"}, "bab_anlami": "Bu kalıp, gölgelenmek, gölgeye alınmak veya bir şeyin gölgesinde kalmak anlamına gelir. Bir şeyin etkisi altında olmak, onun tarafından yönlendirilmek veya onun kontrolüne girmek anlamında kullanılabilir. Aynı zamanda, bir şeyin gizli veya örtülü kalması, ortaya çıkmaması veya fark edilmemesi anlamında da kullanılabilir. Bu, pasif bir durumu veya bir şeyin etkisine maruz kalmayı ifade eder.", "mikro_mantik": "Bu bab, fiilin edilgen (meçhul) olduğunu ve öznenin bir eyleme maruz kaldığını gösterir. Kökün anlamı olan 'gölgelemek' eyleminin bir özne üzerinde gerçekleştiğini ve öznenin bu eyleme maruz kaldığını belirtir. Bu kalıp, eylemin öznenin durumunu veya konumunu etkilediğini vurgular."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اظلل - Izalla", "muzari": "يظلل - Yazallu", "masdar": "اظلال - Izlilal"}, "bab_anlami": "Bu kalıp, gölgelenmek, gölgeye alınmak veya bir şeyin gölgesinde kalmak anlamına gelir. Bir şeyin etkisi altında olmak, onun tarafından yönlendirilmek veya onun kontrolüne girmek anlamında kullanılabilir. Aynı zamanda, bir şeyin gizli veya örtülü kalması, ortaya çıkmaması veya fark edilmemesi anlamında da kullanılabilir. Bu, pasif bir durumu veya bir şeyin etkisine maruz kalmayı ifade eder.", "mikro_mantik": "Bu bab, fiilin edilgen (meçhul) olduğunu ve öznenin bir eyleme maruz kaldığını gösterir. Kökün anlamı olan 'gölgelemek' eyleminin bir özne üzerinde gerçekleştiğini ve öznenin bu eyleme maruz kaldığını belirtir. Bu kalıp, eylemin öznenin durumunu veya konumunu etkilediğini vurgular."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اظل - Izalla (Bu bab için fiil formu nadiren kullanılır)", "muzari": "يظل - Yazallu (Bu bab için fiil formu nadiren kullanılır)", "masdar": "اظلال - Izlilal (Renk belirtmek için)"}, "bab_anlami": "Bu bab genellikle renklerle ilişkilendirilir ve 'gölge renginde olmak' veya 'gölge gibi olmak' anlamına gelebilir. Metaforik olarak, solgun, zayıf veya belirsiz bir durumu ifade edebilir. Bir şeyin etkisinin azalması, gücünü kaybetmesi veya önemini yitirmesi gibi anlamlara da gelebilir. Aynı zamanda, bir şeyin gizli veya örtülü kalması, ortaya çıkmaması veya fark edilmemesi anlamında da kullanılabilir.", "mikro_mantik": "Bu bab, fiilin bir niteliği veya durumu ifade ettiğini gösterir. Kökün anlamı olan 'gölgelemek' eyleminin bir nesnenin veya durumun niteliği olarak ortaya çıktığını belirtir. Bu kalıp, eylemin bir özelliği veya durumu tanımladığını vurgular."}, {"bab_no": 10, "fiil_formlari": {"mazi": "استظل - İstazalla", "muzari": "يستظل - Yestazillu", "masdar": "استظلال - İstizlal"}, "bab_anlami": "Bu kalıp, gölge aramak, gölgelenmek veya bir şeyin gölgesine sığınmak için çaba göstermek anlamına gelir. Güneşten veya tehlikeden korunmak için bir yere sığınmaya çalışmak, birinin himayesine girmeye çalışmak veya bir şeyin etkisinde kalmaya çalışmak anlamında kullanılabilir. Aynı zamanda, bir şeyden kaçmaya çalışmak, saklanmaya çalışmak veya gizlenmeye çalışmak anlamında da kullanılabilir. Bu, aktif bir arayış ve çaba eylemini ifade eder.", "mikro_mantik": "Bu bab, fiilin bir arayış veya çaba içerdiğini gösterir. Kökün anlamı olan 'gölgelemek' eyleminin elde edilmeye çalışılan bir hedef olduğunu belirtir. Bu kalıp, eylemin öznenin bir amaca ulaşmak için gösterdiği çabayı vurgular."}]}], "ظلم": [{"kok": "ظلم", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Hakkın çiğnenmesi, adaletsizlik, zulüm. Bir şeyin olması gereken yerden farklı bir yere konulması, denge ve ahengin bozulması.", "kavramsal_derinlik": "Zulüm, sadece bireyler arası ilişkilerde değil, insanın kendi nefsine, evrene ve yaratıcıya karşı işleyebileceği bir günahtır. İlahi adaletin tecellisi, zulmün ortadan kalkmasıyla mümkündür. Zulüm, varoluşsal bir sapmadır ve evrenin dengesini bozarak kaosa neden olur."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "ظَلَمَ - zaleme", "muzari": "يَظْلِمُ - yazlimu", "masdar": "ظُلْم - zulm"}, "bab_anlami": "Zulmetmek, haksızlık etmek, bir hakkı gaspetmek. Bu kalıp, fiilin doğrudan doğruya fail tarafından gerçekleştirilen bir eylemi ifade eder. Fail, bilerek veya bilmeyerek adaletten sapar ve başkasının hakkını ihlal eder. Bu, eylemin temel ve en yaygın anlamıdır; zulmün basit ve doğrudan tezahürüdür.", "mikro_mantik": "Bu kalıp, kökün temel anlamını en doğrudan ve yalın haliyle ifade eder. Fiilin fail tarafından gerçekleştirildiğini ve eylemin nesnesi üzerinde bir etki yarattığını gösterir. Kökün anlamı, bu kalıpta herhangi bir ek anlam veya yoğunluk kazanmaz, sadece temel anlamı vurgulanır."}, {"bab_no": 2, "fiil_formlari": {"mazi": "تَظَلَّمَ - tazallame", "muzari": "يَتَظَلَّمُ - yetazallamu", "masdar": "تَظَلُّم - tazallum"}, "bab_anlami": "Zulme uğradığını iddia etmek, şikayet etmek, hakkını aramak. Bu kalıp, kişinin maruz kaldığı haksızlığı dile getirmesi ve adaletin sağlanması için çaba göstermesi anlamına gelir. Kişi, zulmün pasif alıcısı olmaktan çıkarak aktif bir şekilde hakkını savunmaya başlar. Bu, zulme karşı bir duruş sergileme ve adaleti talep etme eylemidir.", "mikro_mantik": "Bu kalıp, köke bir edilgenlik ve talep anlamı katar. Fiilin öznesi, zulme maruz kalmış ve bu durumu düzeltmek için harekete geçmiştir. Kökün anlamı, bu kalıpta bir savunma ve arayış boyutu kazanır."}, {"bab_no": 3, "fiil_formlari": {"mazi": "ظَالَمَ - zaaleme", "muzari": "يُظَالِمُ - yuzaalimu", "masdar": "مُظَالَمَة - muzaaleme"}, "bab_anlami": "Karşılıklı zulümleşmek, birbirine haksızlık etmek, bir çekişme ve çatışma ortamında zulüm uygulamak. Bu kalıp, iki tarafın da birbirine zulmettiği, bir kısır döngü içinde haksızlıkların tekrarlandığı bir durumu ifade eder. Taraflar, kendi çıkarlarını korumak veya intikam almak amacıyla birbirlerine zarar verirler. Bu, zulmün yaygınlaşması ve toplumsal huzursuzluğa neden olmasıdır.", "mikro_mantik": "Bu kalıp, köke bir karşılıklılık ve rekabet anlamı katar. Fiilin öznesi ve nesnesi, aynı anda hem fail hem de mağdur konumundadır. Kökün anlamı, bu kalıpta bir çatışma ve denge bozukluğu boyutu kazanır."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَظْلَمَ - azleme", "muzari": "يُظْلِمُ - yuzlimu", "masdar": "إِظْلَام - izlaam"}, "bab_anlami": "Karanlık basmak, zulmetmek, karartmak. Bu kalıp, zulmün bir ortamı kaplaması, bir durumu karartması veya bir şeyi görünmez hale getirmesi anlamına gelir. Zulüm, bir perde gibi hakikati örter ve adaletin tecelli etmesini engeller. Bu, zulmün yayılması ve etkisinin artmasıdır.", "mikro_mantik": "Bu kalıp, köke bir yoğunluk ve kapsayıcılık anlamı katar. Fiilin öznesi, zulmü yaygınlaştıran veya bir şeyi karartan bir etkendir. Kökün anlamı, bu kalıpta bir karartma ve örtme boyutu kazanır."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَظَالَمَ - tazaaleme", "muzari": "يَتَظَالَمُ - yetazaalemu", "masdar": "تَظَالُم - tazaalum"}, "bab_anlami": "Zulümde yarışmak, birbirine zulmetmek için fırsat kollamak, zulmü alışkanlık haline getirmek. Bu kalıp, insanların birbirine zulmetmek için rekabet ettiği, haksızlıkların normalleştiği ve yaygınlaştığı bir durumu ifade eder. Zulüm, bir değer haline gelir ve insanlar, kendi çıkarlarını korumak veya başkalarına zarar vermek için zulmü kullanırlar. Bu, zulmün toplumsal bir sorun haline gelmesidir.", "mikro_mantik": "Bu kalıp, köke bir rekabet ve alışkanlık anlamı katar. Fiilin öznesi ve nesnesi, sürekli olarak birbirine zulmetmek için çaba gösterirler. Kökün anlamı, bu kalıpta bir yaygınlaşma ve normalleşme boyutu kazanır."}, {"bab_no": 6, "fiil_formlari": {"mazi": "اِظَّلَمَ - izzaleme", "muzari": "يَظَّلِمُ - yazzalimu", "masdar": "اِظِّلَام - izzillaam"}, "bab_anlami": "Zulme maruz kalmak, zulüm altında ezilmek, zulmün etkisiyle kararmak. Bu kalıp, kişinin zulmün pasif alıcısı olduğu, haksızlığa uğradığı ve bu durumdan olumsuz etkilendiği bir durumu ifade eder. Kişi, zulmün ağırlığı altında ezilir ve kendi potansiyelini gerçekleştiremez. Bu, zulmün birey üzerindeki yıkıcı etkisidir.", "mikro_mantik": "Bu kalıp, köke bir edilgenlik ve etki altında kalma anlamı katar. Fiilin öznesi, zulmün nesnesi konumundadır ve bu durumdan olumsuz etkilenir. Kökün anlamı, bu kalıpta bir ezilme ve kararma boyutu kazanır."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْظَلَمَ - inz̧aleme", "muzari": "يَنْظَلِمُ - yanz̧alimu", "masdar": "اِنْظِلَام - inz̧ilaam"}, "bab_anlami": "Zulme uğramak, haksızlığa maruz kalmak, zulmün etkisiyle kırılmak. Bu kalıp, kişinin iradesi dışında zulme maruz kaldığı, kendini savunma imkanı bulamadığı ve bu durumdan derin bir şekilde etkilendiği bir durumu ifade eder. Kişi, zulmün karşısında çaresiz kalır ve ruhunda derin yaralar açılır. Bu, zulmün en acımasız ve yıkıcı tezahürlerinden biridir.", "mikro_mantik": "Bu kalıp, köke bir edilgenlik, çaresizlik ve kırılganlık anlamı katar. Fiilin öznesi, zulme karşı koyamaz ve bu durumdan derinden etkilenir. Kökün anlamı, bu kalıpta bir çaresizlik ve kırılma boyutu kazanır."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِزْدَلَمَ - izdaleme (Bu babta kullanımı nadirdir, ancak potansiyel anlamı)", "muzari": "يَزْدَلِمُ - yazdalimu", "masdar": "اِزْدِلَام - izdilaam"}, "bab_anlami": "Zulmü yoğunlaştırmak, zulmü artırmak, zulümde aşırıya gitmek. Bu kalıp, zulmün şiddetini ve etkisini artırmak, haksızlıkları daha da derinleştirmek anlamına gelir. Fail, zulmü bir araç olarak kullanarak kendi gücünü ve kontrolünü pekiştirmeye çalışır. Bu, zulmün sistematikleşmesi ve kurumsallaşmasıdır.", "mikro_mantik": "Bu kalıp, köke bir yoğunluk, artırma ve aşırılık anlamı katar. Fiilin öznesi, zulmü daha da şiddetlendiren bir etkendir. Kökün anlamı, bu kalıpta bir yoğunlaşma ve aşırılık boyutu kazanır."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اِسْتَظْلَمَ - istazleme", "muzari": "يَسْتَظْلِمُ - yastazlimu", "masdar": "اِسْتِظْلَام - istizlaam"}, "bab_anlami": "Zulüm istemek, zulüm talep etmek, zulmü hak görmek. Bu kalıp, kişinin zulmü meşrulaştırmaya çalıştığı, haksızlığı haklı göstermeye çalıştığı bir durumu ifade eder. Kişi, kendi çıkarlarını korumak veya başkalarına zarar vermek için zulmü bir araç olarak kullanır ve bu eylemini haklı çıkarır. Bu, zulmün ahlaki bir sapma haline gelmesidir.", "mikro_mantik": "Bu kalıp, köke bir talep, meşrulaştırma ve hak görme anlamı katar. Fiilin öznesi, zulmü talep eden veya haklı gören biridir. Kökün anlamı, bu kalıpta bir ahlaki sapma ve meşrulaştırma boyutu kazanır."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَظْلَمَ - istazleme (9. bab ile aynı)", "muzari": "يَسْتَظْلِمُ - yastazlimu", "masdar": "اِسْتِظْلَام - istizlaam"}, "bab_anlami": "Zulme uğradığını düşünmek, zulüm vehmine kapılmak, haksızlığa maruz kaldığına inanmak. Bu kalıp, kişinin gerçekte zulme uğramadığı halde, kendini mağdur hissettiği ve haksızlığa uğradığına inandığı bir durumu ifade eder. Bu durum, kişinin psikolojik durumu, yanlış algıları veya manipülasyon sonucu ortaya çıkabilir. Bu, zulmün subjektif bir deneyim haline gelmesidir.", "mikro_mantik": "Bu kalıp, köke bir vehim, algı ve subjektif deneyim anlamı katar. Fiilin öznesi, gerçekte zulme uğramadığı halde, kendini mağdur hisseden biridir. Kökün anlamı, bu kalıpta bir yanılgı ve subjektif algı boyutu kazanır."}]}], "ظمأ": [{"kok": "ظمأ", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Susuzluk, içsel arzu, tatmin edilemeyen özlem; varlığın derinliklerindeki eksiklik hissi.", "kavramsal_derinlik": "Fiziksel susuzluğun ötesinde, ruhun ve aklın doyumsuz arayışını, manevi açlığı ve ilahi olana duyulan özlemi ifade eder. İnsanın kendini tamamlama çabası ve bu uğurdaki bitmeyen arayışı simgeler."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "ظَمَأَ - zama'a", "muzari": "يَظْمَأُ - yazma'u", "masdar": "ظَمْءٌ - zam'un"}, "bab_anlami": "Temel anlamıyla susamak, suya ihtiyaç duymak. Metaforik olarak, bir şeyin eksikliğini hissetmek, bir şeye şiddetle ihtiyaç duymak, manevi bir açlık çekmek. Varlığın derinliklerinde hissedilen bir eksiklik duygusu, tamamlanma arayışı içinde duyulan yoğun özlem.", "mikro_mantik": "Bu bab, kökün temel anlamını doğrudan ifade eder. Fiilin yalın hali, susuzluğun veya özlemin en doğal ve temel halini gösterir. Bu form, öznenin doğrudan bir ihtiyacını veya eksikliğini deneyimlediğini belirtir; herhangi bir dolaylılık veya yoğunlaştırma içermez."}, {"bab_no": 2, "fiil_formlari": {"mazi": "ظَمَّأَ - zamma'a", "muzari": "يُظَمِّئُ - yuzammi'u", "masdar": "تَظْمِئَةٌ - tazmi'atun"}, "bab_anlami": "Birini susatmak, susuz bırakmak; mecazen, birinin arzusunu veya özlemini artırmak, tatmin etmemek. Bu kalıp, bir başkasının içsel açlığını veya arzusunu tetiklemeyi, onu daha da susatmayı ifade eder. Belki de bilerek veya bilmeyerek birinin manevi veya duygusal ihtiyaçlarını karşılamamak, onu daha da arayışa itmek.", "mikro_mantik": "Bu bab, köke geçişlilik (transitivity) özelliği katar. Yani, fiilin eylemi bir özne tarafından bir nesneye yöneltilir. 'Susatmak' eylemi, birinin susuzluğunu gidermek yerine onu artırmayı ifade eder. Bu, kökün anlamını yoğunlaştırır ve eylemin yönünü belirginleştirir."}, {"bab_no": 3, "fiil_formlari": {"mazi": "تَظَامَأَ - tazama'a", "muzari": "يَتَظَامَأُ - yatazama'u", "masdar": "تَظَامُؤٌ - tazamu'un"}, "bab_anlami": "Susar gibi yapmak, susamış gibi görünmek; mecazen, bir ihtiyacı veya arzuyu gizlemek, yokmuş gibi davranmak. İçsel bir açlık veya özlem duyduğu halde, bunu dışarıya yansıtmamak, kendini güçlü göstermeye çalışmak. Belki de toplumsal baskılar veya kişisel gurur nedeniyle gerçek duyguları saklamak.", "mikro_mantik": "Bu bab, köke karşılıklılık (reciprocity) veya taklit (simulation) anlamı katar. 'Susar gibi yapmak', gerçekte susamış olmasa bile öyle görünmeye çalışmayı ifade eder. Bu, öznenin içsel durumu ile dışsal davranışı arasındaki uyumsuzluğu vurgular ve kökün anlamını karmaşıklaştırır."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَظْمَأَ - azma'a", "muzari": "يُظْمِئُ - yuzmi'u", "masdar": "إِظْمَاءٌ - izma'un"}, "bab_anlami": "Susatmak, susuz bırakmak (Bab 2 ile benzer anlamda, ancak daha yoğun ve etkili bir şekilde). Birini derinden etkileyecek şekilde susuz bırakmak, onun temel ihtiyaçlarını karşılamamak. Bu, sadece fiziksel susuzluk değil, aynı zamanda ruhsal ve zihinsel bir açlık yaratmak anlamına da gelebilir. Birinin varoluşsal arayışını derinleştirmek.", "mikro_mantik": "Bu bab, köke nedensellik (causality) anlamı katar. Bir eylemin başka bir eylemi tetiklediğini ifade eder. 'Susatmak' eylemi, birinin susuz kalmasına neden olur. Bu, kökün anlamını güçlendirir ve eylemin sonuçlarına odaklanır."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَظَمَّأَ - tazamma'a", "muzari": "يَتَظَمَّأُ - yatazamma'u", "masdar": "تَظَمُّؤٌ - tazammu'un"}, "bab_anlami": "Susuzluğunu gidermeye çalışmak, su aramak; mecazen, bir ihtiyacı veya arzuyu tatmin etmeye çabalamak. İçsel açlığı dindirmek için sürekli bir arayış içinde olmak, manevi susuzluğunu gidermek için çaba göstermek. Bu, kişinin kendini tamamlama yolculuğunda attığı adımları ve gösterdiği gayreti ifade eder.", "mikro_mantik": "Bu bab, köke çaba (effort) ve süreç (process) anlamı katar. 'Susuzluğunu gidermeye çalışmak', sürekli bir eylemi ve bu eylemin getirdiği zorlukları ifade eder. Bu, kökün anlamını dinamikleştirir ve öznenin aktif rolünü vurgular."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَظَامَأَ - tazama'a", "muzari": "يَتَظَامَأُ - yatazama'u", "masdar": "تَظَامُؤٌ - tazamu'un"}, "bab_anlami": "Karşılıklı olarak susamak, birbirini susatmak; mecazen, birbirinin ihtiyaçlarını görmezden gelmek, birbirine destek olmamak. İki veya daha fazla kişinin aynı anda bir şeye ihtiyaç duyması ve birbirlerine yardım etmek yerine rekabet etmeleri. Bu, toplumsal ilişkilerdeki bencilliği ve dayanışma eksikliğini vurgular.", "mikro_mantik": "Bu bab, köke karşılıklılık (reciprocity) anlamı katar. Eylemin birden fazla özne tarafından karşılıklı olarak yapıldığını ifade eder. 'Karşılıklı olarak susamak', her bir öznenin diğerinin ihtiyacını görmezden geldiğini ve kendi çıkarını düşündüğünü belirtir. Bu, kökün anlamını ilişkisel bir bağlama yerleştirir."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْظَمَأَ - inzama'a", "muzari": "يَنْظَمِئُ - yanzami'u", "masdar": "اِنْظِمَاءٌ - inzima'un"}, "bab_anlami": "Susayıp kalmak, susuzluğa maruz kalmak; mecazen, bir ihtiyacın giderilememesi, bir arzunun tatmin edilememesi. Dışsal koşullar veya içsel engeller nedeniyle bir türlü doyuma ulaşamamak, sürekli bir eksiklik hissiyle yaşamak. Bu, kaderciliği ve insanın kendi kontrolü dışındaki faktörlerin etkisini vurgular.", "mikro_mantik": "Bu bab, köke edilgenlik (passivity) anlamı katar. Öznenin eylemi gerçekleştiren değil, eylemden etkilenen olduğunu ifade eder. 'Susayıp kalmak', öznenin kendi iradesi dışında bir duruma maruz kaldığını belirtir. Bu, kökün anlamını pasif bir bağlama yerleştirir."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِظْمَأَ - izma'a", "muzari": "يَظْمَئِيُّ - yazma'iyyu", "masdar": "اِظْمِيَاءٌ - izmiya'un"}, "bab_anlami": "Şiddetle susamak, çok susamak; mecazen, bir şeye aşırı derecede ihtiyaç duymak, bir arzunun esiri olmak. Kontrol edilemeyen bir özlem duymak, bir şeye ulaşmak için her şeyi göze almak. Bu, tutkuyu, hırsı ve insanın sınırlarını zorlama arzusunu ifade eder.", "mikro_mantik": "Bu bab, kökün anlamını yoğunlaştırır ve abartılı bir durumu ifade eder. 'Şiddetle susamak', normal susuzluğun ötesinde, aşırı bir ihtiyacı belirtir. Bu, kökün anlamını duygusal bir bağlama yerleştirir ve öznenin yoğun hislerini vurgular."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اِظْمَأَ - izma'a (nadiren kullanılır)", "muzari": "يَظْمَئِئُ - yazmai'u (nadiren kullanılır)", "masdar": "اِظْمِئْنَاءٌ - izmi'na'un (nadiren kullanılır)"}, "bab_anlami": "Bu kalıp nadiren kullanılır ve kökün anlamını pekiştirir, aşırı susamayı veya içsel bir özlemi çok yoğun bir şekilde hissetmeyi ifade eder. Varlığın derinliklerinde hissedilen, dindirilmesi güç bir susuzluk. Bu susuzluk, sadece fiziksel değil, aynı zamanda ruhsal ve zihinsel bir açlığı da temsil eder. Bu kalıp, insanın iç dünyasındaki karmaşık duyguları ve arayışları ifade etmek için kullanılır.", "mikro_mantik": "Bu bab, kökün anlamını yoğunlaştırır ve nadir kullanımıyla dikkat çeker. Anlamı pekiştirerek, susuzluğun veya özlemin en uç noktasını ifade eder. Bu, kökün anlamını vurgular ve öznenin deneyiminin sıra dışılığını belirtir."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَظْمَأَ - istazma'a", "muzari": "يَسْتَظْمِئُ - yastazmi'u", "masdar": "اِسْتِظْمَاءٌ - istizma'un"}, "bab_anlami": "Susuzluk hissetmek, susamış olmak; mecazen, bir şeye ihtiyaç duymak, bir arzuyu gidermeye çalışmak. İçsel bir eksikliği fark etmek ve bu eksikliği gidermek için harekete geçmek. Bu, farkındalığı, arayışı ve kendini tamamlama çabasını ifade eder. Belki de uzun bir yolculuğun başlangıcını simgeler.", "mikro_mantik": "Bu bab, köke talep (request) veya arayış (search) anlamı katar. 'Susuzluk hissetmek', susuzluğu gidermek için bir eyleme geçme isteğini ifade eder. Bu, kökün anlamını dinamikleştirir ve öznenin aktif rolünü vurgular."}]}], "ظنن": [{"kok": "ظنن", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Zan, şüphe, tahmin; kesin bilgiye ulaşamama durumu. Gerçeğin perdelenmesi, bilginin muğlaklığı.", "kavramsal_derinlik": "İnsanın bilgiye ulaşma çabasındaki sınırlılıkları, kesinliğin ötesindeki olasılıklar dünyası. İlahi bilginin sonsuzluğu karşısında beşeri idrakin göreceliği."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "ظَنَّ - Zanna", "muzari": "يَظُنُّ - Yazunnu", "masdar": "ظَنّ - Zann"}, "bab_anlami": "Bir şey hakkında kesin bilgiye sahip olmamak, tahmin yürütmek, zannetmek. Kalbin bir şeye meyletmesi, bir ihtimali diğerine tercih etmesi. Zihnin bir konuda kesin hüküm verememesi ve farklı olasılıkları değerlendirmesi. Bu kalıp, bilginin kesinliğinden ziyade, olasılıklar ve tahminler üzerine kurulu bir düşünce sürecini ifade eder.", "mikro_mantik": "Bu basit fiil kalıbı, kökün temel anlamını doğrudan ve yalın bir şekilde ifade eder. Fiilin öznesi, bir eylemi (zannetme) gerçekleştirir. Bu kalıp, eylemin basitliğini ve doğrudanlığını vurgular; karmaşık veya dolaylı bir anlam içermez."}, {"bab_no": 2, "fiil_formlari": {"mazi": "ظَنَّنَ - Zannana", "muzari": "يُظَنِّنُ - Yuzanninu", "masdar": "تَظْنِين - Taznin"}, "bab_anlami": "Bir şeyi tekrar tekrar zannetmek, şüpheyi derinleştirmek, tahmini kuvvetlendirmek. Zihnin bir düşünce üzerinde ısrarla durması, şüphenin kalpte kök salması. Bir konuda tereddütlerin artması ve kesinliğin kaybolması. Bu kalıp, zannın yoğunluğunu ve sürekliliğini vurgular, şüphenin derinleşmesini ve kalıcı hale gelmesini ifade eder.", "mikro_mantik": "Bu kalıp, fiilin anlamını yoğunlaştırır ve tekrarlanan bir eylemi ifade eder. Kökün anlamı olan 'zan' kavramı, bu kalıpta tekrarlandığı veya yoğunlaştırıldığı için, şüphenin veya tahminin derinleştiği ve kalıcı hale geldiği anlamını taşır."}, {"bab_no": 3, "fiil_formlari": {"mazi": "أَظَنَّ - Azanna", "muzari": "يُظِنُّ - Yuzinnu", "masdar": "إِظْنَان - Iznaan"}, "bab_anlami": "Bir şeyi zannettirmek, şüphe uyandırmak, birinin bir konuda tahmin yürütmesine neden olmak. Başkasının zihnine bir fikir yerleştirmek, bir konuda şüpheye düşürmek. Bir durumu belirsiz hale getirmek ve farklı yorumlara açık bırakmak. Bu kalıp, zannın başkaları üzerindeki etkisini ve şüphe uyandırma eylemini vurgular.", "mikro_mantik": "Bu kalıp, fiilin geçişli hale gelmesini sağlar, yani eylemin bir nesnesi olur. Kökün anlamı olan 'zan' kavramı, bu kalıpta başkasına yöneltilir, yani bir başkasının zannetmesine neden olunur. Bu, şüphe uyandırma veya bir konuda tahmin yürütmeye teşvik etme anlamını taşır."}, {"bab_no": 4, "fiil_formlari": {"mazi": "تَظَانَّ - Tazanna", "muzari": "يَتَظَانُّ - Yatazannu", "masdar": "تَظَانّ - Tazann"}, "bab_anlami": "Karşılıklı zannetmek, birbirine karşı şüphe duymak, karşılıklı tahminlerde bulunmak. İki veya daha fazla kişinin birbirleri hakkında farklı düşüncelere sahip olması, birbirlerine karşı güvensizlik duyması. Bir ilişkide şüphenin ve belirsizliğin hakim olması. Bu kalıp, zannın karşılıklı etkileşimini ve ilişkiler üzerindeki etkisini vurgular.", "mikro_mantik": "Bu kalıp, fiilin karşılıklı veya ortak bir eylem olduğunu gösterir. Kökün anlamı olan 'zan' kavramı, bu kalıpta iki veya daha fazla kişi arasında gerçekleşir, yani kişiler birbirleri hakkında zanlarda bulunurlar. Bu, karşılıklı şüphe veya güvensizlik anlamına gelir."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَظَنَّنَ - Tazannana", "muzari": "يَتَظَنَّنُ - Yatazannanu", "masdar": "تَظَنُّن - Tazannun"}, "bab_anlami": "Zannetmeye çalışmak, şüphelenmeye gayret etmek, bir konuda tahmin yürütmeye çabalamak. Zihnin bir konuda kesin bilgiye ulaşmak için çaba sarf etmesi, farklı olasılıkları değerlendirmesi. Bir durumu anlamak için yoğun bir şekilde düşünmek ve tahminlerde bulunmak. Bu kalıp, zannetme eyleminin çaba ve gayret gerektiren bir süreç olduğunu vurgular.", "mikro_mantik": "Bu kalıp, fiilin anlamını pekiştirir ve eylemin çaba gerektirdiğini gösterir. Kökün anlamı olan 'zan' kavramı, bu kalıpta bir çaba veya gayretle birlikte gerçekleşir, yani kişi zannetmek için aktif olarak çaba sarf eder. Bu, bir durumu anlamak veya bir konuda tahmin yürütmek için yoğun bir düşünce sürecini ifade eder."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَظَاهَنَ - Tazahana", "muzari": "يَتَظَاهَنُ - Yatazahanu", "masdar": "تَظَاهُن - Tazahun"}, "bab_anlami": "Zannetmekte yardımlaşmak, birbirinin zannını desteklemek, bir konuda ortak bir tahminde bulunmak. İki veya daha fazla kişinin bir konuda aynı şüpheleri paylaşması, birbirlerinin düşüncelerini doğrulaması. Bir konuda ortak bir kanaate varmak için birlikte çalışmak. Bu kalıp, zannın sosyal boyutunu ve insanların birbirlerini etkileme şeklini vurgular.", "mikro_mantik": "Bu kalıp, fiilin yardımlaşma veya işbirliği içerdiğini gösterir. Kökün anlamı olan 'zan' kavramı, bu kalıpta kişiler arasında paylaşılır ve desteklenir, yani kişiler birbirlerinin zanlarını doğrular veya güçlendirir. Bu, ortak bir kanaate varma veya bir konuda birlikte şüphelenme anlamına gelir."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْظَنَّ - Inzanna", "muzari": "يَنْظَنُّ - Yanzannu", "masdar": "اِنْظِنَان - Inzinan"}, "bab_anlami": "Zannolunmak, şüphelenilmek, hakkında tahminde bulunulmak. Bir kişinin başkaları tarafından yanlış anlaşılması, hakkında asılsız iddialarda bulunulması. Bir durumun belirsizliği nedeniyle farklı yorumlara açık olması. Bu kalıp, zannın nesnesi olmayı ve başkalarının düşüncelerinin hedefi haline gelmeyi vurgular.", "mikro_mantik": "Bu kalıp, fiilin edilgen hale gelmesini sağlar, yani özne eylemi gerçekleştiren değil, eylemden etkilenen konumdadır. Kökün anlamı olan 'zan' kavramı, bu kalıpta özneye yöneltilir, yani özne hakkında zanlarda bulunulur. Bu, başkalarının şüphelerinin veya tahminlerinin hedefi olmak anlamına gelir."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِظَّنَّ - Izzanna", "muzari": "يَظَّنُّ - Yazzannu", "masdar": "اِظِّنَان - Izzinan"}, "bab_anlami": "Şiddetle zannetmek, kesinlikle tahmin etmek, bir konuda aşırı şüphe duymak. Zihnin bir konuda kesin bir hüküm vermesi, ancak bu hükmün kesin bilgiye dayanmaması. Bir durumun gerçekliğinden aşırı derecede şüphelenmek. Bu kalıp, zannın yoğunluğunu ve kesinliğe yakınlığını vurgular, ancak bilginin eksikliğini de ifade eder.", "mikro_mantik": "Bu kalıp, fiilin anlamını güçlendirir ve yoğunlaştırır. Kökün anlamı olan 'zan' kavramı, bu kalıpta şiddetle veya kesinlikle gerçekleşir, yani kişi bir konuda çok güçlü bir tahminde bulunur veya aşırı derecede şüphe duyar. Bu, zihnin bir konuda kesin bir hüküm verme eğilimini gösterir."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اِظْمَأَنَّ - Izma'anna", "muzari": "يَظْمَئِنُّ - Yazma'innu", "masdar": "اِظْمِئْنَان - Izmi'nan"}, "bab_anlami": "Kalbin zannetmeye meyletmesi, şüpheye düşmeye yatkın olmak, bir konuda tereddüt etmek. Zihnin kesin bilgiye ulaşmakta zorlanması, farklı olasılıklar arasında gidip gelmesi. Bir durumun belirsizliği nedeniyle huzursuzluk duymak. Bu kalıp, zannın duygusal boyutunu ve kalbin şüpheye olan eğilimini vurgular.", "mikro_mantik": "Bu kalıp, fiilin duygusal bir bağlamda gerçekleştiğini gösterir. Kökün anlamı olan 'zan' kavramı, bu kalıpta kalbin veya duyguların etkisiyle ortaya çıkar, yani kişi bir konuda duygusal olarak şüphe duyar veya tereddüt eder. Bu, zihnin kesin bilgiye ulaşmakta zorlandığı ve duygusal bir huzursuzluk yaşadığı bir durumu ifade eder."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَظَنَّ - Istazanna", "muzari": "يَسْتَظِنُّ - Yastazinnu", "masdar": "اِسْتِظْنَان - Istiznan"}, "bab_anlami": "Zannetmeyi istemek, şüphelenmeyi arzu etmek, bir konuda tahmin yürütmeye yönelmek. Zihnin bir konuda kesin bilgiye ulaşmak yerine, farklı olasılıkları değerlendirmeye açık olması. Bir durumu anlamak için tahminlerde bulunmaya istekli olmak. Bu kalıp, zannetme eyleminin bir tercih veya eğilim olduğunu vurgular.", "mikro_mantik": "Bu kalıp, fiilin bir istek veya arzu ile birlikte gerçekleştiğini gösterir. Kökün anlamı olan 'zan' kavramı, bu kalıpta öznenin isteğiyle ortaya çıkar, yani kişi zannetmeyi veya şüphelenmeyi arzular. Bu, zihnin kesin bilgiye ulaşmak yerine, farklı olasılıkları değerlendirmeye açık olduğu bir durumu ifade eder."}]}], "ظهر": [{"kok": "ظهر", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Açığa çıkma, belirme, görünür olma. İçsel potansiyelin dış dünyaya yansıması, gizliliğin aşılması.", "kavramsal_derinlik": "Görünürlük ve bilinirlik arasındaki diyalektik ilişki. Zahir ve batın arasındaki etkileşim. İfşa olan hakikat ve gizlenen sır."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "ظَهَرَ - zahara", "muzari": "يَظْهَرُ - yazharu", "masdar": "ظُهُور - zuhur"}, "bab_anlami": "Bir şeyin belirginleşmesi, ortaya çıkması, görünür hale gelmesi. Bir durumun veya gerçeğin kendini göstermesi. İçsel bir niteliğin dışsal bir tezahürü. Bu kalıp, bir şeyin varlığının veya etkisinin kanıtlanması, bilinir hale gelmesi anlamını taşır. Örneğin, bir yeteneğin ortaya çıkması, bir gerçeğin gün yüzüne çıkması veya bir duygunun belirginleşmesi gibi durumlar bu kalıpla ifade edilebilir. Aynı zamanda, bir şeyin üstün gelmesi, galip gelmesi anlamını da içerebilir.", "mikro_mantik": "Bu bab, kökün temel anlamını doğrudan ve yalın bir şekilde ifade eder. Eylemin öznesi ve nesnesi arasındaki ilişki basittir; özne görünür hale gelir ve nesne görünür olandır. Kökün temel anlamını en saf haliyle yansıtır, herhangi bir ek anlam veya yoğunluk katmaz. Sadece 'olma' eyleminin gerçekleştiğini belirtir."}, {"bab_no": 2, "fiil_formlari": {"mazi": "ظَهَّرَ - zahhara", "muzari": "يُظَهِّرُ - yuzahhiru", "masdar": "تَظْهِير - tazhir"}, "bab_anlami": "Bir şeyi belirginleştirmek, açığa çıkarmak, ortaya koymak. Bir şeyin görünürlüğünü artırmak, netleştirmek veya vurgulamak. Gizli veya belirsiz olan bir şeyi aşikar hale getirmek. Bu kalıp, bir şeyi daha görünür kılmak, daha belirgin hale getirmek veya bir şeyi kanıtlamak amacıyla yapılan bir eylemi ifade eder. Örneğin, bir fotoğrafı geliştirmek, bir fikri açıklamak veya bir gerçeği ortaya çıkarmak gibi durumlar bu kalıpla ifade edilebilir. Aynı zamanda, bir şeyi süslemek, güzelleştirmek anlamını da içerebilir.", "mikro_mantik": "Bu bab, kökün anlamını yoğunlaştırır ve eylemin kasıtlı bir şekilde yapıldığını gösterir. Bir şeyi görünür hale getirme eyleminin bilinçli bir çaba sonucu gerçekleştiğini vurgular. Kökün temel anlamını güçlendirir ve eylemin etkisini artırır. Bir şeyin görünürlüğünü artırma veya netleştirme sürecini ifade eder."}, {"bab_no": 3, "fiil_formlari": {"mazi": "تَظَاهَرَ - tazahara", "muzari": "يَتَظَاهَرُ - yatazaharu", "masdar": "تَظَاهُر - tazahur"}, "bab_anlami": "Görünürde öyle olmak, öyle görünmeye çalışmak, numara yapmak. Bir şeyi olmadığı gibi göstermek, sahte bir görünüm sergilemek. İçsel gerçekliği gizleyerek dışsal bir imaj yaratmak. Bu kalıp, bir kişinin veya şeyin gerçekte olduğundan farklı görünmeye çalıştığı, sahte bir imaj sergilediği durumları ifade eder. Örneğin, hasta numarası yapmak, mutlu görünmeye çalışmak veya zengin gibi davranmak gibi durumlar bu kalıpla ifade edilebilir. Aynı zamanda, bir araya gelmek, işbirliği yapmak anlamını da içerebilir (görünürde bir birlik oluşturmak).", "mikro_mantik": "Bu bab, kökün anlamını tersine çevirir ve görünürlüğün sahte veya yanıltıcı olabileceğini gösterir. Gerçek ve görünüş arasındaki ayrımı vurgular ve dışsal imajın içsel gerçekliği yansıtmayabileceğini belirtir. Kökün temel anlamını karmaşıklaştırır ve eylemin niyetini sorgular. Bir şeyin görünüşte nasıl olduğu ile gerçekte nasıl olduğu arasındaki çelişkiyi ifade eder."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَظْهَرَ - azhara", "muzari": "يُظْهِرُ - yuzhiru", "masdar": "إِظْهَار - izhar"}, "bab_anlami": "Bir şeyi ortaya çıkarmak, göstermek, açığa vurmak. Gizli veya saklı olan bir şeyi görünür hale getirmek. Bir şeyi kanıtlamak, ispatlamak. Bu kalıp, bir şeyi saklandığı yerden çıkarmak, bilinir hale getirmek veya bir gerçeği ortaya koymak amacıyla yapılan bir eylemi ifade eder. Örneğin, bir yeteneği sergilemek, bir sırrı ifşa etmek veya bir kanıtı sunmak gibi durumlar bu kalıpla ifade edilebilir. Aynı zamanda, bir şeyi üstün kılmak, galip getirmek anlamını da içerebilir.", "mikro_mantik": "Bu bab, kökün anlamını güçlendirir ve eylemin etkisini vurgular. Bir şeyi görünür hale getirme eyleminin sonuçlarını ve etkilerini belirtir. Kökün temel anlamını genişletir ve eylemin amacını ve hedefini vurgular. Bir şeyin ortaya çıkmasının veya gösterilmesinin önemini ifade eder."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَظَهَّرَ - tazahhara", "muzari": "يَتَظَهَّرُ - yatazahharu", "masdar": "تَظَهُّر - tazahhur"}, "bab_anlami": "Belirmek, ortaya çıkmak, görünür hale gelmek (kendiliğinden). Bir şeyin içsel bir süreç sonucu dış dünyaya yansıması. Bir potansiyelin gerçekleşmesi. Bu kalıp, bir şeyin doğal bir süreç içinde ortaya çıktığı, belirginleştiği veya görünür hale geldiği durumları ifade eder. Örneğin, bir yeteneğin zamanla gelişmesi, bir duygunun yoğunlaşması veya bir gerçeğin yavaş yavaş ortaya çıkması gibi durumlar bu kalıpla ifade edilebilir. Aynı zamanda, bir şeyin kendini göstermesi, tezahür etmesi anlamını da içerebilir.", "mikro_mantik": "Bu bab, kökün temel anlamını vurgular ve eylemin kendiliğinden gerçekleştiğini gösterir. Bir şeyin görünür hale gelmesinin doğal bir süreç olduğunu ve dışsal bir müdahale olmadan gerçekleştiğini belirtir. Kökün temel anlamını derinleştirir ve eylemin içsel nedenlerini vurgular. Bir şeyin kendiliğinden ortaya çıkmasının veya belirginleşmesinin önemini ifade eder."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَظَاهَرَ - tazahara", "muzari": "يَتَظَاهَرُ - yatazaharu", "masdar": "تَظَاهُر - tazahur"}, "bab_anlami": "Yardımlaşmak, destek olmak, birbirine arka çıkmak. Bir amaca ulaşmak için birlikte hareket etmek. Güç birliği yapmak. Bu kalıp, insanların veya şeylerin bir araya gelerek birbirlerine destek oldukları, yardımlaştıkları ve birlikte hareket ettikleri durumları ifade eder. Örneğin, bir grup insanın bir projeyi tamamlamak için işbirliği yapması, bir ülkenin başka bir ülkeye yardım etmesi veya bir ordunun birlikte savaşması gibi durumlar bu kalıpla ifade edilebilir. Aynı zamanda, bir şeyi güçlendirmek, desteklemek anlamını da içerebilir.", "mikro_mantik": "Bu bab, kökün anlamını genişletir ve görünürlüğün kolektif bir çaba sonucu ortaya çıkabileceğini gösterir. Bir şeyin görünür hale gelmesinin diğerlerinin yardımı ve desteğiyle mümkün olduğunu belirtir. Kökün temel anlamını sosyal bir bağlama yerleştirir ve eylemin toplumsal etkilerini vurgular. Bir şeyin birlikte yapılması veya desteklenmesinin önemini ifade eder."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَظْهَرَ - istazhara", "muzari": "يَسْتَظْهِرُ - yastazhiru", "masdar": "اِسْتِظْهَار - istizhar"}, "bab_anlami": "Bir şeyi açıklığa kavuşturmak, delil getirmek, kanıtlamak. Bir şeyi hatırlamak, ezberlemek. Bir şeyi desteklemek, arka çıkmak. Bu kalıp, bir şeyi doğrulamak, kanıtlamak veya açıklığa kavuşturmak amacıyla yapılan bir eylemi ifade eder. Örneğin, bir iddiayı kanıtlamak için delil sunmak, bir gerçeği açıklamak için açıklama yapmak veya bir bilgiyi hatırlamak için hafızayı kullanmak gibi durumlar bu kalıpla ifade edilebilir. Aynı zamanda, bir şeyi güçlendirmek, desteklemek anlamını da içerebilir.", "mikro_mantik": "Bu bab, kökün anlamını yoğunlaştırır ve eylemin bilinçli bir çaba sonucu gerçekleştiğini gösterir. Bir şeyi görünür hale getirme veya açıklığa kavuşturma eyleminin bilgi, delil veya hafıza yoluyla yapıldığını vurgular. Kökün temel anlamını derinleştirir ve eylemin epistemolojik boyutunu vurgular. Bir şeyin kanıtlanmasının veya açıklığa kavuşturulmasının önemini ifade eder."}]}]}