{"غبر": [{"kok": "غبر", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Toz, duman, belirsizlik; geçiciliğin ve dünyevi izlerin sembolü. Varlığın эфемер doğası, zamanın aşındırıcı gücü ve geride kalanların silik hatıraları.", "kavramsal_derinlik": "Dünyevi varoluşun geçiciliği ile ebedi hakikatin arayışı arasındaki dualite. Tozun ardında saklı olan öz, dumanın perdesiyle örtülen hakikat ve belirsizliğin içindeki potansiyel."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "غَبَرَ - ğabara", "muzari": "يَغْبُرُ - yağburu", "masdar": "غُبُور - ğubūr"}, "bab_anlami": "Bir şeyin tozlanması, dumanlanması veya belirsizleşmesi. Zamanın bir şey üzerindeki etkisini, bir izin kaybolmasını veya bir durumun netliğini yitirmesini ifade eder. Bu kalıp, varlıkların dünyevi süreçler içindeki değişimini ve dönüşümünü vurgular; her şeyin bir başlangıcı ve sonu olduğunu, her anın bir önceki anın izlerini taşıdığını ima eder.", "mikro_mantik": "Fiilin temel anlamı olan 'tozlanma' eylemi, nesnenin yüzeyinde bir değişiklik olduğunu gösterir. Bu kalıp, eylemin öznenin niteliğini değiştirdiğini vurgular. Zamanla oluşan bu değişim, öznenin ilk halinden uzaklaşmasına ve farklı bir duruma evrilmesine neden olur."}, {"bab_no": 2, "fiil_formlari": {"mazi": "غَبَّرَ - ğabbera", "muzari": "يُغَبِّرُ - yuğabbiru", "masdar": "تَغْبِير - tağbīr"}, "bab_anlami": "Bir şeyi tozlandırmak, dumana boğmak veya belirsizleştirmek. Bir şeyi kasıtlı olarak örtmek, gizlemek veya olduğundan farklı göstermek anlamlarına gelir. Bu kalıp, hakikatin manipüle edilmesini, bilginin çarpıtılmasını veya bir durumun olduğundan daha karmaşık hale getirilmesini ifade eder. İnsanın gerçeği gizleme veya yanıltma eğilimine işaret eder.", "mikro_mantik": "Bu kalıp, eylemin yoğunluğunu ve tekrarlanabilirliğini artırır. Bir şeyi 'tozlandırmak' eylemi, basitçe tozlanmaktan daha fazla çaba ve kasıt içerir. Bu, failin nesne üzerindeki etkisinin daha belirgin ve kontrol edilebilir olduğunu gösterir; fail, nesnenin durumunu aktif olarak değiştirir."}, {"bab_no": 3, "fiil_formlari": {"mazi": "غَابَرَ - ğābara", "muzari": "يُغَابِرُ - yuğābiru", "masdar": "مُغَابَرَة - muğābara"}, "bab_anlami": "Tozlaşmak, birbirini tozlandırmak veya geride bırakmak. İki şeyin birbirine sürtünerek toz çıkarması veya bir şeyin başka bir şeyi geride bırakarak iz bırakması anlamlarına gelir. Bu kalıp, rekabeti, yarışı veya bir şeyin başka bir şeyin yerini almasını ifade eder. Zamanın akışında bir şeyin diğerinin önüne geçmesini veya bir şeyin diğerinin etkisini silmesini sembolize eder.", "mikro_mantik": "Bu kalıp, iki özne arasındaki karşılıklı etkileşimi vurgular. 'Tozlaşmak' eylemi, her iki öznenin de etkilendiği bir süreci ifade eder. Bu, öznenin pasif bir alıcı olmadığı, aynı zamanda eylemi gerçekleştiren diğer özneyi de etkilediği anlamına gelir; etkileşimde karşılıklılık ve denge vardır."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَغْبَرَ - ağbera", "muzari": "يُغْبِرُ - yuğbiru", "masdar": "إِغْبَار - iğbār"}, "bab_anlami": "Tozlanmak, rengi atmak veya solmak. Bir şeyin zamanla yıpranması, canlılığını yitirmesi veya önemini kaybetmesi anlamlarına gelir. Bu kalıp, geçiciliğin ve çürümenin sembolüdür; güzelliğin solmasını, gücün azalmasını veya bir dönemin sona ermesini ifade eder. Varlığın эфемер doğasına ve her şeyin bir sonu olduğuna işaret eder.", "mikro_mantik": "Bu kalıp, eylemin öznenin içsel durumunu etkilediğini gösterir. 'Tozlanmak' eylemi, sadece yüzeyde bir değişiklik değil, aynı zamanda öznenin özünde bir dönüşümü ifade eder. Bu, öznenin ilk halinden farklı bir duruma gelmesine ve artık eski özelliklerini taşımamasına neden olur; içsel bir değişim ve dönüşüm söz konusudur."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَغَبَّرَ - tağabbera", "muzari": "يَتَغَبَّرُ - yetağabberu", "masdar": "تَغَبُّر - tağabbur"}, "bab_anlami": "Tozlanmış gibi davranmak, tozlanmaya meyilli olmak veya tozlanmaya maruz kalmak. Bir şeyin ihmal edilmiş, unutulmuş veya değersizleşmiş gibi görünmesi anlamlarına gelir. Bu kalıp, sahtekarlığı, gösterişi veya bir şeyin gerçek değerini gizlemeyi ifade eder. İnsanın kendini olduğundan farklı gösterme çabasına veya bir şeyin gerçek durumunu gizleme arzusuna işaret eder.", "mikro_mantik": "Bu kalıp, eylemin öznenin dış görünüşünü etkilediğini vurgular. 'Tozlanmış gibi davranmak' eylemi, öznenin gerçek durumunu gizlemek veya farklı bir izlenim yaratmak amacıyla gerçekleştirilir. Bu, öznenin dış dünyaya karşı bir maske taktığı ve gerçek kimliğini gizlediği anlamına gelir; dış görünüşün aldatıcı olabileceğine işaret eder."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَغَابَرَ - tağābera", "muzari": "يَتَغَابَرُ - yetağāberu", "masdar": "تَغَابُر - tağābur"}, "bab_anlami": "Tozlaşmak, birbirini tozlandırmak veya zamanla tozlanmak. Bir şeyin zamanla yıpranması, unutulması veya önemini kaybetmesi anlamlarına gelir. Bu kalıp, geçiciliğin ve çürümenin sembolüdür; ilişkilerin zamanla yıpranmasını, anıların solmasını veya bir dönemin sona ermesini ifade eder. Zamanın aşındırıcı gücüne ve her şeyin bir sonu olduğuna işaret eder.", "mikro_mantik": "Bu kalıp, eylemin zamanla yayıldığını ve etkisinin arttığını gösterir. 'Tozlaşmak' eylemi, anında gerçekleşen bir olay değil, zamanla gelişen bir süreçtir. Bu, eylemin etkisinin zamanla daha belirgin hale geldiği ve öznenin durumunu kademeli olarak değiştirdiği anlamına gelir; zamanın dönüştürücü gücüne işaret eder."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْغَبَرَ - inğabera", "muzari": "يَنْغَبِرُ - yenğabiru", "masdar": "اِنْغِبَار - inğibār"}, "bab_anlami": "Tozlanmak, toza bulanmak veya tozun içinde kaybolmak. Bir şeyin tamamen tozla kaplanması, görünmez hale gelmesi veya unutulması anlamlarına gelir. Bu kalıp, yok oluşu, unutulmayı veya bir şeyin iz bırakmadan kaybolmasını ifade eder. Varlığın эфемер doğasına ve her şeyin bir gün yok olacağına işaret eder.", "mikro_mantik": "Bu kalıp, eylemin öznenin tamamen değişmesine neden olduğunu gösterir. 'Tozlanmak' eylemi, öznenin ilk halinden tamamen farklı bir duruma gelmesine ve artık tanınmaz hale gelmesine neden olur. Bu, öznenin kimliğinin kaybolduğu ve yeni bir forma dönüştüğü anlamına gelir; tam bir dönüşüm ve yeniden doğuşu sembolize eder."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِغْبَرَّ - iğberra", "muzari": "يَغْبَرُّ - yağberru", "masdar": "اِغْبِرَار - iğbirār"}, "bab_anlami": "Tozlanmak, tozlu hale gelmek veya toz rengini almak. Bir şeyin dış görünüşünün tozla kaplanması, matlaşması veya solgunlaşması anlamlarına gelir. Bu kalıp, ihmali, terk edilmişliği veya bir şeyin canlılığını yitirmesini ifade eder. Güzelliğin solmasını, gücün azalmasını veya bir dönemin sona ermesini sembolize eder.", "mikro_mantik": "Bu kalıp, eylemin öznenin dış görünüşünde kalıcı bir değişiklik yarattığını gösterir. 'Tozlanmak' eylemi, öznenin rengini, dokusunu veya parlaklığını değiştirerek onu farklı bir hale getirir. Bu, öznenin artık eski çekiciliğini veya canlılığını taşımadığı anlamına gelir; dış görünüşün zamanla değiştiğine işaret eder."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اِغْبَوْرَرَ - iğbawrara", "muzari": "يَغْبَوْرِرُ - yağbawriru", "masdar": "اِغْبِيرَار - iğbīrār"}, "bab_anlami": "Aşırı tozlanmak, yoğun bir şekilde tozla kaplanmak veya toz dumanı içinde kaybolmak. Bir şeyin tamamen tozun içinde kaybolması, görünmez hale gelmesi veya unutulması anlamlarına gelir. Bu kalıp, yok oluşu, unutulmayı veya bir şeyin iz bırakmadan kaybolmasını ifade eder. Varlığın эфемер doğasına ve her şeyin bir gün yok olacağına işaret eder, mutlak bir yok oluşu temsil eder.", "mikro_mantik": "Bu kalıp, eylemin yoğunluğunu ve kapsamını en üst düzeye çıkarır. 'Aşırı tozlanmak' eylemi, öznenin tamamen tozla kaplandığı ve artık tanınmaz hale geldiği bir durumu ifade eder. Bu, öznenin kimliğinin kaybolduğu ve yeni bir forma dönüştüğü anlamına gelir; tam bir dönüşüm ve yeniden doğuşu sembolize eder, ancak bu sefer yok oluşla sonuçlanır."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَغْبَرَ - istağbera", "muzari": "يَسْتَغْبِرُ - yestağbiru", "masdar": "اِسْتِغْبَار - istiğbār"}, "bab_anlami": "Tozlanmayı istemek, tozlanmayı aramak veya tozlanmayı hak etmek. Bir şeyin ihmal edilmeyi, unutulmayı veya değersizleştirilmeyi hak etmesi anlamlarına gelir. Bu kalıp, kaderi, kaçınılmaz sonu veya bir şeyin hak ettiği cezayı ifade eder. İnsanın kendi eylemlerinin sonuçlarına katlanması veya bir şeyin doğal sürecinin tamamlanması anlamına gelir.", "mikro_mantik": "Bu kalıp, eylemin öznenin isteği veya arzusuyla ilişkili olduğunu gösterir. 'Tozlanmayı istemek' eylemi, öznenin pasif bir alıcı olmadığı, aynı zamanda kendi kaderini şekillendirdiği anlamına gelir. Bu, öznenin eylemlerinin sonuçlarına katlanmaya razı olduğu veya kendi yolunu çizdiği anlamına gelir; özgür irade ve sorumluluk kavramlarına işaret eder."}]}], "غبن": [{"kok": "غبن", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Aldatma, eksiklik, değer kaybı; hakikatin örtülmesi ve gerçeğin saptırılması yoluyla varlığın özünden uzaklaşma.", "kavramsal_derinlik": "Beşeri ilişkilerde adaletsizliğin tezahürü, ilahi hakikatten sapmanın kozmik yankısı."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "غَبَنَ - ğabene", "muzari": "يَغْبِنُ - yağbinu", "masdar": "غَبْن - ğabn"}, "bab_anlami": "Bir şeyi olduğundan daha değersiz göstermek, birinin hakkını hile ile almak. Bu, sadece maddi bir aldatma değil, aynı zamanda manevi bir yanılgıya düşürme eylemidir. Varlığın özündeki değeri karartarak, onu hak ettiği potansiyelden mahrum bırakmaktır.", "mikro_mantik": "Bu kalıp, kökün temel anlamını doğrudan ve basit bir eylemle ifade eder. Failin, nesnenin değerini azaltma veya onu aldatma eylemini gerçekleştirmesi üzerine odaklanır. Kökün temel anlamını somut bir fiille ifade eder."}, {"bab_no": 2, "fiil_formlari": {"mazi": "غُبِّنَ - ğubbine", "muzari": "يُغَبَّنُ - yuğabbenu", "masdar": "تَغْبِين - tağbin"}, "bab_anlami": "Aldatılmaya maruz kalmak, değerinin düşürülmesine izin vermek. Bu, pasif bir durumdur; varlığın kendi öz değerini koruyamaması ve dış etkenler tarafından manipüle edilmesine müsaade etmesidir. İçsel direncin zayıflığı ve dışsal aldatmanın gücünün birleşimidir.", "mikro_mantik": "Bu kalıp, kökün anlamını edilgen hale getirir. Nesnenin, failin eylemi sonucu değer kaybına uğraması veya aldatılması durumunu vurgular. Kökün etkilenen tarafını gösterir."}, {"bab_no": 3, "fiil_formlari": {"mazi": "غَابَنَ - ğaabene", "muzari": "يُغَابِنُ - yuğaabinu", "masdar": "مُغَابَنَة - muğaabene"}, "bab_anlami": "Karşılıklı aldatma veya değer düşürme eylemi, tarafların birbirini yanıltmaya çalıştığı bir etkileşim. Bu, sadece bireysel bir eylem değil, aynı zamanda ilişkisel bir bozulmadır. Hakikatin karşılıklı olarak örtülmesi ve değerin karşılıklı olarak düşürülmesidir.", "mikro_mantik": "Bu kalıp, kökün anlamını karşılıklı bir eyleme dönüştürür. İki veya daha fazla tarafın birbirini aldatması veya değerini düşürmesi durumunu ifade eder. Kökün etkileşimsel boyutunu vurgular."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَغْبَنَ - ağbene", "muzari": "يُغْبِنُ - yuğbinu", "masdar": "إِغْبَان - iğbaan"}, "bab_anlami": "Bir şeyi aldatmaya yönelik hale getirmek, değerini düşürmeye sebep olmak. Bu, aktif bir eylemdir; varlığın özünü karartarak, onu aldatılmaya daha yatkın hale getirmektir. İçsel savunmasızlığı artırarak, dışsal aldatmanın etkisini güçlendirmektir.", "mikro_mantik": "Bu kalıp, kökün anlamını bir nedensellik ilişkisine dönüştürür. Bir şeyin, başka bir şeyin aldatılmasına veya değer kaybetmesine neden olmasını ifade eder. Kökün etkisini genişletir."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَغَابَنَ - teğaabene", "muzari": "يَتَغَابَنُ - yeteğaabenu", "masdar": "تَغَابُن - teğaabun"}, "bab_anlami": "Aldatıyormuş gibi davranmak, aldatma eylemini gizlemek veya örtbas etmek. Bu, bir yanılsama yaratma çabasıdır; varlığın gerçek değerini gizleyerek, onu olduğundan farklı göstermektir. Dışsal görünüşün içsel hakikati maskelemesidir.", "mikro_mantik": "Bu kalıp, kökün anlamını bir görünüşe dönüştürür. Bir şeyin aldatıyormuş gibi görünmesi veya aldatma eylemini gizlemesi durumunu ifade eder. Kökün dışsal yansımasını vurgular."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تُغُبِّنَ - tuğubbine", "muzari": "يُتَغَبَّنُ - yutağabbenu", "masdar": "تَغَبُّن - tağabbun"}, "bab_anlami": "Aldatılmaya maruz kalındığı zannına kapılmak, sürekli olarak değerinin düşürüldüğünü hissetmek. Bu, bir paranoya halidir; varlığın kendi öz değerini sürekli olarak sorgulaması ve dışsal tehditlere karşı aşırı duyarlı olmasıdır. İçsel güvensizliğin dışsal yansımalarıdır.", "mikro_mantik": "Bu kalıp, kökün anlamını bir zanna dönüştürür. Bir şeyin aldatıldığı veya değerinin düşürüldüğü zannına kapılması durumunu ifade eder. Kökün psikolojik boyutunu vurgular."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْغَبَنَ - inğabene", "muzari": "يَنْغَبِنُ - yenğabinu", "masdar": "اِنْغِبَان - inğibaan"}, "bab_anlami": "Aldatılmaya boyun eğmek, değerinin düşürülmesine rıza göstermek. Bu, bir teslimiyet halidir; varlığın kendi öz değerini savunmaktan vazgeçmesi ve dışsal manipülasyona açık hale gelmesidir. İçsel direncin tamamen kırılmasıdır.", "mikro_mantik": "Bu kalıp, kökün anlamını bir kabullenmeye dönüştürür. Bir şeyin aldatılmayı veya değer kaybetmeyi kabul etmesi durumunu ifade eder. Kökün pasif direncini ortadan kaldırır."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِغْتَبَنَ - iğtebene", "muzari": "يَغْتَبِنُ - yağtebinu", "masdar": "اِغْتِبَان - iğtibaan"}, "bab_anlami": "Fırsatını bulduğunda aldatmak, değerini düşürmek için uygun anı kollamak. Bu, planlı bir eylemdir; varlığın zayıf anını yakalayarak, onu manipüle etmek ve kendi çıkarına kullanmaktır. Dışsal fırsatçılığın içsel açgözlülükle birleşimidir.", "mikro_mantik": "Bu kalıp, kökün anlamını bir fırsatçılığa dönüştürür. Bir şeyin aldatmak veya değerini düşürmek için fırsat kollaması durumunu ifade eder. Kökün stratejik boyutunu vurgular."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اِغْبَانَّ - iğbaanne", "muzari": "يَغْبَانُّ - yağbaannu", "masdar": "اِغْبِينَان - iğbiinaan"}, "bab_anlami": "Aldatılmaya yatkın hale gelmek, değerinin kolayca düşürülebilir olması. Bu, bir zayıflık durumudur; varlığın kendi öz değerini koruyamaması ve dışsal manipülasyona karşı savunmasız olmasıdır. İçsel direncin yetersizliğidir.", "mikro_mantik": "Bu kalıp, kökün anlamını bir eğilime dönüştürür. Bir şeyin aldatılmaya veya değer kaybetmeye yatkın olması durumunu ifade eder. Kökün zayıflığını vurgular."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَغْبَنَ - istağbene", "muzari": "يَسْتَغْبِنُ - yestağbinu", "masdar": "اِسْتِغْبَان - istiğbaan"}, "bab_anlami": "Aldatılmayı istemek, değerinin düşürülmesini arzu etmek (ironik bir şekilde). Bu, bir paradokstur; varlığın kendi öz değerini reddetmesi ve dışsal manipülasyona bilinçli olarak izin vermesidir. İçsel çelişkinin dışsal tezahürüdür.", "mikro_mantik": "Bu kalıp, kökün anlamını bir isteğe dönüştürür. Bir şeyin aldatılmayı veya değer kaybetmeyi istemesi durumunu ifade eder. Kökün ironik boyutunu vurgular."}]}], "غثو": [{"kok": "غثو", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Tiksinme, iğrenme, kusma yoluyla arınma; içsel rahatsızlığın dışa vurumu.", "kavramsal_derinlik": "Fiziksel ve ruhsal kirlenmenin reddi, arınma ihtiyacı, kusma eyleminin hem biyolojik hem de sembolik anlamı."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "غَثَا - Ġatha", "muzari": "يَغْثُو - Yaġthu", "masdar": "غَثْو - Ġathw"}, "bab_anlami": "Bir şeyin tiksinti verici olması, kusmaya neden olması veya kusma eyleminin kendisi. Bu kalıp, temel anlamı doğrudan ifade eder; içsel bir rahatsızlığın dışa vurulması ve bundan duyulan tiksinti halini gösterir. Aynı zamanda, bu kalıp, bir durumun veya nesnenin kabul edilemez derecede kötü veya nahoş olduğunu vurgular. Bu, sadece fiziksel bir kusma değil, aynı zamanda ruhsal veya ahlaki bir reddedişin ifadesi de olabilir.", "mikro_mantik": "Bu bab, kökün temel anlamını en yalın haliyle ifade eder. Fiilin basit ve doğrudan eylemini gösterir, herhangi bir ek anlam veya yoğunlaştırma katmanı içermez. Kökün temel anlamının en saf ve değiştirilmemiş halidir."}, {"bab_no": 2, "fiil_formlari": {"mazi": "غَثَّى - Ġaththa", "muzari": "يُغَثِّي - Yuġaththī", "masdar": "تَغْثِيَة - Taġthiyah"}, "bab_anlami": "Bir şeyi tiksindirici hale getirmek, kusmaya neden olmak; bir başkasında iğrenme hissi uyandırmak. Bu kalıp, eylemin geçişli (müteaddi) olduğunu gösterir; yani, bir öznenin başka bir nesne üzerinde tiksinti veya kusma hissi yaratmasına neden olmasını ifade eder. Bu, bir durumun veya nesnenin başkaları tarafından reddedilmesine yol açan bir etki yaratma eylemini vurgular. Bu aynı zamanda, bilerek veya bilmeyerek başkalarında olumsuz duygular uyandırma potansiyelini de barındırır.", "mikro_mantik": "Bu bab, kökün anlamını yoğunlaştırır ve eylemin başkası üzerinde yarattığı etkiye odaklanır. Kökün temel anlamını bir etki-tepki ilişkisi içinde sunar, böylece eylemin sonuçlarını vurgular."}, {"bab_no": 3, "fiil_formlari": {"mazi": "غَاثَى - Ġāthā", "muzari": "يُغَاثِي - Yuġāthī", "masdar": "مُغَاثَاة - Muġāthāh"}, "bab_anlami": "Karşılıklı tiksinme, birbirini iğrendirme; bir konuda karşılıklı olarak rahatsızlık duymak. Bu kalıp, iki veya daha fazla taraf arasında karşılıklı bir eylemi ifade eder; her bir tarafın diğerini tiksindirdiği veya rahatsız ettiği bir durumu tanımlar. Bu, bir çatışma veya anlaşmazlık durumunda ortaya çıkabilecek karşılıklı olumsuz duyguları veya eylemleri vurgular. Aynı zamanda, taraflar arasındaki uyumsuzluğu ve birbirlerinden uzaklaşma eğilimini de gösterir.", "mikro_mantik": "Bu bab, kökün anlamını ilişkisel bir bağlama yerleştirir ve karşılıklı etkileşimi vurgular. Eylemin tek taraflı olmaktan çıkıp, taraflar arasında bir döngü oluşturduğunu gösterir."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَغْثَى - Aġthā", "muzari": "يُغْثِي - Yuġthī", "masdar": "إِغْثَاء - Iġthā’"}, "bab_anlami": "Tiksindirmek, iğrendirmek; bir şeyi kusmaya neden olacak kadar kötü hale getirmek. Bu kalıp, bir şeyi aşırı derecede tiksindirici hale getirme eylemini ifade eder; bu, bir durumun veya nesnenin kabul edilemez derecede kötü veya nahoş olduğunu vurgular. Bu, sadece fiziksel bir kusma değil, aynı zamanda ruhsal veya ahlaki bir reddedişin ifadesi de olabilir. Aynı zamanda, bir şeyin aşırıya kaçması sonucu ortaya çıkan olumsuz sonuçları da gösterir.", "mikro_mantik": "Bu bab, kökün anlamını yoğunlaştırır ve eylemin sonucunda ortaya çıkan aşırılığı vurgular. Eylemin şiddetini ve etkisini artırarak, durumun daha da kötüleştiğini gösterir."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَغَثَّى - Taġaththā", "muzari": "يَتَغَثَّى - Yataġaththā", "masdar": "تَغَثِّي - Taġaththī"}, "bab_anlami": "Tiksinti duymak, iğrenmek; kusacak gibi hissetmek; kusmaya hazırlanmak. Bu kalıp, öznenin kendisinde oluşan tiksinti hissini ve kusma eğilimini ifade eder. Bu, içsel bir rahatsızlığın ve reddedişin ifadesidir; öznenin bir durum veya nesne karşısında duyduğu olumsuz duyguları vurgular. Aynı zamanda, öznenin arınma veya kurtulma ihtiyacını da gösterir.", "mikro_mantik": "Bu bab, kökün anlamını içselleştirir ve öznenin deneyimine odaklanır. Eylemin dışsal bir etkiden ziyade, öznenin iç dünyasında yarattığı etkiyi vurgular."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَغَاثَى - Taġāthā", "muzari": "يَتَغَاثَى - Yataġāthā", "masdar": "تَغَاثِي - Taġāthī"}, "bab_anlami": "Tiksinti gösterisi yapmak, iğreniyormuş gibi davranmak; kusma taklidi yapmak. Bu kalıp, gerçekte hissedilmeyen bir tiksintiyi veya iğrenmeyi taklit etme eylemini ifade eder. Bu, bir tür manipülasyon veya aldatma olabilir; öznenin başkalarını etkilemek veya belirli bir amaca ulaşmak için tiksinti gösterisi yapmasını içerir. Aynı zamanda, samimiyetsizliği ve yapaylığı da vurgular.", "mikro_mantik": "Bu bab, kökün anlamını manipülatif bir bağlama yerleştirir ve eylemin gerçek niyetini gizleme amacını vurgular. Eylemin dışsal görünüşü ile içsel motivasyonu arasındaki farkı ortaya koyar."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْغَثَى - Inġathā", "muzari": "يَنْغَثِي - Yanġathī", "masdar": "اِنْغِثَاء - Inġithā’"}, "bab_anlami": "Tiksinti duymaya zorlanmak, iğrenmeye mecbur kalmak; kusmaya yaklaştırılmak. Bu kalıp, öznenin kendi iradesi dışında tiksinti duymaya veya kusmaya zorlandığı bir durumu ifade eder. Bu, dışsal bir etkinin özne üzerinde yarattığı baskıyı ve kontrolü vurgular. Aynı zamanda, öznenin direncini ve bu duruma karşı koyma çabasını da gösterebilir.", "mikro_mantik": "Bu bab, kökün anlamını pasif bir bağlama yerleştirir ve öznenin dışsal etkilere maruz kalmasını vurgular. Eylemin öznenin kontrolü dışında gerçekleştiğini gösterir."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِغْتَثَى - Iġtathā", "muzari": "يَغْتَثِي - Yaġtathī", "masdar": "اِغْتِثَاء - Iġtithā’"}, "bab_anlami": "Tiksinti verici bir şey aramak, iğrenç olana yönelmek; kusmaya neden olacak bir şeylere ilgi duymak. Bu kalıp, öznenin normalde tiksindirici veya iğrenç kabul edilen şeylere ilgi duyduğunu veya onları aradığını ifade eder. Bu, bir tür sapkınlık veya alışılmadık bir tercih olabilir; öznenin toplumun genel kabul görmüş normlarından farklı bir yönelime sahip olduğunu gösterir. Aynı zamanda, bilinçaltında yatan bir arayış veya tatmin ihtiyacını da ifade edebilir.", "mikro_mantik": "Bu bab, kökün anlamını alışılmadık bir bağlama yerleştirir ve öznenin normalden farklı bir yönelime sahip olduğunu vurgular. Eylemin toplumun genel kabul görmüş normlarından sapmasını gösterir."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اِغْثَاثَّ - Iġthāththa", "muzari": "يَغْثَاثُّ - Yaġthāththu", "masdar": "اِغْثِيْثَاث - Iġthīthāth"}, "bab_anlami": "Aşırı derecede tiksinmek, dayanılmaz derecede iğrenmek; kusmanın eşiğine gelmek. Bu kalıp, tiksinti hissinin en yüksek seviyesini ifade eder; öznenin bir durum veya nesne karşısında duyduğu dayanılmaz derecede olumsuz duyguları vurgular. Bu, sadece fiziksel bir kusma değil, aynı zamanda ruhsal veya ahlaki bir reddedişin en yoğun ifadesi de olabilir. Aynı zamanda, öznenin bu durumdan kurtulmak için duyduğu acil ihtiyacı da gösterir.", "mikro_mantik": "Bu bab, kökün anlamını en uç noktasına taşır ve eylemin şiddetini en üst düzeye çıkarır. Durumun dayanılmazlığını ve öznenin yaşadığı yoğun rahatsızlığı vurgular."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَغْثَى - Istaġthā", "muzari": "يَسْتَغْثِي - Yastaġthī", "masdar": "اِسْتِغْثَاء - Istiġthā’"}, "bab_anlami": "Tiksinti duymayı istemek, iğrenme hissi uyandırmasını beklemek; kusmaya neden olacak bir şey talep etmek. Bu kalıp, öznenin bilinçli olarak tiksinti duymayı veya iğrenme hissi uyandırmasını beklediği bir durumu ifade eder. Bu, bir tür kendini cezalandırma veya sınama olabilir; öznenin kendi sınırlarını zorlamak veya olumsuz duygularla yüzleşmek istemesini içerir. Aynı zamanda, bilinçaltında yatan bir ihtiyaç veya arayışı da ifade edebilir.", "mikro_mantik": "Bu bab, kökün anlamını irade ve istek bağlamına yerleştirir ve öznenin bilinçli tercihini vurgular. Eylemin öznenin kontrolünde olduğunu ve belirli bir amaca yönelik olduğunu gösterir."}]}], "غدر": [{"kok": "غدر", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Güvenin ihlali, sözden dönme, ihanet etme eyleminin özünde barındırdığı derin anlam karmaşası. Bu, sadece bir eylem değil, aynı zamanda bir ilişkinin, bir sözleşmenin veya bir inancın temelden sarsılmasıdır. Kök, sadakatsizlik ve vefasızlık kavramlarını da içerir.", "kavramsal_derinlik": "Beşeri ilişkilerde güvenin kırılmasıyla ortaya çıkan travmatik etkiler ve ilahi düzlemde ahde vefanın önemini vurgular. İhanetin bireysel vicdan azabından toplumsal çözülmeye kadar uzanan geniş bir yelpazede etkileri vardır. Bu kök, insanın hem kendine hem de başkalarına karşı sorumluluğunu sorgulamaya yöneltir."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "غَدَرَ - ğadera", "muzari": "يَغْدِرُ - yağdiru", "masdar": "غَدْر - ğadr"}, "bab_anlami": "Temel anlamıyla ihanet etmek, sözünde durmamak, aldatmak fiillerini ifade eder. Bu kalıp, bir kişinin veya bir grubun, kendisine duyulan güveni kötüye kullanarak, gizlice veya açıkça ihanet etmesini ifade eder. Aynı zamanda, bir anlaşmayı bozmak veya bir vaadi yerine getirmemek anlamlarına da gelir. Bu kalıp, eylemin doğrudan ve kasıtlı olduğunu vurgular.", "mikro_mantik": "Bu kalıp, kökün temel anlamını doğrudan eyleme dönüştürür. Fiilin basit ve yalın hali, ihanetin dolaysızlığını ve netliğini vurgular. Eylemin faili ve nesnesi arasındaki ilişkiyi belirginleştirir, ihanetin kim tarafından kime yapıldığını açıkça gösterir."}, {"bab_no": 2, "fiil_formlari": {"mazi": "غُودِرَ - ğûdire", "muzari": "يُغَادَرُ - yüğâderu", "masdar": "مُغَادَرَة - muğâdara"}, "bab_anlami": "Bu kalıp, ihanete uğramak, aldatılmak veya terk edilmek anlamlarını taşır. Fiilin edilgen yapısı, öznenin aktif olarak ihanet eden değil, ihanete maruz kalan taraf olduğunu gösterir. Bu kalıp, bir kişinin veya bir şeyin, beklenmedik bir şekilde ve kötü niyetle terk edilmesi veya aldatılması durumunu ifade eder. Aynı zamanda, bir vaadin veya anlaşmanın ihlal edilmesi sonucu ortaya çıkan mağduriyeti de ifade edebilir.", "mikro_mantik": "Edilgen yapı, eylemin yönünü değiştirerek, ihanetin etkisini vurgular. Failin kimliği belirsizleşirken, mağdurun durumu ön plana çıkar. Bu kalıp, ihanetin sonuçlarına odaklanarak, acı ve hayal kırıklığı gibi duygusal boyutları derinleştirir."}, {"bab_no": 3, "fiil_formlari": {"mazi": "غَادَرَ - ğâdere", "muzari": "يُغَادِرُ - yüğâdiru", "masdar": "مُغَادَرَة - muğâdara"}, "bab_anlami": "Bu kalıp, karşılıklı ihanet etme, birbirini aldatma veya bir yeri terk etme anlamlarını taşır. Fiilin müfâ'ale kalıbı, eylemin karşılıklı olduğunu ve iki veya daha fazla tarafın birbirine ihanet ettiğini gösterir. Aynı zamanda, bir yeri terk etmek, ayrılmak veya bir şeyi bırakmak anlamlarına da gelebilir. Bu kalıp, ilişkilerdeki güvensizliği ve istikrarsızlığı vurgular.", "mikro_mantik": "Müfâ'ale kalıbı, eylemin karşılıklı ve etkileşimli olduğunu gösterir. İlişkilerdeki denge bozukluğunu ve taraflar arasındaki güvensizliği vurgular. Bu kalıp, ihanetin döngüsel ve tekrarlayıcı bir doğası olduğunu ima edebilir."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَغْدَرَ - ağdera", "muzari": "يُغْدِرُ - yüğdiru", "masdar": "إِغْدَار - iğdâr"}, "bab_anlami": "İhanete sürüklemek, aldatmaya teşvik etmek veya bir şeyi ihanetle lekelemek anlamlarını taşır. Bu kalıp, bir kişinin başka birini ihanet etmeye yönlendirmesi veya bir durumu ihanetle ilişkilendirmesi durumunu ifade eder. Aynı zamanda, bir şeyi kirletmek, lekelemek veya bozmak anlamlarına da gelebilir. Bu kalıp, ihanetin yayılma ve bulaşıcılık potansiyelini vurgular.", "mikro_mantik": "İf'al kalıbı, eylemin geçişli olduğunu ve bir etki yarattığını gösterir. İhanetin yayılma ve bulaşıcılık potansiyelini vurgular. Bu kalıp, bir kişinin veya bir şeyin, ihanetle nasıl lekelenebileceğini veya bozulabileceğini gösterir."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَغَادَرَ - teğâdera", "muzari": "يَتَغَادَرُ - yeteğâderu", "masdar": "تَغَادُر - teğâdur"}, "bab_anlami": "İhanet eder gibi görünmek, aldatır gibi davranmak veya birbirini terk etmeye hazırlanmak anlamlarını taşır. Bu kalıp, eylemin görünüşte var olduğunu, ancak gerçekte farklı bir niyetin gizlendiğini gösterir. Aynı zamanda, bir durumdan kaçmaya hazırlanmak, terk etmeye niyetlenmek veya ayrılmaya karar vermek anlamlarına da gelebilir. Bu kalıp, ilişkilerdeki şüphe ve güvensizliği artırır.", "mikro_mantik": "Tefâ'ul kalıbı, eylemin görünüşte var olduğunu, ancak gerçekte farklı bir niyetin gizlendiğini gösterir. İlişkilerdeki şüphe ve güvensizliği artırır. Bu kalıp, tarafların birbirine karşı dürüst olmadığını ve gizli ajandaları olduğunu ima edebilir."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تُغُودِرَ - tuğûdire", "muzari": "يُتَغَادَرُ - yütğâderu", "masdar": "تَغَادُر - teğâdur"}, "bab_anlami": "İhanet edilir gibi görünmek, aldatılır gibi davranılmak veya terk edilmeye hazırlanılmak anlamlarını taşır. Bu kalıp, eylemin edilgen olduğunu ve öznenin bir başkası tarafından aldatılmaya veya terk edilmeye maruz kaldığını gösterir. Aynı zamanda, bir durumdan kaçılmaya hazırlanılmak, terk edilmeye niyetlenilmek veya ayrılmaya karar verilmek anlamlarına da gelebilir. Bu kalıp, ilişkilerdeki kırılganlığı ve çaresizliği vurgular.", "mikro_mantik": "Edilgen tefâ'ul kalıbı, eylemin edilgen olduğunu ve öznenin bir başkası tarafından aldatılmaya veya terk edilmeye maruz kaldığını gösterir. İlişkilerdeki kırılganlığı ve çaresizliği vurgular. Bu kalıp, tarafların birbirine karşı dürüst olmadığını ve gizli ajandaları olduğunu ima edebilir."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْغَدَرَ - inğadera", "muzari": "يَنْغَدِرُ - yenğadiru", "masdar": "اِنْغِدَار - inğidâr"}, "bab_anlami": "İhanete kapılmak, aldatılmaya yatkın olmak veya bir duruma ihanet sızmak anlamlarını taşır. Bu kalıp, eylemin kendiliğinden gerçekleştiğini ve öznenin pasif bir rol oynadığını gösterir. Aynı zamanda, bir durumun veya bir ilişkinin ihanete açık hale gelmesi, zayıflaması veya bozulması anlamlarına da gelebilir. Bu kalıp, ihanetin sinsi ve beklenmedik bir şekilde ortaya çıkabileceğini vurgular.", "mikro_mantik": "İnfi'al kalıbı, eylemin kendiliğinden gerçekleştiğini ve öznenin pasif bir rol oynadığını gösterir. İhanetin sinsi ve beklenmedik bir şekilde ortaya çıkabileceğini vurgular. Bu kalıp, bir durumun veya bir ilişkinin nasıl zayıflayabileceğini ve ihanete açık hale gelebileceğini gösterir."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِغْتَدَرَ - iğtedera", "muzari": "يَغْتَدِرُ - yağtediru", "masdar": "اِغْتِدَار - iğtidâr"}, "bab_anlami": "Fırsatını bulup ihanet etmek, gafil avlayarak aldatmak veya gizlice ihanet etmek anlamlarını taşır. Bu kalıp, eylemin planlı ve kasıtlı olduğunu, ancak gizli bir şekilde gerçekleştirildiğini gösterir. Aynı zamanda, bir kişinin zayıf anını yakalayarak onu aldatmak veya ona zarar vermek anlamlarına da gelebilir. Bu kalıp, ihanetin haince ve acımasız bir şekilde gerçekleşebileceğini vurgular.", "mikro_mantik": "İftial kalıbı, eylemin planlı ve kasıtlı olduğunu, ancak gizli bir şekilde gerçekleştirildiğini gösterir. İhanetin haince ve acımasız bir şekilde gerçekleşebileceğini vurgular. Bu kalıp, bir kişinin zayıf anını yakalayarak onu aldatmanın veya ona zarar vermenin ne kadar kolay olduğunu gösterir."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اِغْدَوْدَرَ - iğdavdera", "muzari": "يَغْدَوْدِرُ - yağdavdiru", "masdar": "اِغْدِيدَار - iğdidâr"}, "bab_anlami": "Yoğun bir şekilde ihanet etmek, aşırı derecede aldatmak veya her yerde ihanet belirtileri görmek anlamlarını taşır. Bu kalıp, eylemin şiddetini ve yaygınlığını vurgular. Aynı zamanda, bir durumun veya bir ilişkinin tamamen ihanetle dolu olduğunu veya her yerde ihanet belirtileri olduğunu ifade edebilir. Bu kalıp, umutsuzluk ve güvensizlik duygularını derinleştirir.", "mikro_mantik": "İf'ilal kalıbı, eylemin şiddetini ve yaygınlığını vurgular. Umutsuzluk ve güvensizlik duygularını derinleştirir. Bu kalıp, bir durumun veya bir ilişkinin tamamen ihanetle dolu olduğunu veya her yerde ihanet belirtileri olduğunu gösterir."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَغْدَرَ - istağdera", "muzari": "يَسْتَغْدِرُ - yestağdiru", "masdar": "اِسْتِغْدَار - istiğdâr"}, "bab_anlami": "İhanet etmeyi istemek, aldatmaya çalışmak veya ihanet etme fırsatı aramak anlamlarını taşır. Bu kalıp, eylemin henüz gerçekleşmediğini, ancak bir niyetin veya bir çabanın var olduğunu gösterir. Aynı zamanda, bir kişinin ihanet etme potansiyeline sahip olduğunu veya bir durumun ihanete açık olduğunu ifade edebilir. Bu kalıp, şüphe ve endişe duygularını artırır.", "mikro_mantik": "İstif'al kalıbı, eylemin henüz gerçekleşmediğini, ancak bir niyetin veya bir çabanın var olduğunu gösterir. Şüphe ve endişe duygularını artırır. Bu kalıp, bir kişinin ihanet etme potansiyeline sahip olduğunu veya bir durumun ihanete açık olduğunu gösterir."}]}], "غدق": [{"kok": "غدق", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Yoğunluk, bolluk, bereket ve doygunluk; bir şeyin içsel ve dışsal olarak tam ve eksiksiz olması.", "kavramsal_derinlik": "Maddi ve manevi alemde bir şeyin ihtiyaç duyduğu her şeye sahip olması, fazlasıyla yetinmesi ve bu durumun getirdiği iç huzuru."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "غَدَقَ", "muzari": "يَغْدُقُ", "masdar": "غَدْق"}, "bab_anlami": "Bir şeyin bolca akması, coşkun bir şekilde dökülmesi; maddi veya manevi bir lütfun kesintisiz bir şekilde devam etmesi. Bu, sadece fiziksel bir akış değil, aynı zamanda bilginin, sevginin veya merhametin sürekli ve yoğun bir şekilde yayılması anlamına da gelebilir. Varlığın, ilahi kaynaktan aldığı feyzi cömertçe dağıtması ve bu dağıtımın sürekliliği...", "mikro_mantik": "Bu bab, kökün temel anlamındaki yoğunluğu ve bolluğu eylemsel bir sürece dönüştürür. Kökün ifade ettiği doygunluk halinin, dış dünyaya yönelik bir akış, bir yayılma şeklinde tezahür etmesini vurgular. Fiilin bu kalıbı, kökün anlamını dinamik bir süreçle ilişkilendirerek, statik bir durumdan ziyade sürekli bir eylemi ifade eder."}]}], "غدو": [{"kok": "غدو", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Sabahın erken saatlerinde başlayan hareket, dönüşüm ve gelişim potansiyeli. Bir şeyin başlangıç noktasından itibaren katettiği yolu, içsel dönüşümünü ve nihai hedefine ulaşma sürecini ifade eder. Bu kök, varlığın uyanışı, potansiyelini gerçekleştirmesi ve sürekli bir değişim içinde olmasıyla ilgilidir.", "kavramsal_derinlik": "Beşeri boyutta, bireyin kişisel gelişim yolculuğunu, hedeflerine ulaşma azmini ve karşılaştığı zorlukları aşma sürecini temsil eder. İlahi boyutta ise, yaratılışın başlangıcını, evrenin sürekli genişlemesini ve her an yeniden yaratılışını simgeler. Bu kök, zamanın döngüsel akışını, başlangıçların önemini ve sürekli bir ilerleme potansiyelini vurgular."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "غدا - Ġadı", "muzari": "يغدو - Yaġdū", "masdar": "غُدُوّ - Ġudūw"}, "bab_anlami": "Sabah erkenden yola çıkmak, bir amaca yönelik harekete geçmek, bir durumdan diğerine dönüşmek. Bu kalıp, bir niyetin eyleme dönüşmesini, bir sürecin başlamasını ve sonucuna doğru ilerlemesini ifade eder. Aynı zamanda, içsel bir değişimin dış dünyaya yansımasını, bir potansiyelin gerçekleşmesini ve bir hedefe ulaşma arzusunu da içerir.", "mikro_mantik": "Bu kalıp, kökün temel anlamını harekete geçirir ve ona dinamik bir yön kazandırır. Kökün içerdiği potansiyel enerji, bu kalıp aracılığıyla kinetik enerjiye dönüşür. Bu, bir başlangıç noktasından bir hedef noktasına doğru doğrusal bir hareketi ifade eder. Aynı zamanda, bu kalıp, zamanın akışını ve sürecin önemini vurgular."}, {"bab_no": 2, "fiil_formlari": {"mazi": "اغتدى - Iġtada", "muzari": "يغتدي - Yaġtadī", "masdar": "اِغْتِدَاء - Iġtidā’"}, "bab_anlami": "Sabah vaktinde bir şey yapmak, bir şeyi erken saatlerde elde etmek veya bir amaca ulaşmak için erken harekete geçmek. Bu kalıp, bir fırsatı değerlendirmek, bir avantaj elde etmek veya bir hedefe ulaşmak için zamanlamanın önemini vurgular. Aynı zamanda, bir işe erken başlamanın getirdiği bereketi, verimliliği ve başarıyı da ifade eder.", "mikro_mantik": "Bu kalıp, kökün anlamını yoğunlaştırır ve ona bir amaç odaklılık kazandırır. Kökün içerdiği potansiyel, bu kalıp aracılığıyla belirli bir hedefe yönlendirilir. Bu, bir amaca ulaşmak için bilinçli bir çaba göstermeyi ve zamanı etkili bir şekilde kullanmayı ifade eder. Aynı zamanda, bu kalıp, eylemin sonuçlarını ve elde edilen faydaları vurgular."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تغدّى - Taġaddā", "muzari": "يتغدّى - Yataġaddā", "masdar": "تَغَدِّي - Taġaddī"}, "bab_anlami": "Sabah yemeği yemek, güne enerjiyle başlamak, bedeni ve ruhu beslemek. Bu kalıp, fiziksel ve zihinsel ihtiyaçları karşılamanın, güne zinde başlamanın ve yaşam enerjisini yükseltmenin önemini vurgular. Aynı zamanda, bir araya gelerek paylaşmanın, sohbet etmenin ve sosyal bağları güçlendirmenin de bir ifadesidir.", "mikro_mantik": "Bu kalıp, kökün anlamını somutlaştırır ve ona pratik bir boyut kazandırır. Kökün içerdiği potansiyel, bu kalıp aracılığıyla günlük yaşamın bir parçası haline gelir. Bu, bir ihtiyacı karşılamak, bir eksikliği gidermek ve yaşam kalitesini artırmak için yapılan bir eylemi ifade eder. Aynı zamanda, bu kalıp, eylemin tekrarlanabilirliğini ve sürekliliğini vurgular."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تغادى - Taġādā", "muzari": "يتغادى - Yataġādā", "masdar": "تَغَادِي - Taġādī"}, "bab_anlami": "Karşılıklı olarak sabah erkenden bir araya gelmek, birbirini ziyaret etmek, birlikte bir amaca yönelik harekete geçmek. Bu kalıp, işbirliğinin, dayanışmanın ve ortak hedeflere ulaşmanın önemini vurgular. Aynı zamanda, sosyal ilişkileri güçlendirmenin, bilgi paylaşımında bulunmanın ve birlikte öğrenmenin de bir ifadesidir.", "mikro_mantik": "Bu kalıp, kökün anlamını genişletir ve ona sosyal bir boyut kazandırır. Kökün içerdiği potansiyel, bu kalıp aracılığıyla birden fazla kişi arasında paylaşılır. Bu, bir sinerji yaratmak, ortak bir fayda sağlamak ve birlikte büyümek için yapılan bir eylemi ifade eder. Aynı zamanda, bu kalıp, eylemin karşılıklılığını ve etkileşimini vurgular."}, {"bab_no": 10, "fiil_formlari": {"mazi": "استغدى - Istaġdā", "muzari": "يستغدي - Yastaġdī", "masdar": "اِسْتِغْدَاء - Istiġdā’"}, "bab_anlami": "Sabah yemeği istemek, birinden sabah yemeği ikram etmesini beklemek, beslenmeye ihtiyaç duymak. Bu kalıp, yardıma ihtiyaç duymanın, destek aramanın ve başkalarından yardım beklemenin bir ifadesidir. Aynı zamanda, bir eksikliği gidermek, bir ihtiyacı karşılamak ve yaşam kalitesini artırmak için yapılan bir talebi de içerir.", "mikro_mantik": "Bu kalıp, kökün anlamını pasifleştirir ve ona alıcı bir rol kazandırır. Kökün içerdiği potansiyel, bu kalıp aracılığıyla dışarıdan bir etkiyle harekete geçirilir. Bu, bir ihtiyacı gidermek için başkalarına bağımlı olmayı ve onların yardımını beklemeyi ifade eder. Aynı zamanda, bu kalıp, talebin meşruiyetini ve haklılığını vurgular."}]}], "غرب": [{"kok": "غرب", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Kayboluş, uzaklaşma, batma; bir şeyin gözden kaybolarak bilinmezliğe doğru hareketi. Batı yönü, bilinmeyene açılan kapı; yabancılık, aşinalığın zıddı.", "kavramsal_derinlik": "Fani olanın ebedi olanda kayboluşu, nefsin arzularından uzaklaşarak hakikate yönelmesi, dünyanın geçiciliğine işaret eden bir batış ve yeni bir doğuşun müjdecisi."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "غَرَبَ - ğaraba", "muzari": "يَغْرُبُ - yağrubu", "masdar": "غُرُوب - ğurub"}, "bab_anlami": "Batmak, kaybolmak, uzaklaşmak. Bir şeyin gözden kaybolması veya bir yerden uzaklaşması eylemini ifade eder. Bu kalıp, bir nesnenin veya kavramın varlığının sona ermesi, görünmez hale gelmesi veya bir yerden başka bir yere gitmesi anlamlarını taşır. Aynı zamanda, bir durumun veya duygunun azalması veya ortadan kalkması gibi soyut anlamlarda da kullanılabilir.", "mikro_mantik": "Bu kalıp, kökün temel anlamını doğrudan ve basit bir şekilde ifade eder. Eylemin gerçekleştiğini ve tamamlandığını gösterir. Kökün anlamını herhangi bir ek anlam veya yoğunluk katmadan aktarır."}, {"bab_no": 2, "fiil_formlari": {"mazi": "غَرَّبَ - ğarraba", "muzari": "يُغَرِّبُ - yuğarribu", "masdar": "تَغْرِيب - tağrib"}, "bab_anlami": "Uzaklaştırmak, sürgün etmek, batıya doğru yöneltmek. Bir şeyi veya bir kimseyi kendi yerinden, yurdundan uzaklaştırmak, yabancı bir yere göndermek veya batı yönüne doğru hareket ettirmek anlamlarını içerir. Bu kalıp, bir şeyin asıl yerinden koparılması, farklı bir ortama taşınması veya yabancılaştırılması gibi anlamlara da gelebilir. Aynı zamanda, bir düşünceyi veya inancı yaymak, batılılaştırmak gibi anlamlarda da kullanılabilir.", "mikro_mantik": "Bu kalıp, kökün anlamını yoğunlaştırır ve eylemin kasıtlı olarak yapıldığını vurgular. Bir şeyi veya bir kimseyi uzaklaştırma veya batıya yöneltme eyleminin bilinçli bir şekilde gerçekleştirildiğini gösterir."}, {"bab_no": 3, "fiil_formlari": {"mazi": "غَارَبَ - ğaaraba", "muzari": "يُغَارِبُ - yuğaaribu", "masdar": "مُغَارَبَة - muğaaraba"}, "bab_anlami": "Batıya gitmek, batılılarla ilişki kurmak, yabancılaşmak. İki tarafın karşılıklı olarak batıya yönelmesi, batılılarla etkileşimde bulunması veya bir şeyin yabancılaşması, aslından uzaklaşması anlamlarını taşır. Bu kalıp, bir ilişkinin veya durumun yabancılaşma, uzaklaşma veya batılılaşma yönünde geliştiğini gösterir. Aynı zamanda, bir şeyin orijinal halinden farklılaşması, değişmesi veya bozulması gibi anlamlara da gelebilir.", "mikro_mantik": "Bu kalıp, kökün anlamını karşılıklı bir etkileşim veya ilişki bağlamında ifade eder. İki tarafın birbirini etkilemesi veya bir şeyin bir başka şeyle etkileşimde bulunması sonucu ortaya çıkan yabancılaşma veya batılılaşma durumunu vurgular."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَغْرَبَ - ağraba", "muzari": "يُغْرِبُ - yuğribu", "masdar": "إِغْرَاب - iğrab"}, "bab_anlami": "Garipsemek, tuhaf bulmak, uzaklara gitmek. Bir şeyi veya bir kimseyi garip, tuhaf veya alışılmadık bulmak, uzak diyarlara gitmek veya bir yerden uzaklaşmak anlamlarını içerir. Bu kalıp, bir şeyin olağan dışı, beklenmedik veya yabancı olması durumunu ifade eder. Aynı zamanda, bir kimsenin kendi yurdundan ayrılarak uzak bir yere gitmesi, yabancılaşması gibi anlamlara da gelebilir.", "mikro_mantik": "Bu kalıp, kökün anlamını yoğunlaştırır ve eylemin sonucunda ortaya çıkan şaşkınlık, hayret veya yabancılık duygusunu vurgular. Bir şeyin garip veya tuhaf bulunması, uzaklara gidilmesi veya yabancılaşılması durumunun yarattığı etkiyi gösterir."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَغَرَّبَ - tağarraba", "muzari": "يَتَغَرَّبُ - yatağarrabu", "masdar": "تَغَرُّب - tağarrub"}, "bab_anlami": "Yabancılaşmak, gurbete gitmek, batılılaşmak. Bir kimsenin kendi yurdundan ayrılarak yabancı bir yere gitmesi, yabancılaşması veya batı kültürünü benimsemesi anlamlarını taşır. Bu kalıp, bir kimsenin kendi kimliğinden uzaklaşması, farklı bir kültüre adapte olması veya batı değerlerini benimsemesi gibi anlamlara da gelebilir. Aynı zamanda, bir şeyin aslından uzaklaşması, bozulması veya yabancılaşması gibi anlamlara da gelebilir.", "mikro_mantik": "Bu kalıp, kökün anlamını dönüşlü bir şekilde ifade eder. Eylemin özne üzerinde bir etki yarattığını ve öznenin değiştiğini veya dönüştüğünü gösterir. Bir kimsenin yabancılaşması, gurbete gitmesi veya batılılaşması durumunun özne üzerindeki etkisini vurgular."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَغَارَبَ - tağaaraba", "muzari": "يَتَغَارَبُ - yatağaarabu", "masdar": "تَغَارُب - tağaarub"}, "bab_anlami": "Uzaklaşmak, yabancılaşmak, birbirine yabancı davranmak. İki veya daha fazla tarafın birbirinden uzaklaşması, yabancılaşması veya birbirine yabancı gibi davranması anlamlarını içerir. Bu kalıp, bir ilişkinin veya durumun bozulması, uzaklaşma veya yabancılaşma yönünde geliştiğini gösterir. Aynı zamanda, bir şeyin aslından uzaklaşması, bozulması veya yabancılaşması gibi anlamlara da gelebilir.", "mikro_mantik": "Bu kalıp, kökün anlamını karşılıklı bir etkileşim veya ilişki bağlamında ifade eder. İki veya daha fazla tarafın birbirini etkilemesi sonucu ortaya çıkan uzaklaşma veya yabancılaşma durumunu vurgular."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْغَرَبَ - inğaraba", "muzari": "يَنْغَرِبُ - yanğaribu", "masdar": "اِنْغِرَاب - inğirab"}, "bab_anlami": "Batmak, kaybolmak, içine kapanmak. Bir şeyin içine batması, kaybolması veya bir kimsenin içine kapanması, kendi dünyasına çekilmesi anlamlarını taşır. Bu kalıp, bir şeyin görünmez hale gelmesi, yok olması veya bir kimsenin dış dünyadan koparak kendi iç dünyasına yönelmesi gibi anlamlara da gelebilir. Aynı zamanda, bir duygunun veya düşüncenin derinleşmesi, yoğunlaşması gibi anlamlarda da kullanılabilir.", "mikro_mantik": "Bu kalıp, kökün anlamını edilgen bir şekilde ifade eder. Eylemin özne üzerinde kendiliğinden gerçekleştiğini ve öznenin bu eylemi kontrol edemediğini gösterir. Bir şeyin batması, kaybolması veya bir kimsenin içine kapanması durumunun özne üzerindeki etkisini vurgular."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِغْتَرَبَ - iğtaraba", "muzari": "يَغْتَرِبُ - yağtaribu", "masdar": "اِغْتِرَاب - iğtirab"}, "bab_anlami": "Gurbete gitmek, yabancılaşmak, kendini yabancı hissetmek. Bir kimsenin kendi yurdundan ayrılarak yabancı bir yere gitmesi, yabancılaşması veya kendini yabancı hissetmesi anlamlarını içerir. Bu kalıp, bir kimsenin kendi kimliğinden uzaklaşması, farklı bir kültüre adapte olamaması veya aitlik duygusunu kaybetmesi gibi anlamlara da gelebilir. Aynı zamanda, bir şeyin aslından uzaklaşması, bozulması veya yabancılaşması gibi anlamlara da gelebilir.", "mikro_mantik": "Bu kalıp, kökün anlamını yoğunlaştırır ve eylemin sonucunda ortaya çıkan yalnızlık, yabancılık veya aitlik duygusunu kaybetme duygusunu vurgular. Bir kimsenin gurbete gitmesi, yabancılaşması veya kendini yabancı hissetmesi durumunun yarattığı etkiyi gösterir."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَغْرَبَ - istağraba", "muzari": "يَسْتَغْرِبُ - yastağribu", "masdar": "اِسْتِغْرَاب - istiğrab"}, "bab_anlami": "Garipsemek, tuhaf bulmak, yadırgamak. Bir şeyi veya bir kimseyi garip, tuhaf veya alışılmadık bulmak, yadırgamak anlamlarını içerir. Bu kalıp, bir şeyin olağan dışı, beklenmedik veya yabancı olması durumunu ifade eder. Aynı zamanda, bir kimsenin bir duruma veya olaya alışamaması, yadırgaması gibi anlamlara da gelebilir.", "mikro_mantik": "Bu kalıp, kökün anlamını yoğunlaştırır ve eylemin sonucunda ortaya çıkan şaşkınlık, hayret veya yadırgama duygusunu vurgular. Bir şeyin garip veya tuhaf bulunması, yadırganması durumunun yarattığı etkiyi gösterir."}]}], "غرر": [{"kok": "غرر", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Aldatma, belirsizlik, risk", "kavramsal_derinlik": "İnsanın bilgi eksikliği ve geleceğe dair öngörülemezlik durumu"}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "غَرَّ - ğarra", "muzari": "يَغُرُّ - yağurru", "masdar": "غَرّ - ğarr"}, "bab_anlami": "Aldatmak, yanıltmak, bir şeyi olduğundan farklı göstermek. Bu kalıp, bir şeyin dış görünüşüyle iç yüzünün farklı olduğunu ve bu farklılığın aldatıcı bir etki yarattığını ifade eder. İnsanın kendi nefsini aldatması veya dünyanın geçici zevklerinin insanı yanıltması gibi durumlar bu kalıpla ifade edilebilir. Aynı zamanda, bir şeyin cazibesiyle insanı tuzağa düşürmesi anlamını da taşır.", "mikro_mantik": "Bu bab, fiilin temel anlamını yoğunlaştırır ve doğrudan bir eylemi ifade eder. Kök anlamındaki aldatma eyleminin basit ve temel bir şekilde gerçekleştiğini gösterir. Fiilin öznesinin doğrudan aldatma eylemini gerçekleştirdiğini vurgular."}, {"bab_no": 2, "fiil_formlari": {"mazi": "غَرَّرَ - ğarrara", "muzari": "يُغَرِّرُ - yuğarriru", "masdar": "تَغْرِير - tağrir"}, "bab_anlami": "Aldatma eylemini yoğunlaştırmak, birini büyük bir aldatmacaya maruz bırakmak veya bir şeyi çok cazip göstermek suretiyle yanıltmak. Bu kalıp, aldatma eyleminin kasıtlı ve planlı bir şekilde yapıldığını, aldatılan kişinin büyük bir zarara uğradığını veya aldatan kişinin büyük bir çıkar sağladığını ifade eder. Ayrıca, bir şeyi abartılı bir şekilde övmek veya olduğundan daha iyi göstermek anlamını da taşır.", "mikro_mantik": "Bu bab, fiilin anlamını pekiştirir ve eylemin yoğunluğunu artırır. Aldatma eyleminin tekrarlı veya şiddetli bir şekilde gerçekleştiğini ifade eder. Ayrıca, eylemin bir başkası üzerinde yoğun bir etki yarattığını da vurgular."}, {"bab_no": 3, "fiil_formlari": {"mazi": "غَارَّ - ğarra", "muzari": "يُغَارُّ - yuğarru", "masdar": "مُغَارَّة - muğarra"}, "bab_anlami": "Karşılıklı aldatma, birbirini yanıltmaya çalışma veya rekabet halinde aldatma. Bu kalıp, iki veya daha fazla tarafın birbirini aldatmaya çalıştığı, rekabetin ve çıkar çatışmasının olduğu bir durumu ifade eder. Tarafların birbirine karşı hileler yaptığı, birbirini tuzağa düşürmeye çalıştığı bir senaryoyu canlandırır. Aynı zamanda, bir şeyin cazibesi konusunda rekabet etmek anlamını da taşıyabilir.", "mikro_mantik": "Bu bab, fiilin karşılıklı veya ortak bir eylem olduğunu gösterir. İki veya daha fazla öznenin birbirini aldatma eylemini gerçekleştirdiğini ifade eder. Eylemin rekabetçi veya işbirlikçi bir bağlamda gerçekleştiğini vurgular."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَغَرَّ - ağarra", "muzari": "يُغِرُّ - yuğirru", "masdar": "إِغْرَار - iğrar"}, "bab_anlami": "Aldatmaya sevk etmek, birini aldatmaya teşvik etmek veya bir şeyi aldatıcı hale getirmek. Bu kalıp, bir kişinin başka bir kişiyi aldatmaya yönlendirdiğini, onu yanıltıcı bir duruma soktuğunu veya bir şeyin aldatıcı özelliklere sahip olduğunu ifade eder. Bir şeyi cazip göstererek aldatmaya zemin hazırlamak anlamını taşır. Örneğin, şeytanın insanı günaha teşvik etmesi bu kalıpla ifade edilebilir.", "mikro_mantik": "Bu bab, fiilin geçişli bir eylem olduğunu gösterir. Bir öznenin başka bir özneyi aldatma eylemine yönlendirdiğini veya bir nesneyi aldatıcı hale getirdiğini ifade eder. Eylemin neden-sonuç ilişkisi içinde gerçekleştiğini vurgular."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَغَرَّرَ - tağarrara", "muzari": "يَتَغَرَّرُ - yatağarraru", "masdar": "تَغَرُّر - tağarrur"}, "bab_anlami": "Aldanmak, aldatılmaya açık olmak veya kendini aldatmak. Bu kalıp, bir kişinin aldatıcı bir duruma düştüğünü, yanıltıldığını veya kendi kendini kandırdığını ifade eder. Kişinin kendi arzularına veya yanılgılarına kapılarak gerçekleri görmezden gelmesi durumunu anlatır. Aynı zamanda, bir şeyin cazibesine kapılarak kendini tehlikeye atmak anlamını da taşıyabilir.", "mikro_mantik": "Bu bab, fiilin dönüşlü bir eylem olduğunu gösterir. Öznenin kendi üzerinde aldatma eyleminin etkisini yaşadığını ifade eder. Eylemin içsel bir süreç olduğunu ve öznenin kendi algılarıyla ilgili olduğunu vurgular."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَغَارَّ - tağarra", "muzari": "يَتَغَارُّ - yatağarru", "masdar": "تَغَارّ - tağarr"}, "bab_anlami": "Birbirini aldatır gibi görünmek, karşılıklı olarak aldatma şüphesi taşımak veya aldatma potansiyeli olan bir ilişki içinde olmak. Bu kalıp, tarafların birbirine güvenmediği, sürekli olarak birbirini kontrol ettiği ve aldatma olasılığının yüksek olduğu bir durumu ifade eder. İlişkideki gerginliği ve güvensizliği vurgular. Aynı zamanda, bir şeyin cazibesi konusunda birbirine üstünlük sağlamaya çalışmak anlamını da taşıyabilir.", "mikro_mantik": "Bu bab, fiilin karşılıklı ve dönüşlü bir eylem olduğunu gösterir. Öznenin hem aldatma eylemini gerçekleştirdiğini hem de aldatılma potansiyeli taşıdığını ifade eder. Eylemin karmaşık ve belirsiz bir bağlamda gerçekleştiğini vurgular."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْغَرَّ - inğarra", "muzari": "يَنْغَرُّ - yanğarru", "masdar": "اِنْغِرَار - inğirar"}, "bab_anlami": "Aldanmaya kapılmak, aldatılmak veya bir şeyin cazibesine yenik düşmek. Bu kalıp, bir kişinin aldatıcı bir duruma maruz kaldığını, yanıltıldığını ve bu durumdan etkilendiğini ifade eder. Kişinin savunmasız olduğu bir anda aldatılması veya bir şeyin cazibesine karşı koyamaması durumunu anlatır. Aynı zamanda, bir şeyin etkisi altında kalmak anlamını da taşıyabilir.", "mikro_mantik": "Bu bab, fiilin edilgen bir eylem olduğunu gösterir. Öznenin aldatma eyleminin nesnesi olduğunu ve bu eylemden etkilendiğini ifade eder. Eylemin dışsal bir kaynaktan geldiğini ve öznenin kontrolü dışında gerçekleştiğini vurgular."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِغْتَرَّ - iğtarra", "muzari": "يَغْتَرُّ - yağtarru", "masdar": "اِغْتِرَار - iğtirar"}, "bab_anlami": "Kendini beğenmek, kibirlenmek, gururlanmak veya bir şeyin cazibesine kapılmak. Bu kalıp, bir kişinin kendi yeteneklerine, güzelliğine veya başarısına aşırı derecede güvendiğini, kibirlendiğini ve başkalarını küçümsediğini ifade eder. Ayrıca, bir şeyin cazibesine kapılarak gerçekleri görmezden gelmek veya kendini tehlikeye atmak anlamını da taşıyabilir. Nefsinin aldatmasına kanmak.", "mikro_mantik": "Bu bab, fiilin içsel bir eylem olduğunu gösterir. Öznenin kendi algıları ve duygularıyla ilgili bir durumunu ifade eder. Eylemin öznenin karakteri ve davranışları üzerinde etkili olduğunu vurgular."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اِغْرَوْرَقَ - iğrawraka", "muzari": "يَغْرَوْرِقُ - yağrawriku", "masdar": "اِغْرِيرَاق - iğriraak"}, "bab_anlami": "Gözleri yaşla dolmak, parlamak, ışıldamak (aldatıcı bir parlaklık). Bu kalıp, genellikle gözlerin sevinç, hüzün veya hayranlık gibi yoğun duygularla dolup taştığı anları ifade eder. Ancak, kökün anlamı göz önüne alındığında, bu parlaklığın aldatıcı veya geçici bir niteliğe sahip olabileceği de düşünülebilir. Dışsal bir cazibenin etkisiyle oluşan, içsel bir yanılgıyı yansıtan bir parıltı.", "mikro_mantik": "Bu bab, fiilin bir durumu veya özelliği ifade ettiğini gösterir. Öznenin fiziksel veya duygusal bir değişim geçirdiğini ifade eder. Eylemin anlık ve geçici bir niteliğe sahip olduğunu vurgular."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَغَرَّ - istağarra", "muzari": "يَسْتَغِرُّ - yastağirru", "masdar": "اِسْتِغْرَار - istiğrar"}, "bab_anlami": "Aldatma aramak, aldatılmayı istemek veya aldatıcı bir durum yaratmaya çalışmak. Bu kalıp, bir kişinin bilinçli olarak aldatıcı bir duruma girmeye çalıştığını, aldatılmaya açık olduğunu veya başkalarını aldatmak için fırsat kolladığını ifade eder. Kişinin kendi çıkarları için başkalarını manipüle etmeye çalıştığı bir senaryoyu canlandırır. Aynı zamanda, bir şeyin cazibesine kapılmaya istekli olmak anlamını da taşıyabilir.", "mikro_mantik": "Bu bab, fiilin bir talebi veya isteği ifade ettiğini gösterir. Öznenin aldatma eylemiyle ilgili bir arayış içinde olduğunu ifade eder. Eylemin bilinçli ve kasıtlı bir şekilde gerçekleştiğini vurgular."}]}], "غرف": [{"kok": "غرف", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Yüksek bir yerde bulunma, bir şeyi içine alma, saklama ve koruma.", "kavramsal_derinlik": "Fiziksel bir mekanın ötesinde, ruhsal bir sığınak, bilginin depolanması ve içsel huzurun korunması gibi anlamlara işaret eder. Aynı zamanda, bir şeyin özünü kavrama ve onu derinlemesine anlama yeteneğini de ifade eder."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "غَرَفَ - ğarafe", "muzari": "يَغْرِفُ - yağrifu", "masdar": "غَرْف - ğarf"}, "bab_anlami": "Bir şeyi elle veya bir araçla almak, avuçlamak, içine almak. Bu kalıp, bir şeyin yüzeyinden veya kaynağından bir miktarını almayı, biriktirmeyi ve kendi bünyesine katmayı ifade eder. Bilgi, deneyim veya maddi bir kaynak olabilir. Bu eylem, bir tür edinme ve özümseme sürecini temsil eder.", "mikro_mantik": "Bu bab, kökün temel anlamını doğrudan ve basit bir eylemle ifade eder. Bir şeyin bir kısmını alıp kendine mal etme eylemi, kökün 'içine alma' ve 'saklama' anlamlarını somutlaştırır. Eylemin basitliği, temel bir ihtiyacı veya arzuyu karşılamayı vurgular."}, {"bab_no": 2, "fiil_formlari": {"mazi": "غَرَّفَ - ğarrafe", "muzari": "يُغَرِّفُ - yuğarrifu", "masdar": "تَغْرِيفْ - tağrif"}, "bab_anlami": "Bir şeyi bolca almak, çok miktarda edinmek veya bir şeyi bir kapla doldurmak. Bu kalıp, bir şeyin miktarını artırma veya bir şeyi tamamen doldurma eylemini vurgular. Aynı zamanda, bir şeyi abartılı bir şekilde sunma veya gösterme anlamını da taşıyabilir. Bu, bilginin yayılması veya bir duygunun yoğun bir şekilde ifade edilmesi şeklinde olabilir.", "mikro_mantik": "Bu bab, kökün anlamını yoğunlaştırır ve eylemin kapsamını genişletir. Tekrarlama ve yoğunluk anlamı, kökün 'içine alma' ve 'saklama' anlamlarını daha belirgin hale getirir. Eylemin çokluğu, bir şeyi tamamlama veya mükemmelleştirme arzusunu ifade eder."}, {"bab_no": 3, "fiil_formlari": {"mazi": "غَارَفَ - ğarafe", "muzari": "يُغَارِفُ - yuğarifu", "masdar": "مُغَارَفَة - muğarafe"}, "bab_anlami": "Karşılıklı olarak bir şey almak, paylaşmak veya bir konuda yardımlaşmak. Bu kalıp, bir alışveriş veya etkileşim sürecini ifade eder. Bilgi alışverişi, deneyim paylaşımı veya karşılıklı destek olabilir. Bu eylem, bir topluluk içinde dayanışmayı ve işbirliğini temsil eder.", "mikro_mantik": "Bu bab, kökün anlamını sosyal bir bağlamda ifade eder. Karşılıklılık ve paylaşım anlamı, kökün 'içine alma' ve 'saklama' anlamlarını, bir topluluk içinde bilgi ve deneyimin paylaşılması şeklinde yorumlar. Eylemin karşılıklı olması, bir denge ve uyum arayışını ifade eder."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَغْرَفَ - ağrafe", "muzari": "يُغْرِفُ - yuğrifu", "masdar": "إِغْرَاف - iğraf"}, "bab_anlami": "Bir şeyi bolca vermek, cömertçe sunmak veya bir şeyi bir başkasına ikram etmek. Bu kalıp, bir şeyin bolluğunu ve paylaşımını vurgular. Bilgi, sevgi veya maddi bir kaynak olabilir. Bu eylem, bir başkasına yardım etme ve destek olma arzusunu ifade eder.", "mikro_mantik": "Bu bab, kökün anlamını cömertlik ve paylaşım bağlamında ifade eder. Bolluk ve verme anlamı, kökün 'içine alma' ve 'saklama' anlamlarını, başkalarına sunulan bir zenginlik olarak yorumlar. Eylemin cömertliği, bir başkasına değer verme ve onu destekleme arzusunu ifade eder."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَغَرَّفَ - tağarrafe", "muzari": "يَتَغَرَّفُ - yatağarrafu", "masdar": "تَغَرُّف - tağarruf"}, "bab_anlami": "Bir şeyi elde etmek için çaba göstermek, bir şeyi zorla almak veya bir şeyden faydalanmaya çalışmak. Bu kalıp, bir şeyi elde etmek için gösterilen çabayı ve azmi vurgular. Bilgi, güç veya maddi bir kaynak olabilir. Bu eylem, bir hedefe ulaşma ve başarıya ulaşma arzusunu ifade eder.", "mikro_mantik": "Bu bab, kökün anlamını çaba ve azim bağlamında ifade eder. Çaba gösterme ve elde etme anlamı, kökün 'içine alma' ve 'saklama' anlamlarını, bir hedefe ulaşmak için gösterilen çaba olarak yorumlar. Eylemin zorluğu, bir engeli aşma ve başarıya ulaşma arzusunu ifade eder."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَغَارَفَ - tağarafe", "muzari": "يَتَغَارَفُ - yatağarafu", "masdar": "تَغَارُف - tağaruf"}, "bab_anlami": "Birbirinden bir şeyler almak, karşılıklı olarak faydalanmak veya bir konuda yardımlaşmak. Bu kalıp, bir alışveriş veya etkileşim sürecini ifade eder. Bilgi alışverişi, deneyim paylaşımı veya karşılıklı destek olabilir. Bu eylem, bir topluluk içinde dayanışmayı ve işbirliğini temsil eder.", "mikro_mantik": "Bu bab, kökün anlamını sosyal bir bağlamda ifade eder. Karşılıklılık ve paylaşım anlamı, kökün 'içine alma' ve 'saklama' anlamlarını, bir topluluk içinde bilgi ve deneyimin paylaşılması şeklinde yorumlar. Eylemin karşılıklı olması, bir denge ve uyum arayışını ifade eder."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْغَرَفَ - inğarafe", "muzari": "يَنْغَرِفُ - yanğarifu", "masdar": "اِنْغِرَافْ - inğiraf"}, "bab_anlami": "Bir şeyin içine dalmak, bir şeyin içinde kaybolmak veya bir şeyden etkilenmek. Bu kalıp, bir şeyin etkisi altına girme veya bir şeyle bütünleşme sürecini ifade eder. Bilgi, duygu veya bir deneyim olabilir. Bu eylem, bir dönüşüm ve değişim sürecini temsil eder.", "mikro_mantik": "Bu bab, kökün anlamını derin bir etkileşim bağlamında ifade eder. İçine dalma ve etkilenme anlamı, kökün 'içine alma' ve 'saklama' anlamlarını, bir şeyin etkisi altına girme ve onunla bütünleşme şeklinde yorumlar. Eylemin derinliği, bir dönüşüm ve değişim arzusunu ifade eder."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِغْتَرَفَ - iğtarafe", "muzari": "يَغْتَرِفُ - yağtarifu", "masdar": "اِغْتِرَافْ - iğtiraf"}, "bab_anlami": "Bir şeyi seçerek almak, en iyisini seçmek veya bir şeyden faydalanmak. Bu kalıp, bir şeyi dikkatlice seçme ve ondan en iyi şekilde yararlanma eylemini vurgular. Bilgi, deneyim veya bir fırsat olabilir. Bu eylem, bir şeyi değerlendirme ve ondan en iyi şekilde faydalanma arzusunu ifade eder.", "mikro_mantik": "Bu bab, kökün anlamını seçicilik ve faydalanma bağlamında ifade eder. Seçerek alma ve faydalanma anlamı, kökün 'içine alma' ve 'saklama' anlamlarını, en iyisini seçme ve ondan en iyi şekilde yararlanma şeklinde yorumlar. Eylemin seçiciliği, bir şeyi değerlendirme ve ondan en iyi şekilde faydalanma arzusunu ifade eder."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اِغْرَوْرَفَ - iğvavrafe", "muzari": "يَغْرَوْرِفُ - yağvavrifu", "masdar": "اِغْرِيرَافْ - iğviraf"}, "bab_anlami": "Gözleri yaşarmak, gözleri dolmak veya bir duygudan etkilenmek. Bu kalıp, bir duygunun yoğunluğunu ve etkisini ifade eder. Sevinç, üzüntü veya hayranlık olabilir. Bu eylem, bir duygunun içsel bir tepkiye yol açmasını temsil eder.", "mikro_mantik": "Bu bab, kökün anlamını duygusal bir tepki bağlamında ifade eder. Gözleri yaşarmak ve etkilenme anlamı, kökün 'içine alma' ve 'saklama' anlamlarını, bir duygunun içsel bir tepkiye yol açması şeklinde yorumlar. Eylemin duygusallığı, bir duygunun yoğunluğunu ve etkisini ifade eder."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَغْرَفَ - istağrafe", "muzari": "يَسْتَغْرِفُ - yastağrifu", "masdar": "اِسْتِغْرَافْ - istiğraf"}, "bab_anlami": "Bir şeyi tamamen almak, bir şeyi tüketmek veya bir şeyden sonuna kadar faydalanmak. Bu kalıp, bir şeyin tamamını elde etme veya bir şeyi sonuna kadar kullanma eylemini vurgular. Bilgi, kaynak veya bir fırsat olabilir. Bu eylem, bir şeyi tamamlama ve mükemmelleştirme arzusunu ifade eder.", "mikro_mantik": "Bu bab, kökün anlamını tamamlama ve mükemmelleştirme bağlamında ifade eder. Tamamen alma ve faydalanma anlamı, kökün 'içine alma' ve 'saklama' anlamlarını, bir şeyi tamamlama ve mükemmelleştirme şeklinde yorumlar. Eylemin tamamlayıcılığı, bir şeyi tamamlama ve mükemmelleştirme arzusunu ifade eder."}]}], "غرق": [{"kok": "غرق", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Derinlere batma, kaybolma ve yok olma halinin özündeki çaresizlik ve teslimiyet. Varoluşun sınırlarında gezinirken, bilinmeyene doğru yapılan kaçınılmaz yolculuk.", "kavramsal_derinlik": "Beşeri boyutta, fiziksel ve duygusal olarak boğulmanın acısı; ilahi boyutta ise, nefsani arzularda kaybolarak hakikatten uzaklaşmanın tehlikesi."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "غَرَقَ - Ğaraka", "muzari": "يَغْرَقُ - Yağraku", "masdar": "غَرْق - Ğark"}, "bab_anlami": "Temel olarak batmak, boğulmak anlamına gelir. Bu kalıp, bir şeyin derinlemesine suya gömülmesini veya bir duygu, düşünce ya da durumda kaybolmayı ifade eder. Aynı zamanda, kontrolü kaybetme ve çaresizlik hissini de barındırır. Bu kalıp, varlığın sulara gömülerek yok oluşunu veya manevi olarak bir girdaba kapılmayı temsil edebilir.", "mikro_mantik": "Bu basit fiil kalıbı, kökün temel anlamını doğrudan ve yoğun bir şekilde ifade eder. Eylemin kendiliğinden gerçekleştiğini ve genellikle dışsal bir gücün etkisini gösterir. Bu kalıp, kökün anlamını herhangi bir ek anlam katmanı olmaksızın, en saf haliyle sunar."}, {"bab_no": 2, "fiil_formlari": {"mazi": "غَرَّقَ - Ğarraka", "muzari": "يُغَرِّقُ - Yuğarriku", "masdar": "تَغْرِيق - Tağrik"}, "bab_anlami": "Bir şeyi batırmak, boğmak veya bir şeyi bir şeyin içine derinlemesine daldırmak anlamına gelir. Bu kalıp, eylemin bir fail tarafından gerçekleştirildiğini ve bir nesnenin batırılma eylemine maruz kaldığını gösterir. Aynı zamanda, bir şeyi yoğun bir şekilde bir şeyle doldurmak veya kaplamak anlamında da kullanılabilir. Örneğin, birini ilgiye boğmak veya bir yeri suyla doldurmak gibi. Bu kalıp, bir şeyin başka bir şey üzerinde yoğun bir etki yaratmasını ifade eder.", "mikro_mantik": "Bu kalıp, kökün anlamını yoğunlaştırır ve eylemin bir fail tarafından gerçekleştirildiğini vurgular. Kökün anlamını 'bir şeyi batırmak' veya 'boğmak' şeklinde dönüştürerek, eylemin kasıtlı ve etkili olduğunu gösterir. Bu kalıp, kökün anlamını daha dinamik ve etkileşimli hale getirir."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَغَرَّقَ - Tağarraka", "muzari": "يَتَغَرَّقُ - Yatağarraku", "masdar": "تَغَرُّق - Tağarruk"}, "bab_anlami": "Boğulur gibi olmak, batmaya yakın olmak veya bir şeyin içine derinlemesine dalmak anlamına gelir. Bu kalıp, eylemin özne üzerinde yoğun bir şekilde etkili olduğunu ve öznenin bu eyleme maruz kaldığını gösterir. Aynı zamanda, bir duygu veya düşünceye kendini kaptırmak, bir şeyin içinde kaybolmak anlamında da kullanılabilir. Bu kalıp, bir şeyin içinde erimeyi, yok olmayı ve kendini tamamen teslim etmeyi ifade eder.", "mikro_mantik": "Bu kalıp, kökün anlamını içselleştirir ve eylemin özne üzerindeki etkisini vurgular. Kökün anlamını 'boğulur gibi olmak' veya 'bir şeyin içine dalmak' şeklinde dönüştürerek, eylemin özne üzerindeki yoğun etkisini gösterir. Bu kalıp, kökün anlamını daha kişisel ve deneyimsel hale getirir."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَغْرَقَ - İstağraka", "muzari": "يَسْتَغْرِقُ - Yastağriku", "masdar": "اِسْتِغْرَاق - İstiğrak"}, "bab_anlami": "Tamamen batmak, bir şeyin içine tamamen dalmak, bir şeyi tamamen kaplamak veya bir şeyi tümüyle tüketmek anlamına gelir. Bu kalıp, eylemin yoğunluğunu ve kapsamını vurgular. Aynı zamanda, bir duygu veya düşünceye kendini tamamen vermek, bir şeyle tamamen meşgul olmak anlamında da kullanılabilir. Bu kalıp, bir şeyin içinde kaybolmayı, kendini unutmayı ve tüm varlığıyla bir şeye odaklanmayı ifade eder. İlahi aşkın tecellisiyle kulun kendinden geçmesi, fena makamına ulaşması gibi.", "mikro_mantik": "Bu kalıp, kökün anlamını en üst düzeye çıkarır ve eylemin tamlığını ve kapsamını vurgular. Kökün anlamını 'tamamen batmak' veya 'bir şeyi tamamen kaplamak' şeklinde dönüştürerek, eylemin yoğunluğunu ve etkisini gösterir. Bu kalıp, kökün anlamını daha kapsamlı ve bütüncül hale getirir."}]}], "غرم": [{"kok": "غرم", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Bir yükümlülük altına girmek, bir bedel ödemek veya bir sorumluluk üstlenmek suretiyle dengeyi yeniden kurma çabası.", "kavramsal_derinlik": "Maddi kayıplardan manevi sorumluluklara uzanan geniş bir yelpazede, bireyin ve toplumun adalet, denge ve uyum arayışını ifade eder."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "غَرَمَ", "muzari": "يَغْرُمُ", "masdar": "غُرْم"}, "bab_anlami": "Temel anlamıyla bir şeyi kaybetmek, bir zarara uğramak veya bir borcu ödemek anlamına gelir. Bu kalıp, bireyin dışsal bir etki veya kendi eylemleri sonucu bir yükümlülük altına girmesini ve bu yükümlülüğü yerine getirmek için bir bedel ödemesini ifade eder. Bu bedel, maddi bir kayıp olabileceği gibi, manevi bir sorumluluğun yerine getirilmesi de olabilir. Bu kalıp aynı zamanda, bireyin kendi iç dünyasında bir denge kurma çabasını da simgeler; zira ödenen bedel, bir eksikliği giderme veya bir hatayı telafi etme amacı taşır.", "mikro_mantik": "Bu kalıp, fiilin temel anlamını ve öznesinin eylemi doğrudan gerçekleştirmesini ifade eder. Kökün anlamı, öznenin bir yükümlülük altına girmesi ve bu yükümlülüğü yerine getirmek için bir bedel ödemesi şeklinde somutlaşır. Bu, kökün temel anlamının en yalın ve doğrudan ifadesidir."}, {"bab_no": 2, "fiil_formlari": {"mazi": "غَرَّمَ", "muzari": "يُغَرِّمُ", "masdar": "تَغْرِيم"}, "bab_anlami": "Birine bir şeyi zorla ödetmek, birine ceza vermek veya bir yükümlülük yüklemek anlamına gelir. Bu kalıp, bir başkasının bir zarara uğramasına neden olmak veya bir başkasını bir yükümlülük altına sokmak suretiyle, dolaylı bir sorumluluk üstlenmeyi ifade eder. Bu, bireyin eylemlerinin başkaları üzerindeki etkilerini ve bu etkilerin getirdiği sorumlulukları vurgular. Aynı zamanda, adaletin sağlanması ve dengenin yeniden kurulması için bir araç olarak da görülebilir; zira ceza, bir hatanın telafisi ve gelecekteki hataların önlenmesi amacı taşır.", "mikro_mantik": "Bu kalıp, fiilin anlamını yoğunlaştırır ve geçişli hale getirir. Kökün anlamı, öznenin bir başkasına bir bedel ödettirmesi veya bir yükümlülük yüklemesi şeklinde genişler. Bu, kökün temel anlamının başkaları üzerindeki etkisini ve sorumluluğunu vurgular."}, {"bab_no": 3, "fiil_formlari": {"mazi": "غَارَمَ", "muzari": "يُغَارِمُ", "masdar": "مُغَارَمَة"}, "bab_anlami": "Karşılıklı olarak bir bedel ödemek, bir anlaşmazlığı çözmek için uzlaşmak veya bir borcu takas etmek anlamına gelir. Bu kalıp, iki veya daha fazla tarafın karşılıklı olarak bir yükümlülük altına girmesini ve bu yükümlülükleri yerine getirmek için bir araya gelmesini ifade eder. Bu, işbirliği, uzlaşma ve adalet arayışının bir simgesi olarak görülebilir; zira taraflar, ortak bir zeminde buluşarak anlaşmazlıkları çözmek ve dengeyi yeniden kurmak için çaba gösterirler. Bu kalıp aynı zamanda, toplumsal uyumun ve barışın sağlanması için bir araç olarak da değerlendirilebilir.", "mikro_mantik": "Bu kalıp, fiilin anlamını karşılıklılık ve ortaklık kavramlarıyla ilişkilendirir. Kökün anlamı, iki veya daha fazla tarafın karşılıklı olarak bir bedel ödemesi veya bir yükümlülük üstlenmesi şeklinde genişler. Bu, kökün temel anlamının toplumsal etkileşim ve işbirliği boyutunu vurgular."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَغْرَمَ", "muzari": "يُغْرِمُ", "masdar": "إِغْرَام"}, "bab_anlami": "Birini bir borca sokmak, birini bir yükümlülük altına sokmak veya bir şeyi zorla ödetmek anlamına gelir. Bu kalıp, bir başkasının bir zarara uğramasına neden olmak veya bir başkasını bir yükümlülük altına sokmak suretiyle, dolaylı bir sorumluluk üstlenmeyi ifade eder. Bu, bireyin eylemlerinin başkaları üzerindeki etkilerini ve bu etkilerin getirdiği sorumlulukları vurgular. Aynı zamanda, adaletin sağlanması ve dengenin yeniden kurulması için bir araç olarak da görülebilir; zira ceza, bir hatanın telafisi ve gelecekteki hataların önlenmesi amacı taşır. Bu kalıp, aynı zamanda, bireyin kendi iç dünyasında bir denge kurma çabasını da simgeler; zira ödenen bedel, bir eksikliği giderme veya bir hatayı telafi etme amacı taşır.", "mikro_mantik": "Bu kalıp, fiilin anlamını nedensellik ve zorlama kavramlarıyla ilişkilendirir. Kökün anlamı, öznenin bir başkasının bir bedel ödemesine veya bir yükümlülük altına girmesine neden olması şeklinde genişler. Bu, kökün temel anlamının başkaları üzerindeki etkisini ve sorumluluğunu vurgular."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَغَرَّمَ", "muzari": "يَتَغَرَّمُ", "masdar": "تَغَرُّم"}, "bab_anlami": "Kendiliğinden bir borca girmek, gönüllü olarak bir yükümlülük üstlenmek veya bir şeyi ödemeye razı olmak anlamına gelir. Bu kalıp, bireyin kendi iradesiyle bir sorumluluk almasını ve bu sorumluluğu yerine getirmek için bir bedel ödemeye hazır olmasını ifade eder. Bu, özveri, fedakarlık ve sorumluluk bilincinin bir simgesi olarak görülebilir; zira birey, kendi çıkarlarını bir kenara bırakarak başkalarının iyiliği için veya daha büyük bir amaca hizmet etmek için bir yükümlülük üstlenir. Bu kalıp aynı zamanda, bireyin kendi iç dünyasında bir denge kurma çabasını da simgeler; zira ödenen bedel, bir eksikliği giderme veya bir hatayı telafi etme amacı taşır.", "mikro_mantik": "Bu kalıp, fiilin anlamını öznelik ve gönüllülük kavramlarıyla ilişkilendirir. Kökün anlamı, öznenin kendi iradesiyle bir bedel ödemesi veya bir yükümlülük üstlenmesi şeklinde genişler. Bu, kökün temel anlamının bireysel sorumluluk ve özveri boyutunu vurgular."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَغَارَمَ", "muzari": "يَتَغَارَمُ", "masdar": "تَغَارُم"}, "bab_anlami": "Karşılıklı olarak borçlanmak, birbirine zarar vermek veya bir anlaşmazlıkta her iki tarafın da kayba uğraması anlamına gelir. Bu kalıp, iki veya daha fazla tarafın karşılıklı olarak bir yükümlülük altına girmesini ve bu yükümlülüklerin yerine getirilmemesi durumunda her iki tarafın da zarar görmesini ifade eder. Bu, rekabet, çatışma ve anlaşmazlıkların olumsuz sonuçlarını vurgular; zira taraflar, kendi çıkarlarını korumak için birbirleriyle mücadele ederken, aslında kendilerine de zarar verirler. Bu kalıp aynı zamanda, toplumsal uyumun ve barışın sağlanmasının önemini de hatırlatır.", "mikro_mantik": "Bu kalıp, fiilin anlamını karşılıklı zarar ve rekabet kavramlarıyla ilişkilendirir. Kökün anlamı, iki veya daha fazla tarafın karşılıklı olarak bir bedel ödemesi veya zarar görmesi şeklinde genişler. Bu, kökün temel anlamının toplumsal çatışma ve rekabet boyutunu vurgular."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْغَرَمَ", "muzari": "يَنْغَرِمُ", "masdar": "اِنْغِرَام"}, "bab_anlami": "Bir borca batmak, bir yükümlülük altında ezilmek veya bir şeyin içine gömülmek anlamına gelir. Bu kalıp, bireyin bir sorumluluk veya yükümlülük altında ezildiğini ve bu durumdan kurtulmakta zorlandığını ifade eder. Bu, çaresizlik, umutsuzluk ve tükenmişlik duygularını simgeler; zira birey, kendi gücünün yetersiz olduğunu ve dışsal bir yardıma ihtiyaç duyduğunu hisseder. Bu kalıp aynı zamanda, bireyin kendi iç dünyasında bir denge kurma çabasını da simgeler; zira borçtan kurtulmak veya yükümlülükten sıyrılmak, bir eksikliği giderme veya bir hatayı telafi etme amacı taşır. Bu kalıp, aynı zamanda, bireyin kendi iç dünyasında bir denge kurma çabasını da simgeler; zira ödenen bedel, bir eksikliği giderme veya bir hatayı telafi etme amacı taşır.", "mikro_mantik": "Bu kalıp, fiilin anlamını edilgenlik ve içe dönüklük kavramlarıyla ilişkilendirir. Kökün anlamı, öznenin bir borca batması veya bir yükümlülük altında ezilmesi şeklinde genişler. Bu, kökün temel anlamının bireysel çaresizlik ve umutsuzluk boyutunu vurgular."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِغْتَرَمَ", "muzari": "يَغْتَرِمُ", "masdar": "اِغْتِرَام"}, "bab_anlami": "Zorla borçlandırılmak, haksız yere bir yükümlülük altına sokulmak veya bir şeyi ödemeye mecbur bırakılmak anlamına gelir. Bu kalıp, bireyin iradesi dışında bir sorumluluk veya yükümlülük altına sokulduğunu ve bu durumdan dolayı mağdur olduğunu ifade eder. Bu, adaletsizlik, zulüm ve haksızlığa uğrama duygularını simgeler; zira birey, kendi haklarının ihlal edildiğini ve savunmasız olduğunu hisseder. Bu kalıp aynı zamanda, toplumsal adalet ve eşitlik arayışının önemini de hatırlatır.", "mikro_mantik": "Bu kalıp, fiilin anlamını edilgenlik ve zorlama kavramlarıyla ilişkilendirir. Kökün anlamı, öznenin zorla bir borca sokulması veya bir yükümlülük altına sokulması şeklinde genişler. Bu, kökün temel anlamının bireysel mağduriyet ve adaletsizlik boyutunu vurgular."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اِغْرَوْرَمَ", "muzari": "يَغْرَوْرِمُ", "masdar": "اِغْرِيرَام"}, "bab_anlami": "Bu kalıp Kur'an'da geçmemektedir. Ancak, kökün anlamından yola çıkarak, bir şeyin aşırı derecede borçlu hale gelmesi, yükümlülüklerinin altında ezilmesi ve bu durumun kişinin iç dünyasında derin bir sıkıntıya yol açması anlamına gelebileceği felsefi olarak kurgulanabilir. Bu durum, kişinin manevi olarak çöküş yaşamasına ve hayatın anlamını yitirmesine neden olabilir. Bu kalıp, aynı zamanda, bireyin kendi iç dünyasında bir denge kurma çabasını da simgeler; zira borçtan kurtulmak veya yükümlülükten sıyrılmak, bir eksikliği giderme veya bir hatayı telafi etme amacı taşır.", "mikro_mantik": "Bu kalıp, fiilin anlamını aşırılık ve yoğunluk kavramlarıyla ilişkilendirir. Kökün anlamı, öznenin aşırı derecede borçlu hale gelmesi veya yükümlülüklerinin altında ezilmesi şeklinde genişler. Bu, kökün temel anlamının bireysel sıkıntı ve çöküş boyutunu vurgular."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَغْرَمَ", "muzari": "يَسْتَغْرِمُ", "masdar": "اِسْتِغْرَام"}, "bab_anlami": "Birinden borç istemek, birinden bir yükümlülük talep etmek veya bir şeyi ödemesini beklemek anlamına gelir. Bu kalıp, bireyin bir başkasından yardım talep etmesini ve bu yardımın karşılığında bir yükümlülük altına girmeyi kabul etmesini ifade eder. Bu, ihtiyaç, bağımlılık ve karşılıklı yardımlaşma duygularını simgeler; zira birey, kendi gücünün yetersiz olduğunu kabul ederek başkalarından destek ister ve bu desteğin karşılığında bir sorumluluk üstlenir. Bu kalıp aynı zamanda, toplumsal dayanışma ve işbirliğinin önemini de hatırlatır.", "mikro_mantik": "Bu kalıp, fiilin anlamını talep ve beklenti kavramlarıyla ilişkilendirir. Kökün anlamı, öznenin bir başkasından borç istemesi veya bir yükümlülük talep etmesi şeklinde genişler. Bu, kökün temel anlamının toplumsal etkileşim ve yardımlaşma boyutunu vurgular."}]}], "غرو": [{"kok": "غرو", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Aldatma, yanıltma, gaflet içinde bırakma; bir şeyin gerçek mahiyetini gizleme veya olduğundan farklı gösterme.", "kavramsal_derinlik": "İnsanın kendini ve evreni algılama biçimindeki yanılgılar, yanılsamalar ve bunların ahlaki, epistemolojik sonuçları."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "غَرَّ - Ğarra", "muzari": "يَغُرُّ - Yağurru", "masdar": "غُرُور - Ğurur"}, "bab_anlami": "Aldatmak, yanıltmak, bir şeyi olduğundan farklı göstermek. Bu bab, kökün temel anlamını doğrudan ifade eder ve genellikle aktif bir yanıltma eylemini içerir. Kişinin kendi nefsini veya başkasını yanıltması, gerçekleri çarpıtması veya yanlış bir inançla hareket etmesi bu kalıpla ifade edilebilir.", "mikro_mantik": "Bu bab, fiilin temel ve yalın halini temsil eder. Kök anlamının öznesi tarafından doğrudan gerçekleştirilen eylemi ifade eder. Burada, 'aldatma' eylemi, failin doğrudan etkisiyle ortaya çıkar."}, {"bab_no": 2, "fiil_formlari": {"mazi": "غُرِّرَ - Ğurrira", "muzari": "يُغَرَّرُ - Yuğarraru", "masdar": "تَغْرِير - Tağrir"}, "bab_anlami": "Aldatılmak, yanıltılmaya maruz kalmak. Bu bab, edilgen bir anlam taşır ve bir öznenin aldatma eylemine maruz kaldığını gösterir. Kişinin farkında olmadan veya bilerek aldatılması, kandırılması veya yanıltılması durumlarını ifade eder. Bu durum, kişinin gerçekleri doğru algılamasını engelleyen dışsal bir etkiyi vurgular.", "mikro_mantik": "Bu bab, kök anlamının nesne üzerinde gerçekleşen etkisini gösterir. 'Aldatma' eyleminin bir başkası tarafından yapılması ve öznenin bu eylemden etkilenmesi söz konusudur. Edilgenlik, eylemin yönünü ve etkisini değiştirir."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَغَرَّرَ - Tağarrara", "muzari": "يَتَغَرَّرُ - Yatağarraru", "masdar": "تَغَرُّر - Tağarrur"}, "bab_anlami": "Aldanır gibi yapmak, kendini aldatmak, yanılgıya düşmek. Bu bab, kişinin kendi kendini aldatması veya bir yanılgı içinde olduğunu fark etmemesi durumunu ifade eder. Aynı zamanda, dışsal bir aldatma olmaksızın, kişinin kendi içsel yanılgılarıyla hareket etmesini de kapsar. Bu, öz-aldatma ve içsel yanılgıların derinlemesine incelenmesini sağlar.", "mikro_mantik": "Bu bab, kök anlamının özne tarafından bilinçli veya bilinçsiz bir şekilde içselleştirilmesini gösterir. 'Aldatma' eylemi, öznenin kendi üzerinde yoğunlaşır ve bir tür öz-referanslı yanılgıya dönüşür. Bu, eylemin karmaşıklığını ve derinliğini artırır."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَغَرَّ - İstağarra", "muzari": "يَسْتَغِرُّ - Yastağirru", "masdar": "اِسْتِغْرَار - İstiğrar"}, "bab_anlami": "Aldatmayı istemek, aldatılmaya yatkın olmak, gaflete düşmeyi arzu etmek. Bu bab, kişinin aldatılmaya açık bir durumda olduğunu veya aldatılmayı arzuladığını ifade eder. Bu, bilinçli bir tercih olabileceği gibi, kişinin zayıflığı veya dikkatsizliği nedeniyle de ortaya çıkabilir. Aynı zamanda, kişinin kendi nefsini aldatmaya meyilli olmasını da ifade edebilir.", "mikro_mantik": "Bu bab, kök anlamının özne tarafından arzu edilen veya talep edilen bir duruma dönüşmesini gösterir. 'Aldatma' eylemi, öznenin isteğiyle ilişkilendirilir ve bu, eylemin motivasyonel boyutunu vurgular. İstek, eylemin yönünü ve amacını belirler."}]}], "غزل": [{"kok": "غزل", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Aşkın ve dünyevi güzelliklerin ifadesi, incelikli anlatım ve duygusal yoğunluk.", "kavramsal_derinlik": "İnsanın iç dünyasındaki karmaşık duyguların, estetik bir dille dışa vurumu; ilahi aşkın yansımaları ve yaratılışın güzelliğine duyulan hayranlık."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "غَزَلَ - ğazala", "muzari": "يَغْزِلُ - yağzilu", "masdar": "غَزْل - ğazl"}, "bab_anlami": "Temel anlamda iplik eğirmek, ince ve zarif bir şekilde ifade etmek, aşk ve güzellikle ilgili konuşmak veya yazmak anlamına gelir. Bu bab, kökün temelindeki güzellik, incelik ve estetik ifade potansiyelini ortaya çıkarır. Aynı zamanda, bir şeyin özünü veya iç güzelliğini ortaya çıkarma eylemini de ifade edebilir. İplik eğirmek gibi, kelimeleri de özenle seçerek anlamlı bir bütün oluşturmayı simgeler.", "mikro_mantik": "Bu bab, kökün temel eylemini ve en doğrudan anlamını ifade eder. Fiilin yalın haliyle kullanılması, eylemin basit ve temel bir şekilde gerçekleştiğini gösterir. Kökün anlamı, herhangi bir ekleme veya değişiklik olmaksızın doğrudan ifade edilir."}, {"bab_no": 2, "fiil_formlari": {"mazi": "غَزَّلَ - ğazzala", "muzari": "يُغَزِّلُ - yuğazzilu", "masdar": "تَغْزِيل - tağziyl"}, "bab_anlami": "Bir şeyi süslemek, güzelleştirmek, incelikli hale getirmek veya birine karşı sevgi dolu sözler söylemek anlamına gelir. Bu bab, kökün anlamını yoğunlaştırır ve eylemin daha kasıtlı ve özenli bir şekilde yapıldığını gösterir. Aynı zamanda, bir şeyi veya birini güzelleştirme, ona değer katma ve onu daha çekici hale getirme eylemini de ifade edebilir. Bu, ilahi bir lütuf ile varlığı güzelleştirmeyi ifade eder.", "mikro_mantik": "Bu bab, kökün anlamını yoğunlaştırır ve eylemin tekrarlı veya abartılı bir şekilde yapıldığını gösterir. Fiilin tekrarı, eylemin önemini ve etkisini vurgular. Kökün anlamı, bir şeyi daha yoğun ve etkili bir şekilde yapma fikrini içerir."}, {"bab_no": 3, "fiil_formlari": {"mazi": "غَازَلَ - ğazala", "muzari": "يُغَازِلُ - yuğazilu", "masdar": "مُغَازَلَة - muğazale"}, "bab_anlami": "Birbiriyle karşılıklı olarak sevgi dolu sözler söylemek, flört etmek, nazikçe yaklaşmak veya birbirini etkilemeye çalışmak anlamına gelir. Bu bab, kökün anlamını karşılıklı bir etkileşim ve ilişki bağlamına taşır. Aynı zamanda, iki taraf arasındaki sevgi, saygı ve hayranlık duygularını ifade etme eylemini de içerir. Bu, ilahi ve insani aşk arasındaki etkileşimi simgeler.", "mikro_mantik": "Bu bab, kökün anlamını karşılıklı bir etkileşim ve ilişki bağlamına taşır. Fiilin karşılıklı yapılması, eylemin iki taraf arasında gerçekleştiğini gösterir. Kökün anlamı, birbiriyle etkileşimde bulunma ve ilişki kurma fikrini içerir."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْغَزَلَ - inğazala", "muzari": "يَنْغَزِلُ - yanğazilu", "masdar": "اِنْغِزَال - inğazal"}, "bab_anlami": "Kendiliğinden eğrilmek, örülmek veya bir şeyin içine dahil olmak, karışmak anlamına gelir. Bu bab, kökün anlamını içsel bir süreç veya kendiliğinden gerçekleşen bir eylem bağlamına taşır. Aynı zamanda, bir şeyin içine dahil olma, onunla bütünleşme veya onun tarafından sarılma eylemini de ifade edebilir. Bu, ilahi aşkın insan ruhunu sarması ve onunla bütünleşmesi gibi düşünülebilir.", "mikro_mantik": "Bu bab, kökün anlamını içsel bir süreç veya kendiliğinden gerçekleşen bir eylem bağlamına taşır. Fiilin edilgen yapılması, eylemin öznenin kontrolü dışında gerçekleştiğini gösterir. Kökün anlamı, bir şeyin kendiliğinden oluşması veya bir şeyin içine dahil olma fikrini içerir."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِغْتَزَلَ - iğtazala", "muzari": "يَغْتَزِلُ - yağtazilu", "masdar": "اِغْتِزَال - iğtizal"}, "bab_anlami": "Bir şeyi elde etmek için çaba göstermek, bir şeyi kendine çekmek veya bir şeyden faydalanmak anlamına gelir. Bu bab, kökün anlamını bir amaç veya hedef doğrultusunda yapılan bir eylem bağlamına taşır. Aynı zamanda, bir şeyi elde etmek için çaba gösterme, onu kendine çekme veya ondan faydalanma eylemini de ifade edebilir. Bu, ilahi güzellikten ilham alarak sanatsal bir yaratımda bulunmak gibi düşünülebilir.", "mikro_mantik": "Bu bab, kökün anlamını bir amaç veya hedef doğrultusunda yapılan bir eylem bağlamına taşır. Fiilin çaba gerektiren yapılması, eylemin öznenin aktif katılımıyla gerçekleştiğini gösterir. Kökün anlamı, bir şeyi elde etmek için çaba gösterme ve onu kendine çekme fikrini içerir."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَغْزَلَ - istağzala", "muzari": "يَسْتَغْزِلُ - yastağzilu", "masdar": "اِسْتِغْزَال - istiğzal"}, "bab_anlami": "Bir şeyden güzellik, incelik veya estetik bir zevk talep etmek, bir şeyi güzelleştirmesini veya inceltmesini istemek anlamına gelir. Bu bab, kökün anlamını bir talep veya istek bağlamına taşır. Aynı zamanda, bir şeyden güzellik, incelik veya estetik bir zevk talep etme, bir şeyi güzelleştirmesini veya inceltmesini isteme eylemini de ifade edebilir. Bu, ilahi yaratılışın güzelliğinden ilham almayı ve onu kendi eserlerimize yansıtmayı istemek gibi düşünülebilir.", "mikro_mantik": "Bu bab, kökün anlamını bir talep veya istek bağlamına taşır. Fiilin talep içeren yapılması, eylemin öznenin bir şey istemesiyle gerçekleştiğini gösterir. Kökün anlamı, bir şeyden bir şey talep etme ve onu isteme fikrini içerir."}]}], "غزو": [{"kok": "غزو", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Bir hedefe yönelik kasıtlı ve zorlayıcı hareket, bir alanın ihlali ve ele geçirilmesi.", "kavramsal_derinlik": "Fiziksel bir istiladan, düşünsel bir nüfuza kadar geniş bir yelpazede, sınırların aşılması ve yeni bir düzenin dayatılması."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "غزا - ġazā", "muzari": "يغزو - yaġzū", "masdar": "غزو - ġazw"}, "bab_anlami": "Bir topluluğa veya bölgeye askeri bir güçle saldırmak, bir yeri ele geçirmek veya fethetmek amacıyla yapılan planlı bir harekettir. Bu, sadece fiziksel bir işgal değil, aynı zamanda kültürel ve ideolojik bir baskıyı da içerebilir. Bu eylem, mevcut düzeni bozarak yeni bir otorite kurma amacı taşır ve genellikle büyük bir değişim ve dönüşüm sürecini tetikler.", "mikro_mantik": "Kökün temel anlamını doğrudan ve açık bir şekilde ifade eder. Fiilin öznesi, eylemi doğrudan gerçekleştirir; nesnesi ise bu eylemden etkilenir. Bu kalıp, eylemin basit ve temel formunu gösterir, herhangi bir ek anlam veya yoğunlaştırma içermez."}, {"bab_no": 2, "fiil_formlari": {"mazi": "تغزى - taġazzā", "muzari": "يتغذى - yataġazzā", "masdar": "تغذي - taġazzī"}, "bab_anlami": "Bu kalıp, kökün anlamını beslenme, güçlenme veya bir şeyden faydalanma anlamında dönüştürür. Bir bireyin veya topluluğun, bir kaynaktan (fiziksel, zihinsel veya ruhsal) enerji veya destek alarak güçlenmesini ifade eder. Bu, aynı zamanda bir şeyin başka bir şeyin büyümesine veya gelişmesine katkıda bulunması anlamına da gelebilir. Bu kalıp, kökün temel anlamını daha soyut ve dolaylı bir eyleme dönüştürür.", "mikro_mantik": "Kök anlamının dolaylı ve dönüşlü bir şekilde gerçekleştiğini gösterir. Fiilin öznesi, eylemi doğrudan yapmaktan ziyade, eylemden etkilenir veya eylemi kendine uygular. Bu kalıp, eylemin yoğunluğunu ve öznenin eylemle olan derin bağını vurgular."}, {"bab_no": 3, "fiil_formlari": {"mazi": "غازى - ġāzā", "muzari": "يغازي - yuġāzī", "masdar": "مغازاة - muġāzāt"}, "bab_anlami": "Karşılıklı fetih veya mücadele anlamına gelir; iki tarafın da birbirini etkilemeye, ele geçirmeye veya kendi düşüncelerini empoze etmeye çalıştığı bir durumu ifade eder. Bu, sadece askeri bir çatışma değil, aynı zamanda ideolojik, kültürel veya ekonomik bir rekabet de olabilir. Her iki taraf da birbirini yenmek veya etkisiz hale getirmek için stratejiler geliştirir ve uygular.", "mikro_mantik": "Kökün anlamını karşılıklılık ve rekabet unsurlarıyla zenginleştirir. Fiilin öznesi ve nesnesi, eylemi karşılıklı olarak gerçekleştirir. Bu kalıp, eylemin dinamik ve etkileşimli doğasını vurgular."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أغزى - aġzā", "muzari": "يغزي - yuġzī", "masdar": "إغزاء - iġzā"}, "bab_anlami": "Birini fethetmeye veya işgal etmeye sevk etmek, teşvik etmek veya donatmak anlamına gelir. Bu, bir liderin ordusunu sefere hazırlaması, bir ideologun takipçilerini bir düşünceyi yaymaya teşvik etmesi veya bir ülkenin başka bir ülkeyi ekonomik olarak etkilemeye çalışması şeklinde olabilir. Eylem, doğrudan bir işgalden ziyade, bir başkasını işgal eylemine yönlendirme veya hazırlama anlamını taşır.", "mikro_mantik": "Kökün anlamını başkasını bir eyleme yönlendirme veya teşvik etme anlamında genişletir. Fiilin öznesi, eylemi doğrudan yapmaktan ziyade, başkasının eylemi yapmasına neden olur. Bu kalıp, eylemin dolaylı etkisini ve öznenin eylem üzerindeki kontrolünü vurgular."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تغزو - taġazzā", "muzari": "يتغزو - yataġazzā", "masdar": "تغزو - taġazzū"}, "bab_anlami": "Bir şeyi fethetmeye veya ele geçirmeye çalışmak, bir hedefe ulaşmak için çaba göstermek anlamına gelir. Bu, bir bireyin bir sorunu çözmek için uğraşması, bir şirketin yeni bir pazara girmeye çalışması veya bir ülkenin başka bir ülkeyi etkilemeye çalışması şeklinde olabilir. Eylem, doğrudan bir başarıdan ziyade, bir hedefe yönelik sürekli bir çabayı ifade eder.", "mikro_mantik": "Kökün anlamını bir hedefe yönelik çaba ve arayış anlamında dönüştürür. Fiilin öznesi, eylemi sürekli ve yoğun bir şekilde gerçekleştirir. Bu kalıp, eylemin sürekliliğini ve öznenin kararlılığını vurgular."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تغازى - taġāzā", "muzari": "يتغازى - yataġāzā", "masdar": "تغازي - taġāzī"}, "bab_anlami": "Karşılıklı olarak fethetmeye veya ele geçirmeye çalışmak, iki tarafın da birbirini etkilemeye veya kontrol etmeye çalıştığı bir durumu ifade eder. Bu, sadece askeri bir çatışma değil, aynı zamanda ideolojik, kültürel veya ekonomik bir rekabet de olabilir. Her iki taraf da birbirini yenmek veya etkisiz hale getirmek için stratejiler geliştirir ve uygular. Ancak bu kalıp, 3. babtan farklı olarak, eylemin daha yoğun ve karmaşık bir etkileşim içerdiğini vurgular.", "mikro_mantik": "Kökün anlamını karşılıklı ve yoğun bir etkileşim içinde gerçekleşen bir rekabet anlamında genişletir. Fiilin öznesi ve nesnesi, eylemi karşılıklı olarak ve yoğun bir şekilde gerçekleştirir. Bu kalıp, eylemin karmaşıklığını ve taraflar arasındaki derin etkileşimi vurgular."}, {"bab_no": 7, "fiil_formlari": {"mazi": "انغزى - inġazā", "muzari": "ينغزي - yanġazī", "masdar": "انغزاء - inġizā’"}, "bab_anlami": "Fethedilmeye veya ele geçirilmeye maruz kalmak, bir gücün etkisi altına girmek veya bir düşüncenin yayılmasına izin vermek anlamına gelir. Bu, bir ülkenin işgal edilmesi, bir bireyin bir ideolojiye kapılması veya bir toplumun yabancı bir kültüre adapte olması şeklinde olabilir. Eylem, aktif bir fetih eyleminden ziyade, pasif bir şekilde fethedilmeye veya etkilenmeye açık olmayı ifade eder.", "mikro_mantik": "Kökün anlamını pasif bir şekilde etkilenme veya fethedilme anlamında dönüştürür. Fiilin öznesi, eylemi doğrudan yapmaktan ziyade, eylemden etkilenir veya eyleme maruz kalır. Bu kalıp, eylemin pasif doğasını ve öznenin eylem üzerindeki kontrolünün sınırlı olduğunu vurgular."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اغتزى - iġtazā", "muzari": "يغتزي - yaġtazī", "masdar": "اغتزاء - iġtizā’"}, "bab_anlami": "Bir fırsatı değerlendirerek fethetmek veya ele geçirmek, bir şeyi ganimet olarak almak veya bir durumdan faydalanmak anlamına gelir. Bu, bir ordunun zayıf bir düşmanı yenmesi, bir yatırımcının karlı bir fırsatı yakalaması veya bir bireyin bir krizden faydalanması şeklinde olabilir. Eylem, planlı bir işgalden ziyade, fırsatçı bir şekilde bir şeyi ele geçirmeyi ifade eder.", "mikro_mantik": "Kökün anlamını fırsatçı bir şekilde ele geçirme veya faydalanma anlamında genişletir. Fiilin öznesi, eylemi bir fırsatı değerlendirerek gerçekleştirir. Bu kalıp, eylemin hızlı ve kararlı doğasını ve öznenin fırsatları değerlendirme yeteneğini vurgular."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اغزوى - iġzawā", "muzari": "يغزوي - yaġzawī", "masdar": "اغزواء - iġziwā’"}, "bab_anlami": "Bu kalıp nadiren kullanılır ve kökün anlamını aşırıya kaçma veya abartılı bir şekilde fethetme anlamında yoğunlaştırır. Bir durumun veya eylemin sınırlarını aşarak kontrolü ele geçirme veya bir şeyi tamamen domine etme arzusunu ifade eder. Bu, genellikle olumsuz bir anlam taşır ve aşırılık, zorbalık veya haksızlık gibi kavramlarla ilişkilendirilir.", "mikro_mantik": "Kökün anlamını aşırılık ve abartı unsurlarıyla zenginleştirir. Fiilin öznesi, eylemi aşırı ve kontrolsüz bir şekilde gerçekleştirir. Bu kalıp, eylemin yoğunluğunu ve öznenin sınırları aşma eğilimini vurgular."}, {"bab_no": 10, "fiil_formlari": {"mazi": "استغزى - istaġzā", "muzari": "يستغزي - yastaġzī", "masdar": "استغزاء - istiġzā’"}, "bab_anlami": "Fethetmek veya ele geçirmek için yardım istemek, birinden destek alarak bir hedefe ulaşmaya çalışmak anlamına gelir. Bu, bir ülkenin müttefiklerinden askeri yardım istemesi, bir şirketin bir danışmandan pazar stratejisi geliştirmesi veya bir bireyin bir mentordan kariyer tavsiyesi alması şeklinde olabilir. Eylem, tek başına bir fetih eyleminden ziyade, bir başkasının yardımıyla bir hedefe ulaşma çabasını ifade eder.", "mikro_mantik": "Kökün anlamını başkasından yardım alarak fethetme veya ele geçirme anlamında genişletir. Fiilin öznesi, eylemi başkasının yardımıyla gerçekleştirir. Bu kalıp, eylemin işbirlikçi doğasını ve öznenin başkalarına bağımlılığını vurgular."}]}], "غسق": [{"kok": "غسق", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Karanlığın çöküşü, örtünme, gizlenme ve belirsizleşme. Varlığın anlamının derinleştiği, sırların ve bilinmezliğin perdesinin aralandığı an. Hakikatin ışığının zayıflamasıyla, içsel arayışın ve tefekkürün vaktinin geldiği bir geçiş.", "kavramsal_derinlik": "Beşeri boyutta, günün sona ermesiyle gelen dinlenme ve içe dönüşü temsil ederken; ilahi boyutta, gaybın sırlarının tecelli etmeye başladığı, ilahi vahyin ve ilhamın kalbe doğduğu anı simgeler. Bu, zahirin ötesine geçip batına yönelme, maddi olandan manevi olana geçişin sembolüdür."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "غَسَقَ", "muzari": "يَغْسُقُ", "masdar": "غَسْق"}, "bab_anlami": "Karanlığın çökmesi, gecenin bastırması, bir şeyin koyulaşması ve yoğunlaşması. Bu, sadece fiziksel bir karanlık değil, aynı zamanda zihinsel ve ruhsal bir yoğunlaşmayı da ifade eder. Varlığın özündeki derin anlamların ortaya çıkmaya başladığı, sırların fısıldandığı bir zaman dilimidir.", "mikro_mantik": "Bu bab, kökün temel anlamını doğrudan ve yalın bir şekilde ifade eder. Fiilin basit yapısı, karanlığın çöküşünün doğal ve kendiliğinden bir olay olduğunu vurgular. Kökün anlamı, herhangi bir ekleme veya karmaşıklık olmaksızın, temel haliyle ortaya konulur."}, {"bab_no": 2, "fiil_formlari": {"mazi": "غُسِّقَ", "muzari": "يُغَسَّقُ", "masdar": "تَغْسِيق"}, "bab_anlami": "Bir şeyin karanlığa bürünmesine neden olmak, bir şeyi karanlıkla örtmek veya bir şeyi yoğunlaştırmak, derinleştirmek. Bu, aktif bir eylemi ifade eder; bir şeyi karanlığın içine çekmek veya bir şeyi yoğun bir şekilde etkilemek. Bu eylem, varlığın özünü daha da derinleştirmeye yönelik bir çaba olarak da yorumlanabilir.", "mikro_mantik": "Bu bab, kökün anlamını yoğunlaştırma ve derinleştirme eylemini vurgular. Fiilin yapısı, bir etki veya neden-sonuç ilişkisi olduğunu gösterir. Kökün anlamı, bir eylemin sonucu olarak ortaya çıkan karanlık veya yoğunluk şeklinde ifade edilir."}, {"bab_no": 3, "fiil_formlari": {"mazi": "غَاسَقَ", "muzari": "يُغَاسِقُ", "masdar": "مُغَاسَقَة / غِسَاق"}, "bab_anlami": "Karanlıkta bir araya gelmek, geceleyin buluşmak, sırları paylaşmak veya karanlığın getirdiği yoğunluğu birlikte deneyimlemek. Bu, bir topluluğun veya bir ilişkinin karanlıkla olan etkileşimini ifade eder. Bu etkileşim, ortak bir arayış, gizli bir anlaşma veya derin bir bağ olabilir.", "mikro_mantik": "Bu bab, kökün anlamını karşılıklı bir etkileşim veya ilişki bağlamında ifade eder. Fiilin yapısı, iki veya daha fazla tarafın karanlıkla olan ilişkisini vurgular. Kökün anlamı, bu taraflar arasındaki ortak deneyim veya etkileşim şeklinde ortaya çıkar."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَغْسَقَ", "muzari": "يُغْسِقُ", "masdar": "إِغْسَاق"}, "bab_anlami": "Karanlığın çökmesine neden olmak, geceyi getirmek veya bir şeyi karanlık yapmak. Bu, bir şeyin karanlığa geçişini başlatmak veya bir şeyi karanlıkla örtmek anlamına gelir. Bu eylem, bir durumu veya bir varlığı karanlığa doğru yönlendirme gücünü ifade eder.", "mikro_mantik": "Bu bab, kökün anlamını bir neden-sonuç ilişkisi içinde ifade eder. Fiilin yapısı, bir eylemin karanlığın çökmesine yol açtığını vurgular. Kökün anlamı, bu eylemin sonucu olarak ortaya çıkan karanlık şeklinde ifade edilir."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَغَسَّقَ", "muzari": "يَتَغَسَّقُ", "masdar": "تَغَسُّق"}, "bab_anlami": "Karanlığa bürünmek, gecenin yoğunluğuna dalmak, kendini karanlığın derinliklerine bırakmak. Bu, bir varlığın karanlıkla bütünleşmesini, onunla uyum içinde olmasını ifade eder. Bu bütünleşme, içsel bir dönüşüm veya derin bir anlayışın başlangıcı olabilir.", "mikro_mantik": "Bu bab, kökün anlamını bir süreç veya dönüşüm bağlamında ifade eder. Fiilin yapısı, bir varlığın karanlığa doğru ilerlemesini ve onunla bütünleşmesini vurgular. Kökün anlamı, bu sürecin sonucu olarak ortaya çıkan karanlıkla bütünleşme şeklinde ifade edilir."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَغَاسَقَ", "muzari": "يَتَغَاسَقُ", "masdar": "تَغَاسُق"}, "bab_anlami": "Karanlıkta birbirine yaklaşmak, geceleyin bir araya gelerek sırları paylaşmak veya karanlığın getirdiği yoğunluğu birlikte deneyimlemek. Bu, bir topluluğun veya bir ilişkinin karanlıkla olan etkileşimini, birbirlerine destek olarak karanlığın üstesinden gelmeye çalışmalarını ifade eder.", "mikro_mantik": "Bu bab, kökün anlamını karşılıklı bir etkileşim ve işbirliği bağlamında ifade eder. Fiilin yapısı, iki veya daha fazla tarafın karanlıkla olan ilişkisinde birbirlerine destek olmasını vurgular. Kökün anlamı, bu taraflar arasındaki ortak deneyim ve işbirliği şeklinde ortaya çıkar."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْغَسَقَ", "muzari": "يَنْغَسِقُ", "masdar": "اِنْغِسَاق"}, "bab_anlami": "Karanlığın içine gömülmek, karanlıkla tamamen örtülmek, gecenin derinliklerine dalmak. Bu, bir varlığın karanlığa tamamen teslim olmasını, onunla kaybolmasını ifade eder. Bu teslimiyet, bir son veya bir başlangıç olabilir; bir yok oluş veya yeni bir varoluşun tohumu.", "mikro_mantik": "Bu bab, kökün anlamını pasif bir durum veya sonuç bağlamında ifade eder. Fiilin yapısı, bir varlığın karanlığın etkisi altında kalmasını vurgular. Kökün anlamı, bu etkinin sonucu olarak ortaya çıkan karanlığa gömülme şeklinde ifade edilir."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِغْتَسَقَ", "muzari": "يَغْتَسِقُ", "masdar": "اِغْتِسَاق"}, "bab_anlami": "Karanlığı fırsat bilmek, geceyi ganimet olarak görmek, karanlığın sunduğu imkanlardan faydalanmak. Bu, karanlığın sadece bir engel değil, aynı zamanda bir fırsat olduğunu anlamayı ifade eder. Bu anlayış, gizli bilgileri elde etmek, içsel keşifler yapmak veya yaratıcı faaliyetlerde bulunmak için kullanılabilir.", "mikro_mantik": "Bu bab, kökün anlamını aktif bir arayış ve faydalanma bağlamında ifade eder. Fiilin yapısı, bir varlığın karanlıktan faydalanmaya çalıştığını vurgular. Kökün anlamı, bu çabanın sonucu olarak elde edilen fayda veya imkan şeklinde ifade edilir."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اِسْتَغْسَقَ", "muzari": "يَسْتَغْسِقُ", "masdar": "اِسْتِغْسَاق"}, "bab_anlami": "Karanlığı istemek, geceyi arzulamak, karanlığın derinliklerine ulaşmaya çalışmak. Bu, karanlığın sırlarını çözmek, onunla bütünleşmek veya ondan ilham almak için duyulan derin bir özlemi ifade eder. Bu özlem, içsel bir arayışın, ruhsal bir yolculuğun veya yaratıcı bir tutkunun kaynağı olabilir.", "mikro_mantik": "Bu bab, kökün anlamını yoğun bir istek ve arzu bağlamında ifade eder. Fiilin yapısı, bir varlığın karanlığa ulaşmaya çalıştığını vurgular. Kökün anlamı, bu çabanın ardındaki motivasyon ve amaç şeklinde ifade edilir."}]}], "غسل": [{"kok": "غسل", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Arınma ve temizlenme eylemi, sadece fiziksel kirden değil, aynı zamanda ruhsal ve manevi tortulardan da arınmayı ifade eder.", "kavramsal_derinlik": "Maddi temizliğin ötesinde, tövbe ve arınma yoluyla ruhun yeniden doğuşunu simgeler. Bu, bireyin içsel yolculuğunda ulaştığı bir dönüşüm noktasıdır."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "غَسَلَ - ğasala", "muzari": "يَغْسِلُ - yağsilu", "masdar": "غَسْلٌ - ğasl"}, "bab_anlami": "Temel yıkama ve temizleme eylemini ifade eder. Bu, bir nesnenin veya vücudun su ile temizlenmesi, kir ve lekelerden arındırılması anlamına gelir. Aynı zamanda mecazi olarak, günahlardan arınma veya kötü düşüncelerden temizlenme gibi daha derin anlamlara da gelebilir. Bu kalıp, eylemin basit ve doğrudan bir şekilde gerçekleştiğini vurgular.", "mikro_mantik": "Bu kalıp, kökün temel anlamını en yalın haliyle ifade eder. Eylemin öznesi ve nesnesi arasındaki doğrudan ilişkiyi gösterir. Matematiksel olarak, bu kalıp bir 'çıkarma' işlemine benzetilebilir; kirin veya istenmeyen maddenin temizlenerek ortadan kaldırılması."}, {"bab_no": 2, "fiil_formlari": {"mazi": "غَسَّلَ - ğassala", "muzari": "يُغَسِّلُ - yuğassilu", "masdar": "تَغْسِيلٌ - tağsiyl"}, "bab_anlami": "Yoğunlaştırma ve tekrar anlamı taşır. Bir şeyi iyice yıkamak, defalarca temizlemek veya bir şeyi başkası tarafından yıkanmasını sağlamak anlamına gelir. Bu kalıp, temizleme eyleminin titizlikle ve özenle yapıldığını vurgular. Aynı zamanda, bir şeyi temizleme sorumluluğunu başkasına devretme anlamını da içerebilir. Örneğin, bir ölüyü yıkamak (cenaze yıkama) bu kalıpla ifade edilir.", "mikro_mantik": "Bu kalıp, temel yıkama eyleminin yoğunluğunu ve tekrarını arttırır. Matematiksel olarak, bu kalıp bir 'çarpan' etkisine benzetilebilir; temizleme eyleminin şiddeti ve kapsamı artar."}, {"bab_no": 3, "fiil_formlari": {"mazi": "غَاسَلَ - ğaasala", "muzari": "يُغَاسِلُ - yuğasilu", "masdar": "مُغَاسَلَةٌ - muğaasala"}, "bab_anlami": "Karşılıklı yıkama veya temizleme eylemini ifade eder. İki veya daha fazla kişinin birbirini yıkaması veya temizlemesi anlamına gelir. Bu kalıp, işbirliği ve ortak çabayı vurgular. Aynı zamanda, mecazi olarak, birbirini hatalarından arındırma veya günahlarını affetme gibi anlamlara da gelebilir. Bu kalıp, ilişkilerde karşılıklı anlayış ve affetmenin önemini vurgular.", "mikro_mantik": "Bu kalıp, yıkama eyleminin karşılıklı olarak gerçekleştiğini gösterir. Matematiksel olarak, bu kalıp bir 'denge' veya 'eşitlik' durumunu ifade eder; her iki taraf da temizleme eylemine katılır ve birbirini etkiler."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَغْسَلَ - ağsala", "muzari": "يُغْسِلُ - yuğsilu", "masdar": "إِغْسَالٌ - iğsal"}, "bab_anlami": "Bir şeyi yıkamaya sevk etmek, yıkama eylemini gerçekleştirmesine neden olmak veya bir şeyi temizlemeye zorlamak anlamına gelir. Bu kalıp, bir eylemin dolaylı olarak gerçekleştiğini veya bir başkasının eylemi gerçekleştirmesine neden olunduğunu vurgular. Aynı zamanda, bir şeyi temizleme veya arındırma yeteneğine sahip olma anlamını da içerebilir. Bu kalıp, eylemin nedenini ve sonucunu vurgular.", "mikro_mantik": "Bu kalıp, yıkama eyleminin dolaylı olarak gerçekleştiğini veya bir başkası tarafından başlatıldığını gösterir. Matematiksel olarak, bu kalıp bir 'fonksiyon' ilişkisine benzetilebilir; bir eylem (sevk etme) başka bir eylemi (yıkama) tetikler."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَغَسَّلَ - tağassala", "muzari": "يَتَغَسَّلُ - yatağassalu", "masdar": "تَغَسُّلٌ - tağassul"}, "bab_anlami": "Kendi kendini yıkamak, temizlenmek için çaba göstermek veya bir şeyi özenle yıkamak anlamına gelir. Bu kalıp, bireysel çaba ve öz bakımı vurgular. Aynı zamanda, bir şeyi derinlemesine temizleme veya arındırma arzusunu da ifade edebilir. Bu kalıp, bireyin kendi içsel temizliğine odaklandığını gösterir.", "mikro_mantik": "Bu kalıp, yıkama eyleminin özne tarafından gerçekleştirildiğini ve öznenin kendisine yönelik olduğunu gösterir. Matematiksel olarak, bu kalıp bir 'döngü' veya 'özyineleme' işlemine benzetilebilir; özne hem eylemi gerçekleştiren hem de eylemin hedefidir."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَغَاسَلَ - tağaasala", "muzari": "يَتَغَاسَلُ - yatağaasalu", "masdar": "تَغَاسُلٌ - tağaasul"}, "bab_anlami": "Yıkanır gibi yapmak, temizlenir gibi görünmek veya birbirini aldatmak amacıyla yıkama eylemini taklit etmek anlamına gelir. Bu kalıp, samimiyetsizliği ve riyakarlığı vurgular. Aynı zamanda, gerçekte temizlenmeden temizlenmiş gibi davranma durumunu da ifade edebilir. Bu kalıp, dış görünüşün aldatıcı olabileceğini gösterir.", "mikro_mantik": "Bu kalıp, yıkama eyleminin gerçekte gerçekleşmediğini, sadece taklit edildiğini gösterir. Matematiksel olarak, bu kalıp bir 'yanılsama' veya 'sahte değişken' durumunu ifade eder; gerçek değerler gizlenmiş veya değiştirilmiştir."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْغَسَلَ - inğasala", "muzari": "يَنْغَسِلُ - yanğasilu", "masdar": "اِنْغِسَالٌ - inğisal"}, "bab_anlami": "Yıkanmak, temizlenmek veya bir şeyin kendiliğinden temizlenmesi anlamına gelir. Bu kalıp, pasif bir durumu ve eylemin kendiliğinden gerçekleştiğini vurgular. Aynı zamanda, bir şeyin kolayca temizlenebilir veya arındırılabilir olduğunu da ifade edebilir. Bu kalıp, eylemin doğal ve kendiliğinden gerçekleştiğini gösterir.", "mikro_mantik": "Bu kalıp, yıkama eyleminin özne tarafından değil, dış etkenler tarafından gerçekleştirildiğini gösterir. Matematiksel olarak, bu kalıp bir 'pasif direnç' durumunu ifade eder; özne, temizleme eylemine karşı direnç göstermez ve eylem kendiliğinden gerçekleşir."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِغْتَسَلَ - iğtasala", "muzari": "يَغْتَسِلُ - yağtasilu", "masdar": "اِغْتِسَالٌ - iğtisal"}, "bab_anlami": "Boy abdesti almak, gusül abdesti almak veya bir şeyi tamamen yıkamak anlamına gelir. Bu kalıp, dini bir ritüeli ve tam bir arınmayı vurgular. Aynı zamanda, hem fiziksel hem de ruhsal temizliği ifade eder. Bu kalıp, bireyin kendini tamamen temizleme ve arındırma çabasını gösterir.", "mikro_mantik": "Bu kalıp, yıkama eyleminin kapsamlı ve bütünsel olduğunu gösterir. Matematiksel olarak, bu kalıp bir 'entegrasyon' veya 'toplam' işlemine benzetilebilir; tüm vücut veya nesne temizleme eylemine dahil edilir."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اِغْسَالَّ - iğsalla", "muzari": "يَغْسَالُّ - yağsallu", "masdar": "Yok"}, "bab_anlami": "Bu kalıp nadiren kullanılır ve genellikle bir şeyin çok temiz veya parlak olduğunu ifade eder. Bir şeyin aşırı derecede temizlenmesi veya parlatılması sonucu oluşan durumu anlatır. Bu kalıp, temizliğin en üst düzeyde olduğunu ve neredeyse mükemmel bir duruma ulaşıldığını vurgular. Metaforik olarak, bir ruhun veya zihnin tamamen arınmış ve aydınlanmış halini de ifade edebilir.", "mikro_mantik": "Bu kalıp, temizlik eyleminin sınırlarını zorladığını ve aşırı bir duruma ulaştığını gösterir. Matematiksel olarak, bu kalıp bir 'üst sınır' veya 'maksimum değer' kavramını ifade eder; temizlik seviyesi ulaşabileceği en yüksek noktaya ulaşmıştır."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَغْسَلَ - istağsala", "muzari": "يَسْتَغْسِلُ - yastağsilu", "masdar": "اِسْتِغْسَالٌ - istiğsal"}, "bab_anlami": "Yıkanmayı istemek, temizlenmeyi talep etmek veya bir şeyi yıkamasını rica etmek anlamına gelir. Bu kalıp, bir ihtiyacı ve talebi vurgular. Aynı zamanda, temizlenme arzusunu ve bu arzuya ulaşmak için başkalarından yardım isteme durumunu da ifade edebilir. Bu kalıp, bireyin temizlenme ihtiyacını ve bu ihtiyacı gidermek için başkalarına yöneldiğini gösterir.", "mikro_mantik": "Bu kalıp, yıkama eyleminin bir talep veya istek üzerine gerçekleştiğini gösterir. Matematiksel olarak, bu kalıp bir 'talep-cevap' ilişkisini ifade eder; bir talep (yıkanma isteği) bir eylemi (yıkama) tetikler."}]}], "غشو": [{"kok": "غشو", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Aldatma, gizleme, yanıltma eylemlerinin özünde yatan, hakikatin perdelenmesi ve gerçeğin çarpıtılması potansiyeli.", "kavramsal_derinlik": "İnsanın iç dünyasındaki ikiyüzlülükten, toplumsal manipülasyonlara kadar uzanan geniş bir yelpazede, ahlaki ve epistemolojik boyutları kapsar."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "غَشَّ - ğaşşe", "muzari": "يَغُشُّ - yeğuşşu", "masdar": "غَشٌّ - ğaşş"}, "bab_anlami": "Bir şeyi kusurlu, sahte veya değersiz hale getirmek; özünde var olan değeri örtbas ederek, gerçek niteliğini gizlemek. Bu kalıp, bir nesnenin veya durumun içsel bütünlüğüne yapılan bir saldırıyı ifade eder. Maddi aldatmacanın ötesinde, manevi ve entelektüel dürüstlüğün ihlalini de kapsar. Bir bilginin yanlış sunulması, bir duygunun sahteliği veya bir niyetin gizlenmesi gibi durumlar bu kalıbın anlam alanına girer.", "mikro_mantik": "Tekrarlama (şedde), fiilin anlamını yoğunlaştırır ve eylemin kasıtlı ve sürekli olduğunu vurgular. Bu kalıp, aldatma eyleminin basit bir hatadan ziyade, bilinçli bir tercih ve ısrarlı bir davranış olduğunu gösterir."}, {"bab_no": 2, "fiil_formlari": {"mazi": "تَغَاشَّ - teğaşşe", "muzari": "يَتَغَاشُّ - yeteğaşşu", "masdar": "تَغَاشٌّ - teğaşş"}, "bab_anlami": "Karşılıklı aldatma veya birbirini aldatmaya çalışma; yanıltıcı bir etkileşim içinde bulunma. Bu kalıp, iki veya daha fazla tarafın birbirini kandırmaya yönelik aktif bir çaba içinde olduğunu gösterir. İlişkilerde güvensizlik ve şüphe tohumları eken, karmaşık ve manipülatif bir dinamiği ifade eder. Bu, sadece maddi çıkarlar için değil, aynı zamanda güç, kontrol veya intikam gibi daha derin motivasyonlarla da yönlendirilebilir.", "mikro_mantik": "Te- ve tekrar (şedde) ekleri, eylemin karşılıklı ve tekrarlanan bir şekilde gerçekleştiğini gösterir. Bu kalıp, aldatma eyleminin tek taraflı olmaktan ziyade, taraflar arasında süregelen bir etkileşim olduğunu vurgular."}, {"bab_no": 3, "fiil_formlari": {"mazi": "أَغَشَّ - ağaşşe", "muzari": "يُغِشُّ - yuğişşu", "masdar": "إِغْشَاشٌ - iğşaş"}, "bab_anlami": "Bir şeyi aldatıcı hale getirmek, yanıltıcı bir nitelik kazandırmak; bir şeyi dışarıdan aldatıcı gösterme eylemi. Bu kalıp, bir nesnenin veya durumun gerçek doğasını gizlemek için yapılan bilinçli bir çabayı ifade eder. Bu, sadece maddi aldatmacayla sınırlı kalmayıp, fikirlerin veya ideolojilerin yanıltıcı bir şekilde sunulmasını da içerebilir. Bir şeyin cazibesini artırmak için yapılan hileli düzenlemeler veya bir gerçeği gizlemek için kullanılan manipülasyonlar bu kalıbın kapsamına girer.", "mikro_mantik": "Hemze (أ) eklenmesi, fiilin anlamını geçişli hale getirir ve bir şeyi aldatıcı hale getirme eylemini vurgular. Bu kalıp, aldatma eyleminin doğrudan bir nesneye yönlendirildiğini ve onun niteliğini değiştirdiğini gösterir."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَغَشَّى - teğaşşa", "muzari": "يَتَغَشَّى - yeteğaşşa", "masdar": "تَغَشِّي - teğaşşi"}, "bab_anlami": "Bir şeyi örtmek, gizlemek veya bir şeyin üzerine örtü sermek; aldatma eyleminin bir şeyi tamamen kaplayacak şekilde yoğunlaşması. Bu kalıp, hakikatin üzerinin örtülmesi ve gerçeğin gizlenmesi eylemini ifade eder. Bu, sadece maddi nesnelerin örtülmesiyle sınırlı kalmayıp, fikirlerin, duyguların veya niyetlerin gizlenmesini de içerebilir. Bir sırrın saklanması, bir yalanın örtülmesi veya bir gerçeğin çarpıtılması bu kalıbın anlam alanına girer.", "mikro_mantik": "Te- ve tekrar (şedde) ekleri, eylemin yoğunluğunu ve kapsayıcılığını vurgular. Bu kalıp, aldatma eyleminin yüzeysel olmaktan ziyade, bir şeyi tamamen kaplayacak ve gizleyecek kadar derin ve etkili olduğunu gösterir."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَغَاشَى - teğaşa", "muzari": "يَتَغَاشَى - yeteğaşa", "masdar": "تَغَاشٍ - teğaşin"}, "bab_anlami": "Aldatır gibi davranmak, kendini aldatılmış gibi göstermek; gerçek duyguları veya niyetleri gizleyerek yanıltıcı bir görüntü sergilemek. Bu kalıp, içsel bir çelişkiyi ve dışsal bir manipülasyonu bir araya getirir. Kişinin gerçek kimliğini veya niyetlerini gizleyerek, başkalarını yanıltmaya yönelik bir strateji izlediğini ifade eder. Bu, sadece maddi çıkarlar için değil, aynı zamanda sosyal kabul, güç veya intikam gibi daha karmaşık motivasyonlarla da yönlendirilebilir.", "mikro_mantik": "Te- eki ve sondaki 'ى' harfi, eylemin yapmacık ve yanıltıcı olduğunu gösterir. Bu kalıp, aldatma eyleminin doğal bir davranıştan ziyade, bilinçli bir taklit ve rol yapma olduğunu vurgular."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَغَشَّ - estağaşşe", "muzari": "يَسْتَغِشُّ - yestağişşu", "masdar": "اِسْتِغْشَاشٌ - istiğşaş"}, "bab_anlami": "Aldatılmayı istemek, aldatılmaya açık olmak veya aldatılmaya meyilli olmak; bir şeyin aldatıcı niteliğine karşı savunmasız kalmak. Bu kalıp, kişinin kendi zayıflıklarını veya bilgisizliğini kullanarak başkalarının onu manipüle etmesine izin vermesini ifade eder. Bu, sadece maddi konularda değil, aynı zamanda fikirler, inançlar veya duygusal ilişkilerde de geçerli olabilir. Bir kişinin eleştirel düşünme yeteneğini kaybetmesi, kolayca kandırılması veya manipüle edilmesi bu kalıbın anlam alanına girer.", "mikro_mantik": "İsti'fal kalıbı, fiile talep veya arayış anlamı katar. Bu kalıp, aldatılmanın pasif bir eylem olmaktan ziyade, bilinçli veya bilinçsiz bir şekilde aranan veya davet edilen bir durum olduğunu gösterir."}]}], "غصب": [{"kok": "غصب", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Zorla alma, haksızca ele geçirme; bir hakkı gaspetme eyleminin özünde, adalet ve hakkaniyet ilkelerine aykırı bir ihlal barındırır. Bu eylem, sadece maddi bir nesnenin değil, aynı zamanda manevi bir hakkın, bir duygunun veya bir fırsatın da zorla alınmasını ifade edebilir.", "kavramsal_derinlik": "Gasbetme eylemi, hem bireysel hem de toplumsal düzeyde derin yaralar açabilir. Bireysel düzeyde, gasbedilen kişi, adaletsizlik duygusuyla sarsılırken, toplumsal düzeyde ise güvensizlik ve huzursuzluk ortamı oluşur. Bu eylem, ilahi adalet kavramıyla da doğrudan ilişkilidir; zira gasbeden kişi, sadece mağdurun hakkını değil, aynı zamanda ilahi düzeni de ihlal etmiş olur."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "غَصَبَ", "muzari": "يَغْصِبُ", "masdar": "غَصْب"}, "bab_anlami": "Bu babda, 'gasb' kökü, bir şeyi zorla ele geçirme, haksız bir şekilde sahiplenme eylemini ifade eder. Bu, sadece maddi bir nesne olabileceği gibi, bir hak, bir yetki veya bir fırsat da olabilir. Fiilin bu formdaki kullanımı, eylemin doğrudan ve kasıtlı bir şekilde gerçekleştirildiğini vurgular.", "mikro_mantik": "Bu bab, fiilin temel ve en yalın halini temsil eder. Kökün anlamını doğrudan ve herhangi bir ek anlam katmanı olmaksızın ifade eder. Bu kalıp, eylemin fail tarafından gerçekleştirildiğini ve bir nesne üzerinde doğrudan bir etki yarattığını gösterir."}, {"bab_no": 2, "fiil_formlari": {"mazi": "غُصِّبَ", "muzari": "يُغَصَّبُ", "masdar": "تَغْصِيب"}, "bab_anlami": "Bu babda, 'gasb' kökü, birinin zorla bir şeye maruz bırakılması, bir şeyin zorla ona dayatılması anlamını taşır. Bu, bir kişinin iradesi dışında bir eyleme zorlanması veya bir durumun ona dayatılması şeklinde olabilir. Bu form, pasif bir anlam içerir ve eylemin failinden ziyade, eyleme maruz kalanı vurgular.", "mikro_mantik": "Bu bab, fiilin edilgen (pasif) formunu ifade eder. Kökün anlamını, eylemin öznesi tarafından değil, nesnesi tarafından deneyimlendiği şeklinde dönüştürür. Bu kalıp, eylemin bir başkası tarafından gerçekleştirildiğini ve öznenin bu eyleme maruz kaldığını gösterir."}, {"bab_no": 3, "fiil_formlari": {"mazi": "غَاصَبَ", "muzari": "يُغَاصِبُ", "masdar": "مُغَاصَبَة"}, "bab_anlami": "Bu babda, 'gasb' kökü, karşılıklı bir gasbetme eylemini, yani birinin diğerinden bir şeyi zorla almaya çalışmasını ifade eder. Bu, bir tür çatışma veya rekabet durumunu ima eder ve her iki tarafın da birbirinin hakkını ihlal etmeye çalıştığını gösterir. Bu form, eylemin karşılıklı ve rekabetçi bir doğası olduğunu vurgular.", "mikro_mantik": "Bu bab, fiilin karşılıklı (müfâ'ale) formunu ifade eder. Kökün anlamını, iki veya daha fazla taraf arasında gerçekleşen bir eylem olarak dönüştürür. Bu kalıp, eylemin karşılıklı bir etkileşim içerdiğini ve her iki tarafın da aktif rol oynadığını gösterir."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَغْصَبَ", "muzari": "يُغْصِبُ", "masdar": "إِغْصَاب"}, "bab_anlami": "Bu babda, 'gasb' kökü, birini gasbetmeye zorlamak, birinin bir şeyi zorla almasına neden olmak anlamını taşır. Bu, bir tür teşvik veya zorlama eylemini ifade eder ve bir kişinin diğerini haksız bir eyleme yönlendirmesini gösterir. Bu form, eylemin dolaylı bir şekilde gerçekleştirildiğini ve bir başkasının eylemine neden olunduğunu vurgular.", "mikro_mantik": "Bu bab, fiilin geçişli (ta'diye) formunu ifade eder. Kökün anlamını, eylemin bir başkası üzerinde bir etki yarattığı şeklinde dönüştürür. Bu kalıp, eylemin bir başkasının eylemine neden olduğunu ve dolaylı bir etki yarattığını gösterir."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَغَصَّبَ", "muzari": "يَتَغَصَّبُ", "masdar": "تَغَصُّب"}, "bab_anlami": "Bu babda, 'gasb' kökü, gasbetme eylemini üstlenmek, gasbetmeye yeltenmek veya gasbeden gibi davranmak anlamını taşır. Bu, bir kişinin gasbetme eğilimi göstermesi veya gasbetme eylemini taklit etmesi şeklinde olabilir. Bu form, eylemin bir niyet veya eğilim olarak ortaya çıktığını vurgular.", "mikro_mantik": "Bu bab, fiilin tekellüf (zorlama) formunu ifade eder. Kökün anlamını, eylemi yapmaya çalışmak veya eylemi taklit etmek şeklinde dönüştürür. Bu kalıp, eylemin bir niyet veya eğilim olarak ortaya çıktığını ve tam olarak gerçekleşmeyebileceğini gösterir."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَغَاصَبَ", "muzari": "يَتَغَاصَبُ", "masdar": "تَغَاصُب"}, "bab_anlami": "Bu babda, 'gasb' kökü, karşılıklı olarak birbirini gasbetmeye çalışmak, birbirinin hakkını ihlal etmeye yeltenmek anlamını taşır. Bu, bir tür çekişme veya mücadele durumunu ifade eder ve her iki tarafın da birbirinin malını veya hakkını ele geçirmeye çalıştığını gösterir. Bu form, eylemin karşılıklı bir rekabet veya çatışma içerdiğini vurgular.", "mikro_mantik": "Bu bab, fiilin tefa'ul (karşılıklı etkileşim) formunu ifade eder ve 3. bab ile benzer anlamdadır. Kökün anlamını, iki veya daha fazla taraf arasında gerçekleşen bir eylem olarak dönüştürür. Bu kalıp, eylemin karşılıklı bir etkileşim içerdiğini ve her iki tarafın da aktif rol oynadığını gösterir."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْغَصَبَ", "muzari": "يَنْغَصِبُ", "masdar": "اِنْغِصَاب"}, "bab_anlami": "Bu babda, 'gasb' kökü, gasbedilmeye maruz kalmak, zorla elinden alınmak anlamını taşır. Bu, bir kişinin bir başkası tarafından haksızlığa uğraması veya bir hakkının ihlal edilmesi durumunu ifade eder. Bu form, eylemin pasif bir şekilde deneyimlendiğini ve kişinin iradesi dışında bir duruma maruz kaldığını vurgular.", "mikro_mantik": "Bu bab, fiilin infial (etkilenme) formunu ifade eder. Kökün anlamını, eylemin öznesi tarafından değil, nesnesi tarafından deneyimlendiği şeklinde dönüştürür. Bu kalıp, eylemin bir başkası tarafından gerçekleştirildiğini ve öznenin bu eyleme maruz kaldığını gösterir."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِغْتَصَبَ", "muzari": "يَغْتَصِبُ", "masdar": "اِغْتِصَاب"}, "bab_anlami": "Bu babda, 'gasb' kökü, zorla ele geçirmek, şiddet kullanarak bir şeyi almak anlamını taşır. Bu, özellikle cinsel saldırı veya tecavüz gibi durumlarda kullanılır ve eylemin şiddet ve zorlama içerdiğini vurgular. Bu form, eylemin vahşi ve acımasız bir şekilde gerçekleştirildiğini gösterir.", "mikro_mantik": "Bu bab, fiilin ifti'al (edinme, yapma) formunu ifade eder. Kökün anlamını, eylemi yoğun bir şekilde yapmak veya eylemi kendine mal etmek şeklinde dönüştürür. Bu kalıp, eylemin kasıtlı ve planlı bir şekilde gerçekleştirildiğini ve failin eylemi sahiplendiğini gösterir."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اِغْصَابَّ", "muzari": "يَغْصَابُّ", "masdar": "اِغْصِيْصَاب"}, "bab_anlami": "Bu babda, 'gasb' kökü, gasbetme eylemine aşırı derecede meyilli olmak, gasbetme konusunda çok hırslı olmak anlamını taşır. Bu, bir kişinin sürekli olarak başkalarının haklarını ihlal etmeye veya mallarını ele geçirmeye çalıştığını gösterir. Bu form, eylemin bir alışkanlık veya karakter özelliği haline geldiğini vurgular.", "mikro_mantik": "Bu bab, fiilin renk ve kusur bildiren formunu ifade eder. Kökün anlamını, eyleme aşırı derecede eğilimli olmak veya eylemle ilgili bir kusura sahip olmak şeklinde dönüştürür. Bu kalıp, eylemin bir alışkanlık veya karakter özelliği haline geldiğini gösterir."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَغْصَبَ", "muzari": "يَسْتَغْصِبُ", "masdar": "اِسْتِغْصَاب"}, "bab_anlami": "Bu babda, 'gasb' kökü, gasbetmeyi istemek, gasbetme fırsatı aramak veya gasbetmeyi meşru görmek anlamını taşır. Bu, bir kişinin gasbetme eylemine karşı bir arzu duyması veya bu eylemi haklı çıkarmaya çalışması şeklinde olabilir. Bu form, eylemin bir niyet veya arzu olarak ortaya çıktığını ve eylemin gerçekleşme potansiyeli taşıdığını vurgular.", "mikro_mantik": "Bu bab, fiilin istif'al (istemek, talep etmek) formunu ifade eder. Kökün anlamını, eylemi istemek, eylemi talep etmek veya eylemi meşru görmek şeklinde dönüştürür. Bu kalıp, eylemin bir niyet veya arzu olarak ortaya çıktığını ve eylemin gerçekleşme potansiyeli taşıdığını gösterir."}]}], "غصص": [{"kok": "غصص", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Boğulma, sıkıntı, iç sıkıntısı. Ruhun derinliklerinde hissedilen, dışa vurulamayan bir ağırlık. Bir şeyin içte hapsolması ve dışarı çıkmak için çabalaması.", "kavramsal_derinlik": "Beşeri deneyimde, bastırılmış duyguların, ifade edilmemiş düşüncelerin ve çözülmemiş travmaların yarattığı içsel sıkışıklığı temsil eder. İlahi boyutta ise, yaratılışın potansiyel enerjisinin henüz açığa çıkmamış hali, bir tohumun içindeki sonsuz imkanların sıkışmışlığı olarak görülebilir."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "غَصَّ - ğassa", "muzari": "يَغُصُّ - yağussu", "masdar": "غَصّ - ğass"}, "bab_anlami": "Bir şeyin boğazda takılması, yutkunmakta zorlanmak. Mecazi olarak, bir duygunun veya düşüncenin içte hapsolması, ifade edilmesinin engellenmesi. Bu kalıp, bireyin iç dünyasında yaşadığı sıkıntı ve engellenmişliği vurgular. Aynı zamanda, bir şeyin doğal akışının kesintiye uğraması, bir sürecin tıkanması anlamına da gelebilir. Bu durum, kişinin ruhsal veya fiziksel sağlığını olumsuz etkileyebilir.", "mikro_mantik": "Bu bab, fiilin temel anlamını doğrudan ve yoğun bir şekilde ifade eder. Kökün anlamını, eylemin gerçekleşme biçimiyle birleştirerek, eylemin şiddetini ve etkisini vurgular. Fiilin basit ve doğrudan yapısı, eylemin ani ve beklenmedik bir şekilde gerçekleştiğini gösterir."}]}], "غضب": [{"kok": "غضب", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Öfke, şiddetli hoşnutsuzluk ve kontrol kaybı. İçsel dengenin bozulmasıyla ortaya çıkan yoğun bir duygusal tepki. Bu kök, bireyin iç dünyasındaki karmaşayı ve dış dünyaya yansıyan yıkıcı potansiyeli ifade eder.", "kavramsal_derinlik": "Beşeri boyutta öfke, haksızlığa karşı bir tepki veya kişisel çıkarların ihlali sonucu ortaya çıkar. İlahi boyutta ise, ilahi adaletin tecellisi ve kötüye karşı bir gazap olarak tezahür edebilir. Bu, yaratılışın dengesini koruma ve hakkaniyeti sağlama amacını taşır."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "غَضَبَ", "muzari": "يَغْضَبُ", "masdar": "غَضَب"}, "bab_anlami": "Temel anlamıyla öfkelenmek, kızmak, şiddetli bir hoşnutsuzluk göstermek. Bu kalıp, öfkenin basit ve doğrudan bir eylem olarak ortaya çıkışını ifade eder. Kişinin içindeki gerilimin dışa vurumu, kontrolün kaybedildiği bir anı temsil eder. Bu, aynı zamanda bir uyarı sinyali olarak da görülebilir, bir dengesizliğin ifadesidir.", "mikro_mantik": "Bu kalıp, kökün temel anlamını en yalın haliyle ifade eder. Fiilin basit ve doğrudan bir eylem olduğunu gösterir. Kökün içerdiği potansiyel enerjinin serbest bırakılmasını ve dış dünyaya yansımasını temsil eder."}, {"bab_no": 2, "fiil_formlari": {"mazi": "غَضَّبَ", "muzari": "يُغَضِّبُ", "masdar": "تَغْضِيب"}, "bab_anlami": "Öfkelendirmek, kızdırmak, bir başkasının öfkesini tetiklemek. Bu kalıp, öfkenin bir başkası üzerinde yaratabileceği etkiyi vurgular. Bir eylemin veya durumun, bir başkasında öfke duygusunu uyandırmasıdır. Bu, ilişkilerde gerginlik ve çatışma potansiyelini ifade eder.", "mikro_mantik": "Bu kalıp, kökün anlamını yoğunlaştırır ve eylemin bir başkası üzerinde yaratabileceği etkiyi gösterir. Öfkenin bir nedensellik ilişkisi içinde yayıldığını ve başkalarını etkileyebileceğini vurgular."}, {"bab_no": 3, "fiil_formlari": {"mazi": "غَاضَبَ", "muzari": "يُغَاضِبُ", "masdar": "مُغَاضَبَة"}, "bab_anlami": "Öfkelenerek karşılık vermek, birbiriyle öfkelenmek, çekişmek. Bu kalıp, öfkenin karşılıklı bir etkileşim içinde ortaya çıktığını ifade eder. İki veya daha fazla tarafın birbirine karşı öfke duyması ve bu öfkeyi eyleme dökmesidir. Bu, çatışma ve anlaşmazlıkların derinleşmesine yol açabilir.", "mikro_mantik": "Bu kalıp, kökün anlamını karşılıklı bir etkileşim bağlamında ele alır. Öfkenin bir döngü içinde yayıldığını ve taraflar arasında gerilimi artırdığını gösterir."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَغْضَبَ", "muzari": "يُغْضِبُ", "masdar": "إِغْضَاب"}, "bab_anlami": "Öfkelendirmek, gazaplandırmak, birinin öfkesini üzerine çekmek. Bu kalıp, bir eylemin veya durumun, bir başkasının öfkesini üzerine çekmesine neden olmasını ifade eder. Kişinin, bilerek veya bilmeyerek, bir başkasında öfke uyandırmasıdır. Bu, sorumluluk ve sonuç ilişkisini vurgular.", "mikro_mantik": "Bu kalıp, kökün anlamını nedensellik ve sonuç ilişkisi içinde ele alır. Bir eylemin, bir başkasının öfkesini tetikleyebileceğini ve bunun sonuçlarının olabileceğini gösterir."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَغَضَّبَ", "muzari": "يَتَغَضَّبُ", "masdar": "تَغَضُّب"}, "bab_anlami": "Öfkeli gibi davranmak, öfkeyi taklit etmek, yapmacık öfke göstermek. Bu kalıp, öfkenin samimiyetten uzak, teatral bir şekilde sergilenmesini ifade eder. Kişinin, gerçek duygularını gizlemek veya bir amaca ulaşmak için öfkeli bir görünüm sergilemesidir. Bu, manipülasyon ve aldatma potansiyelini içerir.", "mikro_mantik": "Bu kalıp, kökün anlamını samimiyet ve gerçeklikten uzaklaştırır. Öfkenin bir araç olarak kullanıldığını ve gerçek duyguların maskelendiğini gösterir."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَغَاضَبَ", "muzari": "يَتَغَاضَبُ", "masdar": "تَغَاضُب"}, "bab_anlami": "Birbirine öfke göstermek, öfkeli davranmak, küsmek. Bu kalıp, öfkenin ilişkilerde yarattığı gerginliği ve uzaklaşmayı ifade eder. İki veya daha fazla tarafın birbirine karşı öfke duyması ve bu öfkeyi iletişim kurmayarak veya küserek göstermesidir. Bu, ilişkilerin zedelenmesine ve kopmasına yol açabilir.", "mikro_mantik": "Bu kalıp, kökün anlamını ilişkisel bir bağlamda ele alır. Öfkenin iletişimi engellediğini ve taraflar arasında mesafeler yarattığını gösterir."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْغَضَبَ", "muzari": "يَنْغَضِبُ", "masdar": "اِنْغِضَاب"}, "bab_anlami": "Öfkeye kapılmak, öfkelenmek (edilgen). Bu kalıp, öfkenin bir dış etken sonucu ortaya çıktığını ve kişinin kontrolü dışında geliştiğini ifade eder. Kişinin, bir durum veya olay karşısında istemeden öfkelenmesidir. Bu, zayıflık ve çaresizlik duygularını tetikleyebilir.", "mikro_mantik": "Bu kalıp, kökün anlamını edilgen bir bağlamda ele alır. Öfkenin bir dış etkenin sonucu olduğunu ve kişinin kontrolü dışında geliştiğini gösterir."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِغْتَضَبَ", "muzari": "يَغْتَضِبُ", "masdar": "اِغْتِضَاب"}, "bab_anlami": "Öfkeyle almak, zorla almak, gasp etmek. Bu kalıp, öfkenin şiddet ve zorbalıkla ilişkisini ifade eder. Kişinin, öfkesini kullanarak bir şeyi zorla elde etmesidir. Bu, adaletsizlik ve zulüm potansiyelini içerir.", "mikro_mantik": "Bu kalıp, kökün anlamını güç ve kontrol bağlamında ele alır. Öfkenin bir araç olarak kullanıldığını ve başkalarının haklarının ihlal edildiğini gösterir."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اِسْتَغْضَبَ", "muzari": "يَسْتَغْضِبُ", "masdar": "اِسْتِغْضَاب"}, "bab_anlami": "Öfkelenmesini istemek, öfkesini celbetmek, birini kızdırmaya çalışmak. Bu kalıp, öfkenin manipülatif bir şekilde kullanıldığını ifade eder. Kişinin, bir başkasını öfkelendirmek için kasıtlı olarak eylemlerde bulunmasıdır. Bu, çatışma ve düşmanlık yaratma amacını taşır.", "mikro_mantik": "Bu kalıp, kökün anlamını manipülasyon ve kontrol bağlamında ele alır. Öfkenin bir araç olarak kullanıldığını ve başkalarının duygularının istismar edildiğini gösterir."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِغْضَوْضَبَ", "muzari": "يَغْضَوْضِبُ", "masdar": "اِغْضِيْضَاب"}, "bab_anlami": "Şiddetle öfkelenmek, çok kızmak, öfkeden deliye dönmek. Bu kalıp, öfkenin en yoğun ve kontrolsüz halini ifade eder. Kişinin, öfkesine tamamen hakim olamaması ve yıkıcı davranışlarda bulunmasıdır. Bu, tehlike ve şiddet potansiyelini içerir.", "mikro_mantik": "Bu kalıp, kökün anlamını yoğunluk ve kontrol kaybı bağlamında ele alır. Öfkenin en yıkıcı potansiyelini ve kişinin kendisine veya başkalarına zarar verebileceği bir durumu gösterir."}]}], "غضض": [{"kok": "غضض", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Gözü sakınmak, sesi kısmak, öfkeyi bastırmak gibi eylemlerde tezahür eden bir içsel kontrol ve sınırlama. Aşırılıklardan kaçınma ve dengeli bir duruş sergileme yeteneği.", "kavramsal_derinlik": "Hem bireysel ahlakın inşasında hem de toplumsal uyumun sağlanmasında kritik bir rol oynar. İnsanın nefsini terbiye etme, arzularını kontrol altında tutma ve başkalarına karşı saygılı olma çabasını ifade eder. İlahi boyutta ise, Allah'ın gazabını celbedecek davranışlardan kaçınma ve O'nun rızasını kazanmaya yönelik bir çaba olarak tecelli eder."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "غَضَّ - ğadda", "muzari": "يَغُضُّ - yağuddu", "masdar": "غَضٌّ - ğaddun"}, "bab_anlami": "Gözü haramdan sakınmak, sesi kısmak, öfkeyi bastırmak gibi eylemleri ifade eder. Bu kalıp, bir şeyin şiddetini veya yoğunluğunu azaltma, kontrol altına alma veya sınırlama anlamını taşır. Aynı zamanda, bir şeyden vazgeçme veya feragat etme anlamını da içerebilir. Bu bab, insanın içsel dürtülerini ve dışsal etkileri dengeleme çabasını sembolize eder.", "mikro_mantik": "Bu bab, fiilin anlamını yoğunlaştırır ve eylemin kasıtlı ve bilinçli bir şekilde yapıldığını vurgular. Tekrar ve süreklilik anlamı da içerebilir. Kök anlamındaki sınırlama ve kontrol kavramını pekiştirerek, eylemin bilinçli bir tercih sonucu gerçekleştiğini gösterir."}]}], "غطش": [{"kok": "غطش", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Karanlığın veya örtünün derinlemesine nüfuzu, bir şeyin üzerini tamamen kaplayarak onu gizleme veya belirsizleştirme.", "kavramsal_derinlik": "Hem maddi hem de manevi anlamda bir şeyin üzerini örten, onu görünmez kılan veya anlaşılmaz hale getiren bir perde. Bu, cehaletin karanlığı, bir sırrın örtüsü veya bir yanılsamanın perdesi olabilir."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "غَطَشَ - ğaṭaşa", "muzari": "يَغْطِشُ - yağṭişu", "masdar": "غَطْش - ğaṭş"}, "bab_anlami": "Derin bir karanlığın veya yoğun bir örtünün bir şeyi tamamen kaplaması, böylece onun algılanmasını veya anlaşılmasını engellemesi. Bu, fiziksel bir karanlık olabileceği gibi, zihinsel veya duygusal bir belirsizlik de olabilir. Bu kalıp, bir şeyin üzerinin örtülerek gizlenmesi veya belirsizleştirilmesi eylemini ifade eder, bu da gerçeğin veya bilginin saklanmasına yol açabilir.", "mikro_mantik": "Bu kalıp, kökün temel anlamını yoğunlaştırır ve eylemin doğrudan ve etkili bir şekilde gerçekleştiğini vurgular. Fiilin bu formda kullanılması, karanlığın veya örtünün bir şeyi aniden ve tamamen kapladığını, böylece onun özünü değiştirdiğini veya gizlediğini ifade eder."}]}], "غطو": [{"kok": "غطو", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Örtmek, gizlemek, örtbas etmek; bir şeyin üzerini kapatarak onu görünmez kılmak. Aynı zamanda, koruma ve muhafaza etme anlamlarını da içerir. Bu kök, bir şeyin içsel özünü dış etkilerden saklama ve koruma eylemini ifade eder.", "kavramsal_derinlik": "Hem maddi hem de manevi anlamda örtme eylemi. Maddi olarak bir nesneyi örterek onu dış etkenlerden korurken, manevi olarak bir sırrı saklamak veya bir kusuru örtmek gibi anlamlara gelir. Bu, insanın hem kendi iç dünyasını hem de dış dünyayı algılama ve etkileme biçimini derinlemesine etkiler."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "غَطَا - ğata", "muzari": "يَغْطُو - yağtu", "masdar": "غَطْو - ğatv"}, "bab_anlami": "Bir şeyi tamamen örtmek, kaplamak veya gizlemek. Bu kalıp, bir şeyin dış yüzeyini tamamen kaplayarak onu tanınmaz hale getirme veya görünmez kılma eylemini ifade eder. Aynı zamanda, bir şeyin içsel özünü koruma ve muhafaza etme amacı da taşıyabilir. Bu, bir sırrı saklamak veya bir kusuru örtmek gibi manevi anlamlara da gelebilir. Bu kalıp, örtme eyleminin yoğunluğunu ve tamlığını vurgular.", "mikro_mantik": "Bu bab, kökün temel anlamını doğrudan ve yoğun bir şekilde ifade eder. Fiilin basit ve temel formunda kullanılması, eylemin doğrudan ve aracısız bir şekilde gerçekleştiğini gösterir. Kökün anlamı olan 'örtmek' fiili, bu babda en saf ve temel haliyle ifade edilir, herhangi bir ek anlam veya nüans içermez."}, {"bab_no": 2, "fiil_formlari": {"mazi": "غَطَّى - ğatta", "muzari": "يُغَطِّي - yuğatti", "masdar": "تَغْطِيَة - tağtiye"}, "bab_anlami": "Bir şeyi tekrar tekrar örtmek, yoğun bir şekilde kaplamak veya örtbas etmek. Bu kalıp, örtme eyleminin sürekliliğini, yoğunluğunu veya tekrarlanmasını vurgular. Bir şeyin üzerini defalarca örterek onu daha da gizlemek veya korumak anlamına gelir. Aynı zamanda, bir konuyu örtbas etme veya bir gerçeği gizleme çabasını da ifade edebilir. Bu kalıp, örtme eyleminin derinliğini ve kapsamını artırır.", "mikro_mantik": "Bu bab, kökün anlamını yoğunlaştırır ve tekrarlayan bir eylemi ifade eder. Fiilin tekrar vurgusu taşıması, eylemin sürekliliğini veya yoğunluğunu gösterir. Kökün anlamı olan 'örtmek' fiili, bu babda daha derin ve kapsamlı bir şekilde ifade edilir, eylemin tekrar tekrar yapıldığını veya yoğun bir şekilde uygulandığını vurgular."}, {"bab_no": 3, "fiil_formlari": {"mazi": "غَاطَى - ğata", "muzari": "يُغَاطِي - yuğati", "masdar": "مُغَاطَاة - muğata"}, "bab_anlami": "Karşılıklı örtmek, birbirini gizlemek veya örtbas etmek. Bu kalıp, iki veya daha fazla tarafın birbirini örtme veya gizleme eylemini ifade eder. Birbirlerinin kusurlarını örtmek, sırlarını saklamak veya hatalarını örtbas etmek anlamına gelebilir. Aynı zamanda, bir anlaşmazlığı veya gerçeği karşılıklı olarak gizleme çabasını da ifade edebilir. Bu kalıp, örtme eyleminin karşılıklı ve işbirlikçi bir şekilde gerçekleştiğini vurgular.", "mikro_mantik": "Bu bab, kökün anlamını karşılıklılık ve etkileşim boyutuyla genişletir. Fiilin karşılıklı etkileşimi ifade etmesi, eylemin iki veya daha fazla taraf arasında gerçekleştiğini gösterir. Kökün anlamı olan 'örtmek' fiili, bu babda karşılıklı bir eylem olarak ifade edilir, tarafların birbirini örtme veya gizleme eylemini vurgular."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَغْطَى - ağta", "muzari": "يُغْطِي - yuğti", "masdar": "إِغْطَاء - iğta"}, "bab_anlami": "Örtmek, kaplamak, gizlemek; bir şeyi bir şeyle örtmek veya kaplamak. Bu kalıp, bir şeyi başka bir şeyle örtme veya kaplama eylemini ifade eder. Bir nesneyi bir örtüyle kaplayarak onu korumak veya gizlemek anlamına gelebilir. Aynı zamanda, bir konuyu örtbas etmek veya bir gerçeği gizlemek için bir bahane veya kılıf kullanmayı da ifade edebilir. Bu kalıp, örtme eyleminin bir araç veya vasıta kullanılarak gerçekleştiğini vurgular.", "mikro_mantik": "Bu bab, kökün anlamını bir araç veya vasıta kullanılarak gerçekleştirilen bir eylem olarak ifade eder. Fiilin geçişli olması, eylemin bir nesne üzerinde gerçekleştiğini gösterir. Kökün anlamı olan 'örtmek' fiili, bu babda bir araç veya vasıta kullanılarak gerçekleştirilen bir eylem olarak ifade edilir, eylemin bir nesne üzerinde gerçekleştiğini vurgular."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَغَطَّى - tağatta", "muzari": "يَتَغَطَّى - yatağatta", "masdar": "تَغَطِّي - tağatti"}, "bab_anlami": "Örtünmek, bürünmek, gizlenmek; bir şeyle örtünerek veya bürünerek kendini gizlemek. Bu kalıp, kişinin kendi kendini örtme veya gizleme eylemini ifade eder. Bir örtüye bürünerek veya bir nesnenin arkasına saklanarak kendini görünmez kılmak anlamına gelebilir. Aynı zamanda, bir sırrı saklamak veya bir gerçeği gizlemek için kendini geri çekmeyi veya saklanmayı da ifade edebilir. Bu kalıp, örtme eyleminin kişinin kendi üzerinde gerçekleştiğini ve kendini koruma veya gizleme amacını taşıdığını vurgular.", "mikro_mantik": "Bu bab, kökün anlamını kişinin kendi üzerinde gerçekleştirdiği bir eylem olarak ifade eder. Fiilin dönüşlü olması, eylemin özne üzerinde gerçekleştiğini gösterir. Kökün anlamı olan 'örtmek' fiili, bu babda kişinin kendi kendini örtme veya gizleme eylemi olarak ifade edilir, eylemin özne üzerinde gerçekleştiğini vurgular."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَغَاطَى - tağata", "muzari": "يَتَغَاطَى - yatağata", "masdar": "تَغَاطِي - tağati"}, "bab_anlami": "Örtbas etmek, görmezden gelmek, umursamamak; bir şeyi bilmezden gelerek veya görmezden gelerek örtbas etmek. Bu kalıp, bir gerçeği veya hatayı bilerek veya isteyerek görmezden gelme eylemini ifade eder. Bir kusuru örtbas etmek, bir hatayı gizlemek veya bir gerçeği görmezden gelmek anlamına gelebilir. Aynı zamanda, bir konuyu umursamamak veya önemsememek anlamına da gelebilir. Bu kalıp, örtme eyleminin bilinçli bir şekilde gerçekleştiğini ve bir gerçeği gizleme veya görmezden gelme amacını taşıdığını vurgular.", "mikro_mantik": "Bu bab, kökün anlamını bilinçli bir şekilde görmezden gelme veya örtbas etme eylemi olarak ifade eder. Fiilin dönüşlü ve karşılıklı etkileşimi ifade etmesi, eylemin hem özne üzerinde gerçekleştiğini hem de bir gerçeği gizleme amacını taşıdığını gösterir. Kökün anlamı olan 'örtmek' fiili, bu babda bilinçli bir şekilde görmezden gelme veya örtbas etme eylemi olarak ifade edilir, eylemin bir gerçeği gizleme amacını vurgular."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْغَطَّ - inğatta", "muzari": "يَنْغَطُّ - yanğattu", "masdar": "اِنْغِطَاط - inğitat"}, "bab_anlami": "Örtülmek, gizlenmek, kapanmak; bir şeyin kendiliğinden örtülmesi veya gizlenmesi. Bu kalıp, bir şeyin dış etkenler olmaksızın kendiliğinden örtülmesi veya gizlenmesi eylemini ifade eder. Bir nesnenin bir örtüyle kendiliğinden kapanması veya bir sırrın kendiliğinden gizlenmesi anlamına gelebilir. Aynı zamanda, bir konunun kendiliğinden örtbas edilmesi veya unutulması anlamına da gelebilir. Bu kalıp, örtme eyleminin kendiliğinden ve doğal bir şekilde gerçekleştiğini vurgular.", "mikro_mantik": "Bu bab, kökün anlamını kendiliğinden gerçekleşen bir eylem olarak ifade eder. Fiilin edilgen olması, eylemin özne tarafından değil, kendiliğinden gerçekleştiğini gösterir. Kökün anlamı olan 'örtmek' fiili, bu babda kendiliğinden gerçekleşen bir eylem olarak ifade edilir, eylemin dış etkenler olmaksızın gerçekleştiğini vurgular."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِغْتَطَّ - iğtatta", "muzari": "يَغْتَطُّ - yağtattu", "masdar": "اِغْتِطَاط - iğtitat"}, "bab_anlami": "Örtmek, gizlemek, saklamak; bir şeyi özenle veya dikkatle örtmek veya gizlemek. Bu kalıp, bir şeyi özenle veya dikkatle örtme veya gizleme eylemini ifade eder. Bir nesneyi değerli olduğu için özenle saklamak veya bir sırrı dikkatle gizlemek anlamına gelebilir. Aynı zamanda, bir konuyu hassasiyetle ele almak veya bir gerçeği dikkatle örtbas etmek anlamına da gelebilir. Bu kalıp, örtme eyleminin özenli ve dikkatli bir şekilde gerçekleştiğini vurgular.", "mikro_mantik": "Bu bab, kökün anlamını özen ve dikkatle gerçekleştirilen bir eylem olarak ifade eder. Fiilin yoğunluğu ve özeni ifade etmesi, eylemin dikkatli ve özenli bir şekilde gerçekleştiğini gösterir. Kökün anlamı olan 'örtmek' fiili, bu babda özen ve dikkatle gerçekleştirilen bir eylem olarak ifade edilir, eylemin özenli ve dikkatli bir şekilde gerçekleştiğini vurgular."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اِغْطَوَّ - iğtavva", "muzari": "يَغْطَوّ - yağtavvu", "masdar": "اِغْطِوَاء - iğtiva"}, "bab_anlami": "Yoğun bir şekilde örtmek, tamamen kaplamak; bir şeyi yoğun bir şekilde örtmek veya tamamen kaplamak. Bu kalıp, örtme eyleminin yoğunluğunu ve tamlığını vurgular. Bir nesneyi tamamen kaplayarak onu tanınmaz hale getirmek veya bir alanı yoğun bir şekilde örtmek anlamına gelebilir. Aynı zamanda, bir konuyu tamamen örtbas etmek veya bir gerçeği tamamen gizlemek anlamına da gelebilir. Bu kalıp, örtme eyleminin yoğun ve tam bir şekilde gerçekleştiğini vurgular.", "mikro_mantik": "Bu bab, kökün anlamını yoğunluk ve tamlık boyutuyla genişletir. Fiilin yoğunluğu ifade etmesi, eylemin tam ve eksiksiz bir şekilde gerçekleştiğini gösterir. Kökün anlamı olan 'örtmek' fiili, bu babda yoğun ve tam bir şekilde gerçekleşen bir eylem olarak ifade edilir, eylemin tam ve eksiksiz bir şekilde gerçekleştiğini vurgular."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَغْطَى - istağta", "muzari": "يَسْتَغْطِي - yastağti", "masdar": "اِسْتِغْطَاء - istiğta"}, "bab_anlami": "Örtmek istemek, örtünmeyi talep etmek; bir şeyi örtmek veya örtünmek istemek, örtünmeyi talep etmek. Bu kalıp, örtme eylemini istemek veya talep etmek anlamına gelir. Bir nesneyi örtmek için bir araç veya malzeme istemek veya örtünmek için bir örtü talep etmek anlamına gelebilir. Aynı zamanda, bir konuyu örtbas etmek veya bir gerçeği gizlemek için yardım istemek anlamına da gelebilir. Bu kalıp, örtme eyleminin bir istek veya talep üzerine gerçekleştiğini vurgular.", "mikro_mantik": "Bu bab, kökün anlamını bir istek veya talep üzerine gerçekleşen bir eylem olarak ifade eder. Fiilin istemek veya talep etmek anlamını taşıması, eylemin bir istek veya talep üzerine gerçekleştiğini gösterir. Kökün anlamı olan 'örtmek' fiili, bu babda bir istek veya talep üzerine gerçekleşen bir eylem olarak ifade edilir, eylemin bir istek veya talep üzerine gerçekleştiğini vurgular."}]}], "غفر": [{"kok": "غفر", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Örtmek, gizlemek, affetmek; bir kusuru veya günahı görünmez kılmak, bağışlamak suretiyle rahmetin tecellisi.", "kavramsal_derinlik": "Günahın karanlığından arınma, ilahi merhametle yeniden doğuş ve ruhun özgürleşmesi. Affetmek, sadece bir eylemi silmek değil, aynı zamanda kalpteki yükü hafifletmek ve ilişkileri onarmaktır. Bu kök, insanın kendi içindeki ve dışındaki çatışmaları çözme potansiyelini ifade eder."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "غَفَرَ - Ğafara", "muzari": "يَغْفِرُ - Yağfiru", "masdar": "غُفْرَان - Ğufran"}, "bab_anlami": "Temel anlamda örtmek, bağışlamak, affetmek demektir. Bu kalıp, bir eylemin veya durumun ortadan kaldırılmasını, yok sayılmasını veya görmezden gelinmesini ifade eder. Affetmek, bir lütuf olarak sunulur ve affedilen kişi için bir kurtuluş yoludur. Bu kalıp, aynı zamanda bir şeyin üzerini örtmek, gizlemek veya saklamak anlamlarına da gelebilir; bu, bir sırrı korumak veya bir hatayı örtbas etmek gibi durumları kapsayabilir.", "mikro_mantik": "Bu bab, fiilin temel anlamını taşır. Kökün ifade ettiği 'örtme' eylemi, bu kalıpta doğrudan ve yalın bir şekilde gerçekleşir. Fail, bir şeyi örter veya affeder. Bu, eylemin özünü ve temel amacını vurgular."}, {"bab_no": 2, "fiil_formlari": {"mazi": "غُفِّرَ - Ğuffira", "muzari": "يُغَفَّرُ - Yuğafferu", "masdar": "تَغْفِير - Tağfir"}, "bab_anlami": "Bir şeyi çokça örtmek, tekrar tekrar affetmek veya bağışlanmayı dilemek anlamına gelir. Bu kalıp, affedilme eyleminin yoğunluğunu ve sürekliliğini vurgular. Bağışlanma talebinin sürekli tekrarlandığı, affın derinlemesine arandığı bir durumu ifade eder. Ayrıca, bir şeyin üzerini titizlikle örtmek, kusurları tamamen gizlemek anlamında da kullanılabilir. Bu kalıp, affın ve örtmenin derinlemesine ve kapsamlı bir şekilde gerçekleştiğini gösterir.", "mikro_mantik": "Bu bab, fiilin anlamını yoğunlaştırır ve tekrarlar. Kökün ifade ettiği 'örtme' eylemi, bu kalıpta daha yoğun ve sürekli bir şekilde gerçekleşir. Bu, eylemin tekrarını ve derinliğini vurgular."}, {"bab_no": 3, "fiil_formlari": {"mazi": "غَافَرَ - Ğafera", "muzari": "يُغَافِرُ - Yuğafiru", "masdar": "مُغَافَرَة - Muğafara"}, "bab_anlami": "Karşılıklı affetmek, birbirini bağışlamak veya bir konuda müsamaha göstermek anlamına gelir. Bu kalıp, iki veya daha fazla taraf arasında gerçekleşen bir affetme eylemini ifade eder. İlişkilerdeki gerginlikleri gidermek, karşılıklı anlayışı teşvik etmek ve barışı sağlamak için yapılan bir eylemdir. Ayrıca, bir konuda hoşgörülü olmak, kusurları görmezden gelmek veya birine karşı nazik davranmak anlamlarına da gelebilir. Bu kalıp, affın ve hoşgörünün karşılıklı bir şekilde yaşandığı bir durumu gösterir.", "mikro_mantik": "Bu bab, fiilin karşılıklı veya ortak bir eylem olduğunu gösterir. Kökün ifade ettiği 'örtme' eylemi, bu kalıpta iki veya daha fazla taraf arasında gerçekleşir. Bu, eylemin paylaşımını ve etkileşimini vurgular."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَغْفَرَ - Ağafera", "muzari": "يُغْفِرُ - Yuğfiru", "masdar": "إِغْفَار - İğfar"}, "bab_anlami": "Affetmeye yöneltmek, bağışlamaya sevk etmek veya birinin affedilmesine neden olmak anlamına gelir. Bu kalıp, bir başkasının affedilmesine aracılık etmeyi, affı teşvik etmeyi veya affedilme ortamı yaratmayı ifade eder. Birine karşı merhametli davranarak, onun affedilmesine zemin hazırlamak veya bir hatayı örtbas ederek, birinin ceza almasını engellemek gibi durumları kapsayabilir. Ayrıca, birine bağışlanma ilhamı vermek veya affetmenin önemini anlatmak anlamlarına da gelebilir. Bu kalıp, affın başkalarına yayılmasını ve toplumsal bir iyileşmeye katkıda bulunmasını gösterir.", "mikro_mantik": "Bu bab, fiilin geçişli (müteaddi) olduğunu gösterir. Kökün ifade ettiği 'örtme' eylemi, bu kalıpta bir başkasına yöneliktir. Fail, bir başkasının affedilmesine neden olur veya onu affetmeye yöneltir. Bu, eylemin etkisini ve yönünü vurgular."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَغَفَّرَ - Teğaffera", "muzari": "يَتَغَفَّرُ - Yeteğafferu", "masdar": "تَغَفُّر - Teğaffur"}, "bab_anlami": "Bağışlanma dilemek, af talebinde bulunmak veya sürekli olarak affedilme umudu taşımak anlamına gelir. Bu kalıp, kişinin kendi kusurlarını fark ederek, içtenlikle bağışlanma arayışında olduğunu ifade eder. Pişmanlık duymak, tövbe etmek ve geçmiş hatalarından ders çıkarmak gibi durumları kapsayabilir. Ayrıca, ilahi rahmete sığınmak, affın sonsuzluğuna inanmak ve umutla geleceğe bakmak anlamlarına da gelebilir. Bu kalıp, affedilme arzusunun derinliğini ve samimiyetini gösterir.", "mikro_mantik": "Bu bab, fiilin dönüşlü (mütavaat) veya kendi kendine yapılan bir eylem olduğunu gösterir. Kökün ifade ettiği 'örtme' eylemi, bu kalıpta failin kendisine yöneliktir. Fail, kendisi için bağışlanma diler veya affedilme umudu taşır. Bu, eylemin içsel ve kişisel yönünü vurgular."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَغَافَرَ - Teğafera", "muzari": "يَتَغَافَرُ - Yeteğafiru", "masdar": "تَغَافُر - Teğafur"}, "bab_anlami": "Birbirinin hatalarını görmezden gelmek, kusurları affetmek veya hoşgörülü davranmak anlamına gelir. Bu kalıp, ilişkilerde uyumu sağlamak, çatışmaları önlemek ve karşılıklı saygıyı korumak için yapılan bir eylemi ifade eder. Birbirinin eksikliklerini kabul etmek, küçük hataları büyütmemek ve anlayışla yaklaşmak gibi durumları kapsayabilir. Ayrıca, toplumsal barışı sağlamak, farklı görüşlere saygı duymak ve hoşgörü kültürünü geliştirmek anlamlarına da gelebilir. Bu kalıp, affın ve hoşgörünün toplumsal bir değer olarak yaşatılmasını gösterir.", "mikro_mantik": "Bu bab, fiilin karşılıklı veya ortak bir eylem olduğunu gösterir. Kökün ifade ettiği 'örtme' eylemi, bu kalıpta iki veya daha fazla taraf arasında gerçekleşir. Taraflar, birbirlerinin hatalarını görmezden gelir veya affeder. Bu, eylemin paylaşımını ve etkileşimini vurgular."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْغَفَرَ - İnğafara", "muzari": "يَنْغَفِرُ - Yenğafiru", "masdar": "اِنْغِفَار - İnğifar"}, "bab_anlami": "Affedilmek, bağışlanmak veya bir kusurun örtülmesi anlamına gelir. Bu kalıp, bir eylemin sonucunda ortaya çıkan bir durumu ifade eder; yani, bir kişi bir hata yapar ve bu hata affedilir veya görmezden gelinir. Bu, kişinin yüklerinden kurtulmasını, vicdan azabından arınmasını ve yeniden başlama fırsatı bulmasını sağlar. Aynı zamanda, ilahi rahmetin tecellisi olarak da kabul edilir; günahların affedilmesi, ruhun temizlenmesi ve manevi bir yükselişin başlangıcıdır. Bu kalıp, affedilmenin dönüştürücü gücünü ve insanın yeniden doğuş potansiyelini vurgular.", "mikro_mantik": "Bu bab, fiilin edilgen (meçhul) veya dönüşlü (mütavaat) olduğunu gösterir. Kökün ifade ettiği 'örtme' eylemi, bu kalıpta failin üzerinde gerçekleşir. Fail, affedilir veya bağışlanır. Bu, eylemin etkisini ve sonucunu vurgular."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِغْتَفَرَ - İğtafera", "muzari": "يَغْتَفِرُ - Yağtefiru", "masdar": "اِغْتِفَار - İğtifar"}, "bab_anlami": "Affetmeye çalışmak, bağışlamaya gayret etmek veya bir kusuru görmezden gelmeye çabalamak anlamına gelir. Bu kalıp, affetmenin kolay olmadığını, ancak çaba göstererek mümkün olduğunu ifade eder. İçsel bir mücadele, vicdani bir hesaplaşma ve affetme kararının alınması gibi süreçleri kapsayabilir. Ayrıca, birinin kusurlarını anlamaya çalışmak, empati kurmak ve hoşgörülü davranmak anlamlarına da gelebilir. Bu kalıp, affetmenin aktif bir süreç olduğunu ve sürekli bir çaba gerektirdiğini gösterir.", "mikro_mantik": "Bu bab, fiilin çaba veya gayret gerektiren bir eylem olduğunu gösterir. Kökün ifade ettiği 'örtme' eylemi, bu kalıpta failin çabasıyla gerçekleşir. Fail, affetmeye çalışır veya bağışlamaya gayret eder. Bu, eylemin zorluğunu ve kararlılığını vurgular."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اِغْفَوْرَّ - İğfavarra", "muzari": "يَغْفَوْرُّ - Yağfavirru", "masdar": "اِغْفِيرَار - İğfirar"}, "bab_anlami": "Çok affedici olmak, aşırı derecede bağışlayıcı davranmak veya affetme konusunda mübalağa etmek anlamına gelir. Bu kalıp, affetmenin sınırlarını zorlayan, her türlü kusuru ve hatayı görmezden gelen bir tutumu ifade eder. İlahi merhametin bir yansıması olarak kabul edilebilir; insanların kusurlarına rağmen, onlara sonsuz bir şefkatle yaklaşmak ve bağışlamak. Ancak, bu kalıp aynı zamanda, affetmenin suiistimal edilmesine veya adaletin göz ardı edilmesine de yol açabilir. Bu nedenle, affetmenin dengeli ve ölçülü olması gerektiği vurgulanır.", "mikro_mantik": "Bu bab, fiilin anlamını abartılı veya aşırı bir şekilde ifade eder. Kökün ifade ettiği 'örtme' eylemi, bu kalıpta çok yoğun ve abartılı bir şekilde gerçekleşir. Bu, eylemin aşırılığını ve yoğunluğunu vurgular."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَغْفَرَ - İstağfera", "muzari": "يَسْتَغْفِرُ - Yestağfiru", "masdar": "اِسْتِغْفَار - İstiğfar"}, "bab_anlami": "Af dilemek, bağışlanma talep etmek veya günahlarından arınmak için dua etmek anlamına gelir. Bu kalıp, kişinin kendi hatalarını ve kusurlarını fark ederek, içtenlikle pişmanlık duyduğunu ve ilahi rahmete sığındığını ifade eder. Tövbe etmek, geçmiş günahlarından ders çıkarmak ve gelecekte daha iyi bir insan olmak için çaba göstermek gibi süreçleri kapsayabilir. Ayrıca, Allah'tan af dilemek, O'nun merhametine sığınmak ve bağışlanma umuduyla dua etmek anlamlarına da gelebilir. Bu kalıp, affedilme arzusunun en derin ve samimi ifadesidir.", "mikro_mantik": "Bu bab, fiilin talep veya arayış içerdiğini gösterir. Kökün ifade ettiği 'örtme' eylemi, bu kalıpta failin talebiyle gerçekleşir. Fail, bağışlanma talep eder veya af diler. Bu, eylemin arayışını ve talebini vurgular."}]}], "غفل": [{"kok": "غفل", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Dikkatsizlik, gaflet, bir şeyden habersiz olma hali. Özünde, varlığın hakikatinden perdelenme, içsel farkındalığın yitirilmesi ve ruhani uyanıştan uzaklaşma potansiyelini barındırır.", "kavramsal_derinlik": "Beşeri düzlemde, günlük yaşamın telaşı içinde asıl gayeden uzaklaşmayı, ilahi düzlemde ise yaratıcının varlığını ve birliğini idrakten uzak düşmeyi ifade eder. Bu kök, insanın kendi özünü ve evrenin anlamını unutma eğilimine işaret eder."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "غَفَلَ", "muzari": "يَغْفُلُ", "masdar": "غُفْل"}, "bab_anlami": "Basit fiil formu olarak, 'gaflette olmak, dikkatsiz davranmak, bir şeyden habersiz olmak' anlamına gelir. Bu kalıp, öznenin bir eylemi ihmal etmesi veya bir durumun farkında olmaması durumunu ifade eder. Varlığın yüzeysel katmanlarında oyalanıp, derin hakikatlere nüfuz edememe halini somutlaştırır.", "mikro_mantik": "Bu bab, kökün temel anlamını en yalın haliyle sunar. Fiilin fail tarafından doğrudan gerçekleştirildiği, herhangi bir dolaylılık veya yoğunluk içermediği bir durumu gösterir. Bu, gafletin basit bir eylem veya durum olarak ortaya çıkışını vurgular."}, {"bab_no": 2, "fiil_formlari": {"mazi": "أَغْفَلَ", "muzari": "يُغْفِلُ", "masdar": "إِغْفَال"}, "bab_anlami": "'Gaflete düşürmek, ihmal ettirmek, habersiz bırakmak' anlamlarına gelir. Bu kalıp, öznenin bir başkasını gaflete düşürmesi veya bir şeyi ihmal etmesine neden olması durumunu ifade eder. Bir başkasının içsel potansiyelini görmezden gelerek, onun gelişimini engelleyebilecek dışsal etkenleri temsil eder.", "mikro_mantik": "Bu bab, köke geçişlilik (transitivity) özelliği katar. Failin eylemi doğrudan bir nesne üzerinde etki yaratır. Bu, gafletin sadece bir durum olmaktan çıkıp, başkalarını etkileyen bir eyleme dönüştüğünü gösterir."}, {"bab_no": 3, "fiil_formlari": {"mazi": "غَافَلَ", "muzari": "يُغَافِلُ", "masdar": "مُغَافَلَة"}, "bab_anlami": "'Gafil davranmak, aldatmak, habersiz yakalamak' anlamlarına gelir. Bu kalıp, karşılıklı bir gaflet veya aldatma eylemini ifade eder. İki tarafın da birbirinin farkında olmadan hareket etmesi veya birbirini yanıltmaya çalışması durumunu içerir. İnsanın kendi içindeki çelişkilerle ve dış dünyadaki yanılsamalarla mücadelesini yansıtır.", "mikro_mantik": "Bu bab, fiile karşılıklılık (reciprocity) anlamı katar. Eylem, iki veya daha fazla taraf arasında gerçekleşir. Bu, gafletin bireysel bir durum olmaktan çıkıp, ilişkisel bir dinamiğe dönüştüğünü gösterir."}, {"bab_no": 4, "fiil_formlari": {"mazi": "تَغَافَلَ", "muzari": "يَتَغَافَلُ", "masdar": "تَغَافُل"}, "bab_anlami": "'Görmezden gelmek, bilmezden gelmek, gaflete vurmak' anlamlarına gelir. Bu kalıp, öznenin bilerek ve isteyerek bir şeyi görmezden gelmesi veya gaflete düşmüş gibi davranması durumunu ifade eder. İnsanın kendi içindeki karanlık yönleriyle yüzleşmekten kaçınması ve hakikati örtbas etme çabasını simgeler.", "mikro_mantik": "Bu bab, fiile yapmacıklık (artificiality) veya zorlama (effort) anlamı katar. Fail, eylemi doğal olarak değil, bilinçli bir çaba ile gerçekleştirir. Bu, gafletin bir tercih veya strateji olarak kullanıldığını gösterir."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَغَفَّلَ", "muzari": "يَتَغَفَّلُ", "masdar": "تَغَفُّل"}, "bab_anlami": "Bu kalıp, bir şeyin yoğun bir şekilde gaflet içinde olmasına veya gafletin derinlemesine işlemesine işaret eder. Bir durumun veya nesnenin, farkındalıktan tamamen yoksun olduğu ve hakikatten uzaklaştığı bir hali ifade eder. Varlığın özündeki potansiyel güzelliklerin ve anlamın, gaflet perdesiyle örtülerek görünmez hale gelmesini temsil eder.", "mikro_mantik": "Bu bab, fiile yoğunluk (intensity) ve derinlik (depth) anlamı katar. Gafletin sadece yüzeysel bir durum olmaktan çıkıp, derinlemesine işlediği ve kalıcı hale geldiği bir durumu gösterir."}, {"bab_no": 6, "fiil_formlari": {"mazi": "اِغْتَفَلَ", "muzari": "يَغْتَفِلُ", "masdar": "اِغْتِفَال"}, "bab_anlami": "Bu kalıp, bir fırsatı gafletle kaçırmak veya bir şeyden habersizce yararlanmak anlamına gelebilir. Bir durumun veya olayın potansiyelini fark edememek ve bu nedenle ondan en iyi şekilde faydalanamamak halini ifade eder. İnsanın, kendisine sunulan ilahi lütufları ve fırsatları değerlendirme konusunda dikkatsiz davranmasını simgeler.", "mikro_mantik": "Bu bab, fiile fırsat kaçırma (missing opportunity) veya habersizce yararlanma (unaware benefit) anlamı katar. Failin bir durumun potansiyelini tam olarak fark edemediği ve bu nedenle ya ondan mahrum kaldığı ya da ondan habersizce faydalandığı bir durumu gösterir."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْغَفَلَ", "muzari": "يَنْغَفِلُ", "masdar": "اِنْغِفَال"}, "bab_anlami": "Bu kalıp, gaflete düşmek, gaflet içinde kaybolmak veya gafletin etkisi altına girmek anlamına gelir. Bir kişinin veya şeyin, farkındalıktan uzaklaşarak gafletin derinliklerine sürüklenmesini ifade eder. İnsanın, kendi iç dünyasındaki karanlık ve karmaşık duygularla baş edemeyerek, hakikatten uzaklaşmasını simgeler.", "mikro_mantik": "Bu bab, fiile edilgenlik (passivity) ve içe dönüklük (introversion) anlamı katar. Fail, eylemi aktif olarak gerçekleştirmek yerine, eylemin etkisi altında kalır. Bu, gafletin dışsal bir etki olmaktan çok, içsel bir duruma dönüştüğünü gösterir."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِغْتَفَلَ", "muzari": "يَغْتَفِلُ", "masdar": "اِغْتِفَال"}, "bab_anlami": "Bu kalıp, bir fırsatı gafletle kaçırmak veya bir şeyden habersizce yararlanmak anlamına gelebilir. Bir durumun veya olayın potansiyelini fark edememek ve bu nedenle ondan en iyi şekilde faydalanamamak halini ifade eder. İnsanın, kendisine sunulan ilahi lütufları ve fırsatları değerlendirme konusunda dikkatsiz davranmasını simgeler.", "mikro_mantik": "Bu bab, fiile fırsat kaçırma (missing opportunity) veya habersizce yararlanma (unaware benefit) anlamı katar. Failin bir durumun potansiyelini tam olarak fark edemediği ve bu nedenle ya ondan mahrum kaldığı ya da ondan habersizce faydalandığı bir durumu gösterir."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اِغْفَلَّ", "muzari": "يَغْفَلُّ", "masdar": "اِغْفِلَال"}, "bab_anlami": "Bu kalıp, gafletin aşırı derecede yoğunlaşması, kişinin tamamen gaflet içinde kaybolması anlamına gelir. Varlığın hakikatinden tamamen uzaklaşma, ruhani körlük ve içsel farkındalığın yitirilmesi durumunu ifade eder. İnsanın, kendi özünü ve evrenin anlamını tamamen unutarak, maddi dünyanın yanılsamalarına kapılmasını simgeler.", "mikro_mantik": "Bu bab, fiile aşırılık (excessiveness) ve tamlık (completeness) anlamı katar. Gafletin sadece bir durum olmaktan çıkıp, kişinin tüm varlığını kapladığı ve onu tamamen etkisi altına aldığı bir durumu gösterir."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَغْفَلَ", "muzari": "يَسْتَغْفِلُ", "masdar": "اِسْتِغْفَال"}, "bab_anlami": "Bu kalıp, gaflete düşürmeye çalışmak, aldatmaya çalışmak veya birini gafletinden yararlanmaya çalışmak anlamına gelir. Başka birini manipüle etmek veya onun farkındalığını azaltarak kendi çıkarlarını gözetmek amacını taşır. İnsanın, başkalarının zayıflıklarından faydalanarak kendi egosunu tatmin etme çabasını simgeler.", "mikro_mantik": "Bu bab, fiile talep (request) veya çaba (effort) anlamı katar. Fail, eylemi gerçekleştirmek için bir çaba gösterir veya bir talepte bulunur. Bu, gafletin aktif bir şekilde kullanıldığı ve başkalarını etkilemek için bir araç olarak görüldüğünü gösterir."}]}], "غلب": [{"kok": "غلب", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Üstün gelme, baskın olma, galip gelme; bir şeyin diğerini aşması veya kontrol altına alması. Güç, kuvvet ve nüfuzun tezahürü.", "kavramsal_derinlik": "Beşeri düzlemde rekabet, mücadele ve zafer; ilahi düzlemde ise Hakk'ın batıla galip gelmesi, nefsin terbiye edilmesi ve manevi yükseliş."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "غَلَبَ - ğalaba", "muzari": "يَغْلِبُ - yağlibu", "masdar": "غَلْب - ğalb"}, "bab_anlami": "Bir şeyi yenmek, üstesinden gelmek, galip gelmek. Bu kalıp, bir hedefe ulaşmak için gösterilen çabayı ve bu çabanın sonucunda elde edilen başarıyı ifade eder. Aynı zamanda, bir zorluğun üstesinden gelme ve direnci kırma anlamlarını da taşır. Bu, sadece fiziksel bir üstünlük değil, aynı zamanda zihinsel ve duygusal bir galibiyeti de içerebilir.", "mikro_mantik": "Bu kalıp, fiilin temel anlamını doğrudan ve yalın bir şekilde ifade eder. Kökün anlamını herhangi bir ekleme veya çıkarma yapmadan, olduğu gibi yansıtır. Eylemin gerçekleştiğini ve sonucunda bir üstünlük veya galibiyet elde edildiğini belirtir."}, {"bab_no": 2, "fiil_formlari": {"mazi": "غَالَبَ - ğaalaba", "muzari": "يُغَالِبُ - yuğaalibu", "masdar": "مُغَالَبَة - muğaalaba"}, "bab_anlami": "Birisiyle galip gelmek için karşılıklı mücadele etmek, rekabet etmek. Bu kalıp, iki taraf arasındaki çekişmeyi ve üstünlük kurma çabasını vurgular. Bu mücadele, sadece fiziksel bir yarışma değil, aynı zamanda fikirlerin, inançların veya kaynakların rekabeti de olabilir. Tarafların birbirini alt etme ve kendi üstünlüğünü kanıtlama arzusunu ifade eder.", "mikro_mantik": "Bu kalıp, kökün anlamını karşılıklı bir etkileşim ve rekabet unsuruyla genişletir. Fiilin anlamı, iki veya daha fazla tarafın birbirine karşı üstünlük kurma çabasını içerir hale gelir. Bu, eylemin yoğunluğunu ve karmaşıklığını artırır."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَغْلَبَ - ağlaba", "muzari": "يُغْلِبُ - yuğlibu", "masdar": "إِغْلَاب - iğlaab"}, "bab_anlami": "Galip gelmeye yakın olmak, bir şeyi baskın hale getirmek veya bir şeyi diğerine tercih etmek. Bu kalıp, bir durumun veya şeyin diğerine göre daha ağır basmasını, daha belirgin hale gelmesini ifade eder. Aynı zamanda, bir şeyi baskın kılmak için yapılan çabaları ve bu yöndeki eğilimi de gösterir. Bu, bir tercihin veya eğilimin ortaya çıkmasını sağlar.", "mikro_mantik": "Bu kalıp, kökün anlamını bir şeyi baskın hale getirme veya tercih etme yönünde değiştirir. Fiilin anlamı, bir şeyin diğerine göre daha belirgin veya etkili hale gelmesini içerir. Bu, eylemin yönünü ve amacını netleştirir."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَغْلَبَ - istağlaba", "muzari": "يَسْتَغْلِبُ - yastağlibu", "masdar": "اِسْتِغْلَاب - istiğlaab"}, "bab_anlami": "Galip gelmeyi istemek, galip gelme çabasında olmak, bir şeyi zorla elde etmeye çalışmak. Bu kalıp, bir hedefe ulaşmak için yoğun bir çaba göstermeyi ve bu hedefe ulaşma arzusunu ifade eder. Aynı zamanda, bir şeyi zorla elde etme veya kontrol altına alma niyetini de gösterir. Bu, hırs ve azimle birleşmiş bir üstünlük arayışını temsil eder.", "mikro_mantik": "Bu kalıp, kökün anlamını bir istek ve çaba unsuruyla genişletir. Fiilin anlamı, galip gelme arzusunu ve bu arzuya ulaşmak için gösterilen çabayı içerir hale gelir. Bu, eylemin motivasyonunu ve yoğunluğunu artırır."}]}], "غلظ": [{"kok": "غلظ", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Yoğunluk, katılık, sertlik; bir şeyin özünde bulunan direnç ve sağlamlık.", "kavramsal_derinlik": "Maddi dünyanın somutluğundan, manevi dünyanın değişmez ilkelerine uzanan bir spektrum."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "غَلُظَ - ğaluza", "muzari": "يَغْلُظُ - yağluzu", "masdar": "غُلْظَةً - ğulzaten"}, "bab_anlami": "Bir şeyin doğal olarak sert, yoğun veya katı olması. Bu, fiziksel bir nesnenin dokusu olabileceği gibi, bir karakterin veya durumun değişmezliği de olabilir. Varlığın özündeki direncin tezahürüdür; zorluklara karşı koyma ve şeklini koruma yeteneğidir.", "mikro_mantik": "Bu bab, kökün temel anlamını doğrudan ve değişmez bir şekilde ifade eder. Fiilin öznesi, niteliği kendinde taşıyan ve bu niteliği dışarıya yansıtan bir varlıktır. Bu kalıp, yoğunluğun veya sertliğin doğal bir özellik olduğunu vurgular."}, {"bab_no": 2, "fiil_formlari": {"mazi": "غَلَّظَ - ğallaza", "muzari": "يُغَلِّظُ - yuğallizu", "masdar": "تَغْلِيظًا - tağlizan"}, "bab_anlami": "Bir şeyi sertleştirmek, yoğunlaştırmak veya katılaştırmak; bir şeye direnç veya dayanıklılık kazandırmak. Bu, bir şeyi güçlendirmek, sağlamlaştırmak veya daha etkili hale getirmek için yapılan bir eylemdir. Aynı zamanda, bir durumu veya ilişkiyi daha ciddi veya resmi hale getirmek anlamına da gelebilir. Bu kalıp, bir şeyin özünde var olan potansiyeli açığa çıkarma çabasıdır.", "mikro_mantik": "Bu bab, kökün anlamını yoğunlaştırma ve pekiştirme eylemini ifade eder. Fail, bir nesneye veya duruma etki ederek onun yoğunluğunu veya sertliğini artırır. Bu kalıp, bir şeyi daha belirgin ve etkili hale getirme amacını taşır."}, {"bab_no": 3, "fiil_formlari": {"mazi": "غَالَظَ - ğalaza", "muzari": "يُغَالِظُ - yuğalizu", "masdar": "مُغَالَظَةً - muğalazaten"}, "bab_anlami": "Karşılıklı olarak sert davranmak, yoğun bir şekilde tartışmak veya çekişmek; bir konuda ısrarcı ve tavizsiz olmak. Bu, iki veya daha fazla tarafın birbirlerine karşı direnç göstermesi, fikirlerini savunması veya taleplerini kabul ettirmesi durumudur. Aynı zamanda, bir ilişkinin veya durumun gergin ve zorlu hale gelmesi anlamına da gelebilir. Bu kalıp, farklılıkların çatışmaya dönüştüğü bir dinamiği ifade eder.", "mikro_mantik": "Bu bab, karşılıklı etkileşim ve rekabet anlamını taşır. İki veya daha fazla taraf, birbirlerine karşı yoğunluk ve sertlik gösterir. Bu kalıp, bir çekişme veya mücadele ortamını ifade eder ve tarafların birbirlerini etkileme çabalarını vurgular."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَغْلَظَ - ağlaza", "muzari": "يُغْلِظُ - yuğlizu", "masdar": "إِغْلَاظًا - iğlazen"}, "bab_anlami": "Sert davranmak, katı olmak, acımasız olmak; birine karşı hoşgörüsüz veya anlayışsız davranmak. Bu, bir kişinin başkalarına karşı sert ve kırıcı bir şekilde davranması, onların duygularını veya ihtiyaçlarını dikkate almaması durumudur. Aynı zamanda, bir durumu daha zor veya karmaşık hale getirmek anlamına da gelebilir. Bu kalıp, empati eksikliğini ve katı bir tutumu ifade eder.", "mikro_mantik": "Bu bab, bir eylemin sonucunda ortaya çıkan sertlik ve katılık durumunu ifade eder. Fail, bir nesneye veya duruma etki ederek onu daha sert veya katı hale getirir. Bu kalıp, bir şeyin olumsuz bir şekilde değiştiğini ve daha az esnek hale geldiğini vurgular."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَغَلَّظَ - tağallaza", "muzari": "يَتَغَلَّظُ - yatağallazu", "masdar": "تَغَلُّظًا - tağalluzen"}, "bab_anlami": "Sertleşmek, yoğunlaşmak, katılaşmak; zamanla daha dirençli veya dayanıklı hale gelmek. Bu, bir şeyin doğal olarak veya dış etkenler sonucu daha sert, yoğun veya katı hale gelmesi durumudur. Aynı zamanda, bir ilişkinin veya durumun zamanla daha karmaşık veya zorlu hale gelmesi anlamına da gelebilir. Bu kalıp, değişimin ve dönüşümün bir sonucu olarak ortaya çıkan direnci ifade eder.", "mikro_mantik": "Bu bab, bir sürecin sonunda ortaya çıkan yoğunluk ve sertlik durumunu ifade eder. Fiilin öznesi, zamanla değişerek daha sert ve dayanıklı hale gelir. Bu kalıp, bir şeyin gelişimini ve olgunlaşmasını vurgular."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَغَالَظَ - tağalaza", "muzari": "يَتَغَالَظُ - yatağalazu", "masdar": "تَغَالُظًا - tağaluzen"}, "bab_anlami": "Karşılıklı olarak sertleşmek, yoğunlaşmak veya katılaşmak; bir konuda birbirine karşı direnç göstermek veya tavizsiz olmak. Bu, iki veya daha fazla tarafın birbirlerine karşı sert ve katı bir tutum sergilemesi, fikirlerini veya taleplerini kabul ettirmekte ısrarcı olması durumudur. Aynı zamanda, bir ilişkinin veya durumun gergin ve zorlu hale gelmesi anlamına da gelebilir. Bu kalıp, uzlaşmazlığın ve çatışmanın bir sonucu olarak ortaya çıkan direnci ifade eder.", "mikro_mantik": "Bu bab, karşılıklı etkileşim ve rekabetin yoğunlaşması anlamını taşır. İki veya daha fazla taraf, birbirlerine karşı yoğunluk ve sertlik gösterir. Bu kalıp, bir çekişme veya mücadele ortamını ifade eder ve tarafların birbirlerini etkileme çabalarının karşılıklı olarak arttığını vurgular."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْغَلَظَ - inğalaza", "muzari": "يَنْغَلِظُ - yanğalizu", "masdar": "اِنْغِلَاظًا - inğilazen"}, "bab_anlami": "Sertleşmek, katılaşmak, yoğunlaşmak (kendiliğinden); bir şeyin içsel bir süreçle daha dirençli hale gelmesi. Bu, dış bir etki olmadan, bir şeyin kendi doğası gereği sertleşmesi veya katılaşması durumudur. Bu, bir maddenin yapısının değişmesi veya bir duygunun yoğunlaşması şeklinde olabilir. Bu kalıp, içsel dönüşümün ve kendi kendine yeten bir direncin ifadesidir.", "mikro_mantik": "Bu bab, eylemin özne üzerinde kendiliğinden gerçekleştiğini gösterir. Sertleşme veya katılaşma, dış bir müdahale olmadan, nesnenin kendi içsel yapısından kaynaklanır. Bu kalıp, pasif bir dönüşümü ve içsel bir değişimi vurgular."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِغْتَلَظَ - iğtalaza", "muzari": "يَغْتَلِظُ - yağtalizu", "masdar": "اِغْتِلَاظًا - iğtilazen"}, "bab_anlami": "Yoğunlaşmak, sertleşmek, şiddetlenmek; bir duygunun, durumun veya olayın daha belirgin ve etkili hale gelmesi. Bu, bir şeyin zamanla daha yoğun, sert veya şiddetli hale gelmesi durumudur. Bu, bir duygunun güçlenmesi, bir durumun kötüleşmesi veya bir olayın daha dramatik hale gelmesi şeklinde olabilir. Bu kalıp, artan yoğunluğun ve etkileyiciliğin ifadesidir.", "mikro_mantik": "Bu bab, bir şeyin zamanla artan yoğunluğunu ve etkisini ifade eder. Fiilin öznesi, bir süreç içinde daha belirgin ve etkili hale gelir. Bu kalıp, kademeli bir değişimi ve artan bir gücü vurgular."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اِغْلَوْلَظَ - iğlawlaza", "muzari": "يَغْلَوْلِظُ - yağlawlizu", "masdar": "اِغْلِيْلَاظًا - iğlilazen"}, "bab_anlami": "Aşırı derecede sertleşmek, yoğunlaşmak veya katılaşmak; bir şeyin olağanüstü bir şekilde dirençli veya dayanıklı hale gelmesi. Bu, bir şeyin normal sınırların ötesinde sertleşmesi veya katılaşması durumudur. Bu, bir maddenin olağanüstü bir şekilde dirençli hale gelmesi veya bir duygunun aşırı derecede yoğunlaşması şeklinde olabilir. Bu kalıp, aşırılığın ve olağanüstü direncin ifadesidir.", "mikro_mantik": "Bu bab, kökün anlamını en üst düzeye çıkarır ve aşırılığı ifade eder. Fiilin öznesi, olağanüstü bir şekilde sertleşir veya katılaşır. Bu kalıp, bir şeyin sınırlarını zorlayan bir dönüşümü vurgular."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَغْلَظَ - istağlaza", "muzari": "يَسْتَغْلِظُ - yastağlizu", "masdar": "اِسْتِغْلَاظًا - istiğlazen"}, "bab_anlami": "Sertleşmesini, yoğunlaşmasını veya katılaşmasını istemek, beklemek veya sağlamlaştırmaya çalışmak; bir şeyin daha dirençli veya dayanıklı hale gelmesini arzu etmek. Bu, bir şeyin sertleşmesini veya katılaşmasını istemek, beklemek veya bu yönde çaba göstermek durumudur. Bu, bir maddenin daha dirençli hale gelmesini beklemek veya bir ilişkinin sağlamlaşmasını arzu etmek şeklinde olabilir. Bu kalıp, beklentinin, arzunun ve çabanın ifadesidir.", "mikro_mantik": "Bu bab, bir eylemin sonucunu arzulama veya bekleme anlamını taşır. Fail, bir şeyin sertleşmesini veya katılaşmasını ister veya bu yönde çaba gösterir. Bu kalıp, geleceğe yönelik bir beklentiyi ve bir amaca ulaşma çabasını vurgular."}]}], "غلف": [{"kok": "غلف", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Örtmek, sarmak, gizlemek; iç ve dış arasındaki sınırı belirlemek.", "kavramsal_derinlik": "Koruma, muhafaza, mahremiyet ve potansiyel gizli anlamlar arasındaki ilişki."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "غَلَفَ - ğalafe", "muzari": "يَغْلِفُ - yağlifu", "masdar": "غَلْف - ğalf"}, "bab_anlami": "Bir şeyi tamamen örtmek, dış etkenlerden korumak amacıyla sarmak. Bu, fiziksel bir nesneyi koruyucu bir tabaka ile kaplamak olabileceği gibi, soyut bir kavramı da dış dünyadan izole etmek anlamına gelebilir. Aynı zamanda, bir şeyin özünü muhafaza etmek ve onu bozulmaktan korumak için yapılan bir eylemi ifade eder.", "mikro_mantik": "Bu bab, kökün temel anlamını doğrudan ve basit bir eylemle ifade eder. Bir şeyi örtmek veya sarmak fiili, öznenin nesne üzerindeki doğrudan etkisini gösterir. Bu kalıp, eylemin basitliğini ve amacını vurgular: koruma ve muhafaza."}, {"bab_no": 2, "fiil_formlari": {"mazi": "غُلِّفَ - ğullife", "muzari": "يُغَلَّفُ - yuğallefu", "masdar": "تَغْلِيف - tağlif"}, "bab_anlami": "Bir şeyin yoğun bir şekilde örtülmesi veya sarılması, bir şeyi koruma altına alma eyleminin vurgulanması. Bu, bir nesnenin birden fazla katmanla sarılması veya bir fikrin çok sayıda argümanla desteklenmesi şeklinde olabilir. Aynı zamanda, bir şeyin değerini artırmak veya onu daha çekici hale getirmek için yapılan süsleme veya ambalajlama eylemini de ifade edebilir.", "mikro_mantik": "Bu bab, kökün anlamını yoğunlaştırır ve eylemin tekrarını veya şiddetini vurgular. Bir şeyin çok katmanlı olarak örtülmesi veya sarılması, koruma ve muhafaza amacının daha da güçlendirildiğini gösterir. Bu kalıp, eylemin yoğunluğunu ve etkisini vurgular."}, {"bab_no": 3, "fiil_formlari": {"mazi": "غَالَفَ - ğalafe", "muzari": "يُغَالِفُ - yuğalifu", "masdar": "مُغَالَفَة - muğalafe"}, "bab_anlami": "Bir şeyi örtmede veya sarmada karşılıklı bir etkileşim veya rekabet içinde olmak. Bu, iki tarafın birbirini örtmeye veya gizlemeye çalışması şeklinde olabilir. Aynı zamanda, bir şeyin gerçekliğini gizlemek veya onu olduğundan farklı göstermek amacıyla yapılan bir aldatma veya yanıltma eylemini de ifade edebilir. Bu kalıp, örtme eyleminin karmaşık ve rekabetçi bir doğaya sahip olabileceğini gösterir.", "mikro_mantik": "Bu bab, kökün anlamını karşılıklı bir etkileşim veya rekabet bağlamına yerleştirir. İki tarafın birbirini örtmeye veya gizlemeye çalışması, eylemin karmaşıklığını ve dinamizmini artırır. Bu kalıp, eylemin karşılıklı etkileşimini ve rekabetçi doğasını vurgular."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَغْلَفَ - ağlafe", "muzari": "يُغْلِفُ - yuğlifu", "masdar": "إِغْلَاف - iğlaf"}, "bab_anlami": "Bir şeyi örtülü hale getirmek, bir şeyi gizlemek veya saklamak. Bu, bir gerçeği örtbas etmek veya bir sırrı saklamak şeklinde olabilir. Aynı zamanda, bir şeyi dış dünyadan izole etmek veya onu koruma altına almak amacıyla yapılan bir eylemi de ifade edebilir. Bu kalıp, örtme eyleminin bir şeyi gizleme veya koruma amacına hizmet ettiğini gösterir.", "mikro_mantik": "Bu bab, kökün anlamını bir şeyi örtülü hale getirme veya gizleme eylemiyle ilişkilendirir. Bir şeyi gizlemek veya saklamak, eylemin amacının açıklığına ve doğrudanlığına işaret eder. Bu kalıp, eylemin amacını ve etkisini vurgular."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَغَلَّفَ - teğallefe", "muzari": "يَتَغَلَّفُ - yeteğallefu", "masdar": "تَغَلُّف - teğalluf"}, "bab_anlami": "Kendini örtmek, kendini sarmak veya bir şeyle kaplanmak. Bu, bir kişinin kendini dış dünyadan korumak için bir zırh giymesi veya bir fikrin karmaşık bir dille ifade edilmesi şeklinde olabilir. Aynı zamanda, bir şeyin görünümünü değiştirmek veya onu olduğundan farklı göstermek amacıyla yapılan bir eylemi de ifade edebilir. Bu kalıp, örtme eyleminin öznenin kendi üzerinde gerçekleştiğini ve kendini koruma veya gizleme amacına hizmet ettiğini gösterir.", "mikro_mantik": "Bu bab, kökün anlamını öznenin kendi üzerindeki örtme eylemiyle ilişkilendirir. Kendini örtmek veya sarmak, eylemin öznenin kendini koruma veya gizleme amacına hizmet ettiğini gösterir. Bu kalıp, eylemin öznel deneyimini ve kendini koruma amacını vurgular."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَغَالَفَ - teğalafe", "muzari": "يَتَغَالَفُ - yeteğalifu", "masdar": "تَغَالُف - teğaluf"}, "bab_anlami": "Örtünür gibi yapmak, kendini örtülü göstermek veya bir şeyi gizlemek için numara yapmak. Bu, bir kişinin gerçek niyetlerini gizlemek için farklı bir maske takması veya bir şeyin değerini olduğundan daha düşük göstermesi şeklinde olabilir. Aynı zamanda, bir şeyi olduğundan farklı göstermek amacıyla yapılan bir aldatma veya yanıltma eylemini de ifade edebilir. Bu kalıp, örtme eyleminin samimiyetsiz ve aldatıcı bir doğaya sahip olabileceğini gösterir.", "mikro_mantik": "Bu bab, kökün anlamını samimiyetsiz veya aldatıcı bir örtme eylemiyle ilişkilendirir. Bir şeyi gizlemek için numara yapmak, eylemin gerçek niyetini gizleme amacına hizmet ettiğini gösterir. Bu kalıp, eylemin samimiyetsizliğini ve aldatıcı doğasını vurgular."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْغَلَفَ - inğalafe", "muzari": "يَنْغَلِفُ - yenğalifu", "masdar": "اِنْغِلَاف - inğilaf"}, "bab_anlami": "Örtülmek, sarılmak veya bir şeyin içine girmek. Bu, bir nesnenin bir örtüyle kaplanması veya bir kişinin bir topluluğun içine dahil olması şeklinde olabilir. Aynı zamanda, bir şeyin etkisi altına girmek veya onun tarafından kontrol edilmek anlamına da gelebilir. Bu kalıp, örtme eyleminin pasif bir şekilde gerçekleştiğini ve öznenin bir şeyin etkisi altına girdiğini gösterir.", "mikro_mantik": "Bu bab, kökün anlamını pasif bir örtülme veya sarılma eylemiyle ilişkilendirir. Bir şeyin etkisi altına girmek, eylemin öznenin kontrolü dışında gerçekleştiğini gösterir. Bu kalıp, eylemin pasif doğasını ve öznenin bir şeyin etkisi altına girdiğini vurgular."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِغْتَلَفَ - iğtelefe", "muzari": "يَغْتَلِفُ - yağtelifu", "masdar": "اِغْتِلَاف - iğtilaf"}, "bab_anlami": "Bir şeyi örtmek veya gizlemek için acele etmek, bir şeyi hızla sarmak. Bu, bir sırrı hızla saklamak veya bir hatayı örtbas etmek şeklinde olabilir. Aynı zamanda, bir şeyi olduğundan farklı göstermek amacıyla yapılan hızlı bir aldatma veya yanıltma eylemini de ifade edebilir. Bu kalıp, örtme eyleminin aceleci ve hızlı bir şekilde gerçekleştiğini gösterir.", "mikro_mantik": "Bu bab, kökün anlamını aceleci ve hızlı bir örtme eylemiyle ilişkilendirir. Bir şeyi hızla saklamak veya örtbas etmek, eylemin aciliyetini ve hızını vurgular. Bu kalıp, eylemin aceleci doğasını ve hızlı bir şekilde gerçekleştiğini vurgular."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَغْلَفَ - istağlafe", "muzari": "يَسْتَغْلِفُ - yestağlifu", "masdar": "اِسْتِغْلَاف - istiğlaf"}, "bab_anlami": "Örtülmeyi istemek, örtülmeyi talep etmek veya bir şeyi örtmek için çaba göstermek. Bu, bir kişinin kendini dış dünyadan korumak için bir örtü istemesi veya bir gerçeği gizlemek için çaba göstermesi şeklinde olabilir. Aynı zamanda, bir şeyi olduğundan farklı göstermek amacıyla yapılan bir talep veya çabayı da ifade edebilir. Bu kalıp, örtme eyleminin bir istek veya çaba sonucu gerçekleştiğini gösterir.", "mikro_mantik": "Bu bab, kökün anlamını bir istek veya çaba sonucu gerçekleşen örtme eylemiyle ilişkilendirir. Örtülmeyi istemek veya bir şeyi örtmek için çaba göstermek, eylemin bir amaç doğrultusunda gerçekleştiğini gösterir. Bu kalıp, eylemin bir istek veya çaba sonucu gerçekleştiğini vurgular."}]}], "غلق": [{"kok": "غلق", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Bir şeyin içsel veya dışsal bir etkiyle kapanması, sona ermesi veya engellenmesi. Bu, fiziksel bir kapanma olabileceği gibi, zihinsel veya ruhsal bir kapanma da olabilir. Kapanma, bir sürecin tamamlanması veya bir şeyin gizlenmesi anlamına da gelebilir.", "kavramsal_derinlik": "Beşeri boyutta, bir kapının kapanması gibi basit bir eylemden, bir sırrın saklanması gibi daha karmaşık durumlara kadar geniş bir yelpazede kendini gösterir. İlahi boyutta ise, ilahi rahmetin veya lütfunun bir kuldan esirgenmesi veya bir kalbin hakikate kapanması gibi derin anlamlar içerebilir. Bu, insanın kendi eylemleriyle ilahi alemden uzaklaşmasının bir sembolü olabilir."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "غَلَقَ - ğalaka", "muzari": "يَغْلِقُ - yağliku", "masdar": "غَلْق - ğalk"}, "bab_anlami": "Bir şeyi kapatmak, kilitlemek veya engellemek. Bu, fiziksel bir nesnenin kapatılması olabileceği gibi, bir yolun veya geçidin kapatılması gibi daha soyut bir anlam da taşıyabilir. Aynı zamanda, bir fırsatın kaçırılması veya bir yeteneğin körelmesi gibi mecazi anlamlara da gelebilir. Bu kalıp, eylemin doğrudan ve tekil bir fail tarafından gerçekleştirildiğini vurgular.", "mikro_mantik": "Bu bab, kökün temel anlamını doğrudan ve basit bir eylemle ifade eder. Fiilin faili tektir ve eylem, nesnenin durumunu değiştirir. Kökün enerjisi, doğrudan bir etkiyle sınırlanır, bu da eylemin kesinliğini ve sonuç odaklılığını vurgular."}, {"bab_no": 2, "fiil_formlari": {"mazi": "غُلِّقَ - ğullika", "muzari": "يُغَلَّقُ - yuğallaku", "masdar": "تَغْلِيق - tağlik"}, "bab_anlami": "Bir şeyin tekrar tekrar veya yoğun bir şekilde kapatılması, kilitlemekte ısrar etmek. Bu, bir yerin güvenliğini sağlamak için birden fazla kilit kullanılması gibi fiziksel bir eylem olabileceği gibi, bir fikre veya inanca sıkı sıkıya bağlı kalmak gibi daha soyut bir anlam da taşıyabilir. Bu kalıp, eylemin yoğunluğunu ve sürekliliğini vurgular.", "mikro_mantik": "Bu bab, kökün anlamını yoğunlaştırır ve eylemin tekrarını veya sürekliliğini vurgular. Fiilin nesnesi, eylemin yoğunluğundan etkilenir, bu da sonucun daha kalıcı veya belirgin olmasını sağlar. Kökün enerjisi, eylemin tekrarıyla artar ve bu da kararlılık veya ısrar anlamını güçlendirir."}, {"bab_no": 3, "fiil_formlari": {"mazi": "غَالَقَ - ğaalaka", "muzari": "يُغَالِقُ - yuğaaliku", "masdar": "مُغَالَقَة - muğaalaka"}, "bab_anlami": "Karşılıklı olarak kapatmak, birbiriyle rekabet ederek engellemek veya bir konuda anlaşmazlığa düşmek. Bu, iki tarafın birbirini engellemeye çalıştığı bir durumu ifade edebilir. Aynı zamanda, bir konuda fikir ayrılığına düşmek veya bir sırrı saklamak için işbirliği yapmak gibi daha karmaşık anlamlara da gelebilir. Bu kalıp, eylemin karşılıklı ve rekabetçi doğasını vurgular.", "mikro_mantik": "Bu bab, kökün anlamını karşılıklı bir etkileşimle genişletir. Fiilin failleri birden fazladır ve eylem, aralarındaki ilişkiyi etkiler. Kökün enerjisi, rekabet veya işbirliği yoluyla dağılır, bu da sonucun belirsizliğini veya karmaşıklığını artırır."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَغْلَقَ - ağlaka", "muzari": "يُغْلِقُ - yuğliku", "masdar": "إِغْلَاق - iğlak"}, "bab_anlami": "Bir şeyi kapatmaya veya kilitlemeye neden olmak, bir şeyi engellemek veya durdurmak. Bu, bir kapıyı kapatmak için birini görevlendirmek gibi dolaylı bir eylem olabileceği gibi, bir projenin durdurulmasına neden olmak gibi daha soyut bir anlam da taşıyabilir. Bu kalıp, eylemin nedenini ve sonucunu vurgular.", "mikro_mantik": "Bu bab, kökün anlamını nedensellik ilişkisiyle genişletir. Fiilin faili, eylemin gerçekleşmesine neden olur ve nesne, bu eylemden etkilenir. Kökün enerjisi, neden-sonuç ilişkisi yoluyla yayılır, bu da eylemin etkisini ve sorumluluğunu vurgular."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَغَلَّقَ - tağallaka", "muzari": "يَتَغَلَّقُ - yatağallaku", "masdar": "تَغَلُّق - tağalluk"}, "bab_anlami": "Kapanmaya başlamak, kapanır gibi olmak veya kapanma eğilimi göstermek. Bu, bir çiçeğin yapraklarını kapatması gibi doğal bir süreç olabileceği gibi, bir ilişkinin sona ermeye başlaması gibi daha soyut bir anlam da taşıyabilir. Bu kalıp, eylemin başlangıcını ve potansiyelini vurgular.", "mikro_mantik": "Bu bab, kökün anlamını bir süreç veya eğilimle ifade eder. Fiilin faili, kapanma eylemine doğru bir değişim gösterir. Kökün enerjisi, potansiyel bir sonuca yöneliktir, bu da eylemin dinamik ve geçici doğasını vurgular."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَغَالَقَ - tağaalaka", "muzari": "يَتَغَالَقُ - yatağaalaku", "masdar": "تَغَالُق - tağaaluk"}, "bab_anlami": "Kapanmış gibi davranmak, görmezden gelmek veya bir şeyi saklamak için işbirliği yapmak. Bu, bir sırrı saklamak için birlikte hareket etmek gibi kasıtlı bir eylem olabileceği gibi, bir sorunu görmezden gelmek gibi daha pasif bir davranış da olabilir. Bu kalıp, eylemin gizli ve işbirlikçi doğasını vurgular.", "mikro_mantik": "Bu bab, kökün anlamını gizlilik ve işbirliğiyle genişletir. Fiilin failleri, bir şeyi saklamak veya görmezden gelmek için birlikte hareket eder. Kökün enerjisi, gizli bir amaca yöneliktir, bu da eylemin karmaşıklığını ve belirsizliğini artırır."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْغَلَقَ - inğalaka", "muzari": "يَنْغَلِقُ - yanğaliku", "masdar": "اِنْغِلَاق - inğilak"}, "bab_anlami": "Kendiliğinden kapanmak, otomatik olarak kilitlenmek veya bir şeyin içine kapanmak. Bu, bir kapının rüzgarla kapanması gibi kendiliğinden bir eylem olabileceği gibi, bir insanın kendi içine kapanması gibi daha soyut bir anlam da taşıyabilir. Bu kalıp, eylemin kendiliğinden ve içsel doğasını vurgular.", "mikro_mantik": "Bu bab, kökün anlamını kendiliğindenlik ve içsellikle ifade eder. Fiilin faili, dışsal bir etki olmadan kapanma eylemini gerçekleştirir. Kökün enerjisi, içsel bir motivasyona dayanır, bu da eylemin doğal ve kendiliğinden olmasını sağlar."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِغْتَلَقَ - iğtalaka", "muzari": "يَغْتَلِقُ - yağtaliku", "masdar": "اِغْتِلَاق - iğtilak"}, "bab_anlami": "Kapanmakta acele etmek, bir şeyi hızla kapatmak veya bir fırsatı kaçırmamak için çabalamak. Bu, bir kapıyı hızla kapatmak gibi acil bir eylem olabileceği gibi, bir anlaşmayı hızla tamamlamak gibi daha soyut bir anlam da taşıyabilir. Bu kalıp, eylemin aciliyetini ve çabasını vurgular.", "mikro_mantik": "Bu bab, kökün anlamını aciliyet ve çabayla genişletir. Fiilin faili, kapanma eylemini hızla ve kararlılıkla gerçekleştirir. Kökün enerjisi, hızlı bir sonuca yöneliktir, bu da eylemin dinamik ve rekabetçi olmasını sağlar."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اِغْلَوْلَقَ - iğlawlaka", "muzari": "يَغْلَوْلِقُ - yağlawliku", "masdar": "اِغْلِيْلَاق - iğlilak"}, "bab_anlami": "Çok karanlık olmak, tamamen kapanmak ve geçilemez hale gelmek. Bu, bir yerin tamamen karanlık olması gibi fiziksel bir durum olabileceği gibi, bir sorunun çözümsüz hale gelmesi gibi daha soyut bir anlam da taşıyabilir. Bu kalıp, eylemin tamamlanmış ve geri dönüşsüz doğasını vurgular.", "mikro_mantik": "Bu bab, kökün anlamını tamamlanmışlık ve geri dönüşsüzlükle ifade eder. Fiilin nesnesi, tamamen kapanmış ve geçilemez hale gelmiştir. Kökün enerjisi, kesin bir sonuca ulaşmıştır, bu da eylemin kalıcılığını ve etkisini vurgular."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَغْلَقَ - istağlaka", "muzari": "يَسْتَغْلِقُ - yastağliku", "masdar": "اِسْتِغْلَاق - istiğlak"}, "bab_anlami": "Kapatmayı istemek, kilitlemeyi talep etmek veya bir şeyin kapanmasını sağlamak için çaba göstermek. Bu, bir kapıyı kilitlemek için birinden yardım istemek gibi dolaylı bir eylem olabileceği gibi, bir sorunu çözmek için bir çözüm bulmaya çalışmak gibi daha soyut bir anlam da taşıyabilir. Bu kalıp, eylemin çaba ve istek içerdiğini vurgular.", "mikro_mantik": "Bu bab, kökün anlamını istek ve çabayla genişletir. Fiilin faili, kapanma eylemini gerçekleştirmek için çaba gösterir veya yardım ister. Kökün enerjisi, bir amaca ulaşmaya yöneliktir, bu da eylemin motivasyonunu ve kararlılığını vurgular."}]}], "غلل": [{"kok": "غلل", "ontolojik_analiz": {"temel_anlam_cekirdegi": "İç içe geçme, nüfuz etme, gizli bir şekilde yayılma; bir şeyin özüne nüfuz ederek onu kuşatma ve etkileme potansiyeli.", "kavramsal_derinlik": "Maddi ve manevi engellerin aşılması, bir hedefe ulaşmak için gösterilen çaba, içsel ve dışsal etkileşimlerin karmaşıklığı."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "غَلَّ - Ğalla", "muzari": "يَغُلُّ - Yağullu", "masdar": "غَلّ - Ğall"}, "bab_anlami": "Bir şeyin içten içe nüfuz etmesi, gizlice yayılması veya bir şeyi kuşatması. Bu, maddi bir nesnenin içine sızma veya manevi bir durumun bir kişiyi etkisi altına alması şeklinde olabilir. Kökün bu babdaki anlamı, bir şeyin özünde var olan ve dışarıya doğru yayılan bir gücü ifade eder. Bu güç, bazen kontrol edilemez bir şekilde yayılır ve etkileşimde bulunduğu her şeyi dönüştürür.", "mikro_mantik": "Bu bab, kökün temel anlamını doğrudan ifade eder. Fiilin basit ve temel formu, eylemin doğrudan ve engelsiz bir şekilde gerçekleştiğini gösterir. Kökün anlamı, herhangi bir ekleme veya değişiklik olmaksızın, fiilin temel yapısında korunur."}]}], "غلم": [{"kok": "غلم", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Büyüme, gelişme ve olgunlaşma potansiyeli taşıyan ham öz. İçkin bir dinamizm ve ilerleme arzusu barındıran, henüz tam olarak belirginleşmemiş bir varoluş hali.", "kavramsal_derinlik": "Potansiyelden fiiliyata geçişin sancıları ve umutları. Bireyin kendi içindeki cevheri keşfetme, onu şekillendirme ve nihai olgunluğa ulaştırma yolculuğu. Aynı zamanda, bu sürecin evrensel bir yansıması olarak, toplumların ve medeniyetlerin de sürekli bir tekamül halinde olduğu gerçeği."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "غَلَمَ", "muzari": "يَغْلُمُ", "masdar": "غَلْم"}, "bab_anlami": "Arzulamak, şehvet duymak, cinsel dürtülerin yoğunlaşması. Bu, sadece biyolojik bir ihtiyaçtan öte, yaratılışın temelindeki enerjiye ve üreme arzusuna işaret eder. Aynı zamanda, bu arzu, bireyi harekete geçiren, onu yeni deneyimlere ve keşiflere yönlendiren bir güç olabilir.", "mikro_mantik": "Fiilin temel anlamı, kökün içerdiği potansiyel enerjinin dışa vurumunu ve harekete geçmesini ifade eder. Bu kalıp, köke içkin olan dinamizmin ve büyüme arzusunun belirginleştiği bir durumu gösterir. Kökün ham haldeki potansiyeli, bu kalıpla birlikte belirli bir amaca yönelik enerjiye dönüşür."}, {"bab_no": 2, "fiil_formlari": {"mazi": "غُلِّمَ", "muzari": "يُغَلَّمُ", "masdar": "تَغْلِيم"}, "bab_anlami": "Birinin arzusunun tatmin edilmesi, doyurulması; bir isteğin yerine getirilmesi. Bu, sadece fiziksel bir tatmin değil, aynı zamanda ruhsal bir tamamlanma ve huzur arayışını da ifade eder. Kişinin içsel boşluğunu doldurma, eksiklerini giderme ve kendini gerçekleştirme çabasıdır.", "mikro_mantik": "Bu kalıp, kökün anlamını edilgenleştirerek, dışsal bir etkiyle gerçekleşen bir durumu ifade eder. Kökün içerdiği potansiyel, dışarıdan gelen bir etkiyle harekete geçirilir ve sonuçlanır. Bu, bireyin kendi iradesi dışında gelişen olaylara maruz kalması veya dışsal faktörlerin etkisiyle yönlendirilmesi anlamına gelebilir."}, {"bab_no": 3, "fiil_formlari": {"mazi": "غَالَمَ", "muzari": "يُغَالِمُ", "masdar": "مُغَالَمَة"}, "bab_anlami": "Arzular konusunda rekabet etmek, bir amaca ulaşmak için çabalamak, mücadele etmek. Bu, sadece bireysel bir rekabet değil, aynı zamanda fikirlerin, ideallerin ve değerlerin çatışmasını da ifade eder. Kişinin inandığı değerler uğruna savaşması, kendini savunması ve başkalarını ikna etmeye çalışmasıdır.", "mikro_mantik": "Bu kalıp, kökün anlamını karşılıklı bir etkileşim ve rekabet bağlamına yerleştirir. Kökün içerdiği potansiyel, başkalarıyla olan ilişkilerde ve mücadelelerde ortaya çıkar. Bu, bireyin kendi hedeflerine ulaşmak için başkalarıyla rekabet etmesi veya ortak bir amaç için işbirliği yapması anlamına gelebilir."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَغْلَمَ", "muzari": "يُغْلِمُ", "masdar": "إِغْلَام"}, "bab_anlami": "Arzularını ortaya çıkarmak, dürtülerini serbest bırakmak, içindeki potansiyeli açığa çıkarmak. Bu, sadece bastırılmış duyguların ifadesi değil, aynı zamanda yaratıcılığın ve yeniliğin de kaynağı olabilir. Kişinin kendi içindeki engelleri aşması, kendini ifade etmesi ve dünyaya yeni bir şey sunmasıdır.", "mikro_mantik": "Bu kalıp, kökün anlamını bir eylemin başlangıcı ve nedeni olarak vurgular. Kökün içerdiği potansiyel, bir eylemi tetikler ve harekete geçirir. Bu, bireyin kendi içindeki motivasyonu bulması, bir amaca yönelik adım atması ve sonuç elde etmesi anlamına gelebilir."}]}], "غلو": [{"kok": "غلو", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Aşırılık, sınırı aşma, haddi tecavüz etme. Bir şeyde ifrata kaçmak, ölçüyü kaçırmak. Özünde denge ve itidalin zıddını barındırır.", "kavramsal_derinlik": "Beşeri ilişkilerde adaletsizlik ve zulme, inançta ise sapkınlığa yol açabilecek bir potansiyele sahiptir. İnsanın nefsani arzularına kapılarak hakikati çarpıtması ve kendi sınırlarını aşması durumunu ifade eder. İlahi boyutta ise, yaratılanın yaratıcıya karşı haddini aşması, kibir ve gurura kapılması anlamına gelebilir."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "غَلَا - Ğalā", "muzari": "يَغْلُو - Yağlū", "masdar": "غُلُوّ - Ğulüvv"}, "bab_anlami": "Bir şeyde aşırı gitmek, sınırı aşmak, değerini yükseltmekte veya düşürmekte ifrata kaçmak. Bu kalıp, bir şeyin doğal sınırlarını veya olması gereken ölçüsünü aştığını, abartıldığını veya olduğundan farklı bir şekilde algılandığını ifade eder. Aynı zamanda, bir şeyin değerinin gerçekte olduğundan çok daha yüksek veya düşük gösterilmesi durumunu da kapsar. Bu anlamıyla, hem maddi hem de manevi konularda aşırılığı ve dengesizliği ifade eder.", "mikro_mantik": "Bu bab, kökün anlamını yoğunlaştırır ve eylemin aşırılık derecesini vurgular. Fiilin temel anlamı olan 'aşırılık' kavramını, eylemin gerçekleşme biçimi ve şiddeti üzerinden nitelendirir. Bu kalıp, eylemin sınırları zorladığını ve olağan ölçülerin dışına taştığını matematiksel bir kesinlikle ifade eder."}]}], "غلي": [{"kok": "غلي", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Kaynama, coşma, içten gelen bir hareketlilik ve yoğunluk", "kavramsal_derinlik": "Fiziksel ve metafiziksel dönüşüm"}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "غَلَا - ğalā", "muzari": "يَغْلُو - yağlū", "masdar": "غَلْو - ğalv"}, "bab_anlami": "Bir şeyin kaynaması, coşması, içten gelen bir enerjiyle harekete geçmesi anlamına gelir. Bu, sadece fiziksel bir kaynama değil, aynı zamanda duygusal veya düşünsel bir coşkunluğu da ifade edebilir.  İçsel bir potansiyelin dışa vurumu, bastırılmış enerjinin serbest kalması ve yoğun bir dönüşüm sürecinin başlangıcı olarak da yorumlanabilir. Bu kalıp, bir şeyin özünde bulunan gücün açığa çıkmasını ve kendini ifade etmesini vurgular.", "mikro_mantik": "Bu kalıp, kökün temel anlamını (kaynama, coşma) doğrudan ve yalın bir şekilde ifade eder. Fiilin temel ve en doğal halini gösterir.  Kökün içerdiği potansiyelin ilk ve en belirgin tezahürüdür.  Bir şeyin içsel hareketliliğinin ve enerjisinin en temel ifadesini sunar."}, {"bab_no": 2, "fiil_formlari": {"mazi": "غَلَّى - ğallā", "muzari": "يُغَلِّي - yuğallī", "masdar": "تَغْلِيَة - tağliye"}, "bab_anlami": "Bir şeyi kaynatmak, coşturmak, yoğunlaştırmak veya bir şeyin kaynamasına neden olmak anlamına gelir. Bu, bir şeyi daha yoğun, daha etkili veya daha güçlü hale getirme eylemini ifade eder.  Bir durumu veya nesneyi dönüştürmek, potansiyelini artırmak ve daha belirgin bir hale getirmek için yapılan bir müdahaledir.  Bu kalıp, bir şeyin içsel potansiyelini harekete geçirme ve dışsal olarak etkileme eylemini vurgular.", "mikro_mantik": "Bu kalıp, kökün anlamını yoğunlaştırır ve eylemin bir başkası üzerinde gerçekleştiğini gösterir.  Kökün içerdiği potansiyelin bir etki yaratma, bir şeyi dönüştürme veya yoğunlaştırma gücünü vurgular.  Bir şeyin içsel hareketliliğini dışsal bir etkiyle tetikleme veya artırma eylemini ifade eder."}, {"bab_no": 3, "fiil_formlari": {"mazi": "غَالَى - ğālā", "muzari": "يُغَالِي - yuğālī", "masdar": "مُغَالَاة - muğālāh"}, "bab_anlami": "Aşırı gitmek, abartmak, bir şeyi olduğundan daha değerli veya önemli göstermek anlamına gelir. Bu, bir şeyin değerini veya önemini gerçek sınırlarının ötesine taşıma eylemini ifade eder.  Bir durumu veya nesneyi olduğundan farklı algılamak, yanıltıcı bir şekilde sunmak veya abartılı bir şekilde değerlendirmektir. Bu kalıp, bir şeyin sınırlarını aşma, gerçek değerini çarpıtma ve abartılı bir algı yaratma eylemini vurgular.", "mikro_mantik": "Bu kalıp, kökün anlamını aşırılığa taşıyarak, bir şeyin değerini veya önemini abartma eylemini ifade eder.  Kökün içerdiği potansiyelin sınırlarını aşma, gerçekliği çarpıtma ve abartılı bir algı yaratma gücünü vurgular. Bir şeyin içsel hareketliliğini ve enerjisini abartılı bir şekilde ifade etme veya sunma eylemini ifade eder."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَغْلَى - ağlā", "muzari": "يُغْلِي - yuğlī", "masdar": "إِغْلَاء - iğlā"}, "bab_anlami": "Bir şeyi kaynatmak, pahalılaştırmak veya değerini artırmak anlamına gelir. Bu, bir şeyin değerini yükseltme, onu daha önemli veya değerli hale getirme eylemini ifade eder.  Bir durumu veya nesneyi daha değerli kılmak, potansiyelini artırmak ve daha çekici bir hale getirmek için yapılan bir müdahaledir. Bu kalıp, bir şeyin değerini artırma, onu daha önemli hale getirme ve potansiyelini yükseltme eylemini vurgular.", "mikro_mantik": "Bu kalıp, kökün anlamını bir şeyi değerli kılma veya pahalılaştırma eylemiyle ilişkilendirir. Kökün içerdiği potansiyelin bir şeyin değerini artırma, onu daha önemli hale getirme gücünü vurgular. Bir şeyin içsel hareketliliğini ve enerjisini artırarak değerini yükseltme eylemini ifade eder."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَغَلَّى - tağallā", "muzari": "يَتَغَلَّى - yatağallā", "masdar": "تَغَلِّي - tağallī"}, "bab_anlami": "Kaynamaya başlamak, coşmak, içten gelen bir enerjiyle dolmak anlamına gelir. Bu, bir şeyin içsel olarak harekete geçmesi, potansiyelini açığa çıkarması ve yoğun bir enerjiyle dolması eylemini ifade eder.  Bir durumun veya nesnenin içsel dönüşüm sürecine girmesi, potansiyelini keşfetmesi ve kendini ifade etmeye başlamasıdır. Bu kalıp, bir şeyin içsel potansiyelini keşfetme, harekete geçme ve kendini ifade etmeye başlama eylemini vurgular.", "mikro_mantik": "Bu kalıp, kökün anlamını içsel bir süreç olarak vurgular, bir şeyin kendi kendine kaynamaya başlaması veya coşması eylemini ifade eder. Kökün içerdiği potansiyelin içsel bir dönüşüm sürecini başlatma, harekete geçme ve kendini ifade etmeye başlama gücünü vurgular. Bir şeyin içsel hareketliliğini ve enerjisini kendi kendine başlatma ve geliştirme eylemini ifade eder."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَغَالَى - tağālā", "muzari": "يَتَغَالَى - yatağālā", "masdar": "تَغَالِي - tağālī"}, "bab_anlami": "Pahalı davranmak, değerini abartmak, olduğundan daha önemli görünmeye çalışmak anlamına gelir. Bu, bir şeyin değerini veya önemini abartılı bir şekilde sunma, kendini olduğundan daha değerli gösterme eylemini ifade eder.  Bir durumun veya nesnenin değerini yanıltıcı bir şekilde sunmak, abartılı bir algı yaratmak ve kendini olduğundan daha önemli göstermeye çalışmaktır. Bu kalıp, bir şeyin değerini abartma, yanıltıcı bir algı yaratma ve kendini olduğundan daha önemli göstermeye çalışma eylemini vurgular.", "mikro_mantik": "Bu kalıp, kökün anlamını abartılı bir şekilde ifade etme veya sunma eylemiyle ilişkilendirir. Kökün içerdiği potansiyelin bir şeyin değerini abartma, yanıltıcı bir algı yaratma ve kendini olduğundan daha önemli göstermeye çalışma gücünü vurgular. Bir şeyin içsel hareketliliğini ve enerjisini abartılı bir şekilde sunarak değerini artırmaya çalışma eylemini ifade eder."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْغَلَى - inğalā", "muzari": "يَنْغَلِي - yanğalī", "masdar": "اِنْغِلَاء - inğilā"}, "bab_anlami": "Kaynamak, coşmak, içten gelen bir enerjiyle harekete geçmek (edilgen anlamda). Bu, bir şeyin içsel olarak harekete geçirilmesi, potansiyelinin açığa çıkarılması ve yoğun bir enerjiyle dolması eylemini ifade eder (edilgen). Bir durumun veya nesnenin dışsal bir etkiyle içsel dönüşüm sürecine girmesi, potansiyelinin keşfedilmesi ve kendini ifade etmeye başlamasıdır. Bu kalıp, bir şeyin dışsal bir etkiyle içsel potansiyelini keşfetme, harekete geçme ve kendini ifade etmeye başlama eylemini vurgular (edilgen).", "mikro_mantik": "Bu kalıp, kökün anlamını edilgen bir şekilde ifade eder, bir şeyin dışsal bir etkiyle kaynamaya başlaması veya coşması eylemini ifade eder. Kökün içerdiği potansiyelin dışsal bir etkiyle içsel bir dönüşüm sürecini başlatma, harekete geçme ve kendini ifade etmeye başlama gücünü vurgular (edilgen). Bir şeyin içsel hareketliliğini ve enerjisini dışsal bir etkiyle tetikleme ve geliştirme eylemini ifade eder."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِغْتَلَى - iğtalā", "muzari": "يَغْتَلِي - yağtalī", "masdar": "اِغْتِلَاء - iğtilā"}, "bab_anlami": "Kaynamak, coşmak, içten gelen bir arzuyla dolmak, şiddetle istemek anlamına gelir. Bu, bir şeyin içsel olarak harekete geçmesi, yoğun bir arzuyla dolması ve şiddetle istemesi eylemini ifade eder. Bir durumun veya nesnenin içsel bir arzuyla dolması, potansiyelini keşfetmesi ve kendini ifade etmeye başlamasıdır. Bu kalıp, bir şeyin içsel arzusunu keşfetme, harekete geçme ve kendini ifade etmeye başlama eylemini vurgular.", "mikro_mantik": "Bu kalıp, kökün anlamını içsel bir arzu veya istek ile ilişkilendirir, bir şeyin içten gelen bir arzuyla kaynaması veya coşması eylemini ifade eder. Kökün içerdiği potansiyelin içsel bir arzuyu harekete geçirme, potansiyeli keşfetme ve kendini ifade etmeye başlama gücünü vurgular. Bir şeyin içsel hareketliliğini ve enerjisini içten gelen bir arzuyla tetikleme ve geliştirme eylemini ifade eder."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اِغْلَوْلَى - iğlawlā", "muzari": "يَغْلَوْلِي - yağlawlī", "masdar": "اِغْلِيلَاء - iğlīlā"}, "bab_anlami": "Aşırı derecede kaynamak, coşmak, şiddetle arzu etmek, kontrolden çıkmak anlamına gelir. Bu, bir şeyin içsel olarak kontrolden çıkması, aşırı derecede kaynaması veya coşması ve şiddetle arzu etmesi eylemini ifade eder. Bir durumun veya nesnenin içsel kontrolünü kaybetmesi, aşırı derecede arzuyla dolması ve kendini ifade etmede sınırları aşmasıdır. Bu kalıp, bir şeyin kontrolünü kaybetme, aşırı derecede arzuyla dolma ve kendini ifade etmede sınırları aşma eylemini vurgular.", "mikro_mantik": "Bu kalıp, kökün anlamını aşırılığa taşıyarak, bir şeyin kontrolden çıkması, aşırı derecede kaynaması veya coşması eylemini ifade eder. Kökün içerdiği potansiyelin içsel kontrolü kaybetme, aşırı derecede arzuyla dolma ve kendini ifade etmede sınırları aşma gücünü vurgular. Bir şeyin içsel hareketliliğini ve enerjisini kontrolden çıkararak aşırı bir şekilde ifade etme eylemini ifade eder."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَغْلَى - istağlā", "muzari": "يَسْتَغْلِي - yastağlī", "masdar": "اِسْتِغْلَاء - istiğlā"}, "bab_anlami": "Pahalı bulmak, değerli görmek, bir şeyi elde etmek için çabalamak, kaynamasını istemek anlamına gelir. Bu, bir şeyin değerini yüksek bulma, onu elde etmek için çabalama veya kaynamasını sağlama eylemini ifade eder. Bir durumun veya nesnenin değerini anlama, onu elde etmek için çabalama ve potansiyelini açığa çıkarmaya çalışma eylemidir. Bu kalıp, bir şeyin değerini anlama, onu elde etmek için çabalama ve potansiyelini açığa çıkarmaya çalışma eylemini vurgular.", "mikro_mantik": "Bu kalıp, kökün anlamını bir şeyi değerli bulma, elde etmek için çabalama veya kaynamasını sağlama eylemiyle ilişkilendirir. Kökün içerdiği potansiyelin bir şeyin değerini anlama, onu elde etmek için çabalama ve potansiyelini açığa çıkarmaya çalışma gücünü vurgular. Bir şeyin içsel hareketliliğini ve enerjisini anlamaya, elde etmeye ve geliştirmeye çalışma eylemini ifade eder."}]}], "غمر": [{"kok": "غمر", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Örtmek, kaplamak, içine almak; bir şeyin yoğun bir şekilde varlığıyla kuşatılması.", "kavramsal_derinlik": "Maddi ve manevi anlamda bir şeyin başka bir şeyi tamamen sarması, içine alması veya etkilemesi. Bu, fiziksel bir örtme eylemi olabileceği gibi, duygu, düşünce veya ruhsal bir deneyimin bir kişiyi tamamen etkisi altına alması şeklinde de tezahür edebilir."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "غَمَرَ - ğamera", "muzari": "يَغْمُرُ - yağmuru", "masdar": "غَمْر - ğamr"}, "bab_anlami": "Bir şeyi tamamen örtmek, kaplamak, içine almak. Bu kalıp, bir şeyin başka bir şeyi yoğun bir şekilde kuşattığı, sardığı veya etkilediği durumları ifade eder. Örneğin, suyun bir yeri basması, bir duygunun bir kalbi kaplaması veya bir düşüncenin zihni meşgul etmesi gibi durumlar bu kalıpla ifade edilebilir. Bu eylem, genellikle yoğunluk ve derinlik içerir, yüzeyde kalmaktan ziyade nüfuz etmeyi ve derinlemesine etkilemeyi ifade eder.", "mikro_mantik": "Bu kalıp, kökün temel anlamını doğrudan ve yoğun bir şekilde ifade eder. Fiilin basit ve temel formu, eylemin doğrudan ve etkili bir şekilde gerçekleştiğini gösterir. Kökün anlamı, nesnenin tamamen kuşatılması veya örtülmesi yoluyla yoğun bir etki yaratma fikrini taşır."}, {"bab_no": 2, "fiil_formlari": {"mazi": "غُمِّرَ - ğummira", "muzari": "يُغَمَّرُ - yuğammeru", "masdar": "تَغْمِير - tağmir"}, "bab_anlami": "Bir şeyin yoğun bir şekilde örtülmesine veya kaplanmasına maruz kalmak, bir şeyin etkisi altında bırakılmak. Bu kalıp, edilgen bir anlam taşır ve nesnenin bir eyleme maruz kaldığını vurgular. Örneğin, bir kişinin yoğun bir duygu tarafından sarılması veya bir yerin su altında kalması gibi durumlar bu kalıpla ifade edilebilir. Bu, dışsal bir etkinin nesne üzerinde yarattığı derin ve kapsayıcı bir etkiyi gösterir.", "mikro_mantik": "Bu kalıp, kökün anlamını edilgen bir bağlamda sunar. Fiilin edilgen formu, eylemin nesne üzerinde bir etki yarattığını ve nesnenin bu etkiye maruz kaldığını vurgular. Bu, nesnenin kendi iradesi dışında, dışsal bir güç tarafından kuşatıldığını veya etkilendiğini gösterir."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَغَمَّرَ - teğamera", "muzari": "يَتَغَمَّرُ - yeteğammeru", "masdar": "تَغَمُّر - teğammur"}, "bab_anlami": "Bir şeyi örtmeye veya kaplamaya çalışmak, bir şeyin içine dalmak veya kendini bir şeyle kuşatmak. Bu kalıp, bir eylemi yoğun bir şekilde yapma çabasını veya bir duruma kendini tamamen verme halini ifade eder. Örneğin, bir kişinin kendini bir işe tamamen vermesi, bir duyguya kapılması veya bir düşünceye dalması gibi durumlar bu kalıpla ifade edilebilir. Bu, öznenin aktif bir şekilde bir şeyi deneyimlemeye veya yaratmaya çalıştığını gösterir.", "mikro_mantik": "Bu kalıp, kökün anlamını yoğun bir çaba veya deneyimleme bağlamında sunar. Fiilin bu formu, öznenin aktif bir şekilde bir şeyi yapmaya çalıştığını veya bir duruma kendini verdiğini vurgular. Bu, öznenin kendi iradesiyle bir şeyi kuşatmaya veya bir şey tarafından kuşatılmaya çalıştığını gösterir."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَغَامَرَ - teğamera", "muzari": "يَتَغَامَرُ - yeteğameru", "masdar": "تَغَامُر - teğamur"}, "bab_anlami": "Karşılıklı olarak örtmek, kaplamak veya birbirini etkilemek. Bu kalıp, iki veya daha fazla nesnenin birbirini karşılıklı olarak etkilediği veya kuşattığı durumları ifade eder. Örneğin, iki kişinin birbirine derin bir sevgi beslemesi, iki fikrin birbirini etkilemesi veya iki gücün birbirini dengelemesi gibi durumlar bu kalıpla ifade edilebilir. Bu, karşılıklı bir etkileşim ve birbirini tamamlama veya dengeleme halini gösterir.", "mikro_mantik": "Bu kalıp, kökün anlamını karşılıklı bir etkileşim bağlamında sunar. Fiilin bu formu, iki veya daha fazla nesnenin birbirini etkilediğini veya kuşattığını vurgular. Bu, karşılıklı bir denge veya tamamlanma durumunu gösterir."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَغْمَرَ - istağmera", "muzari": "يَسْتَغْمِرُ - yestağmiru", "masdar": "اِسْتِغْمَار - istiğmar"}, "bab_anlami": "Bir şeyi tamamen örtmeyi veya kaplamayı istemek, bir şeyin içine dalmayı veya kendini bir şeyle kuşatmayı talep etmek. Bu kalıp, bir eylemi yoğun bir şekilde yapma arzusunu veya bir duruma kendini tamamen verme talebini ifade eder. Örneğin, bir kişinin kendini bir işe tamamen vermek istemesi, bir duyguya kapılmayı arzulaması veya bir düşünceye dalmayı talep etmesi gibi durumlar bu kalıpla ifade edilebilir. Bu, öznenin aktif bir şekilde bir şeyi deneyimlemeye veya yaratmaya yönelik güçlü bir arzusunu gösterir.", "mikro_mantik": "Bu kalıp, kökün anlamını yoğun bir arzu veya talep bağlamında sunar. Fiilin bu formu, öznenin aktif bir şekilde bir şeyi yapmayı veya bir duruma kendini vermeyi arzuladığını vurgular. Bu, öznenin kendi iradesiyle bir şeyi kuşatmaya veya bir şey tarafından kuşatılmaya yönelik güçlü bir isteğini gösterir."}]}], "غمز": [{"kok": "غمز", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Gizli işaret, ima, göz kırpma yoluyla aktarılan niyet veya duygu. Derinlerde yatan bir anlamın yüzeye çıkışı, bir sırrın ifşası veya bir mesajın iletilmesi.", "kavramsal_derinlik": "Beşeri ilişkilerde alttan alta verilen mesajlar, ilahi işaretlerin tecellisi ve evrenin sırlarının sembolik olarak ifade edilmesi."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "غَمَزَ - ğameze", "muzari": "يَغْمِزُ - yağmizu", "masdar": "غَمْزٌ - ğamz"}, "bab_anlami": "Birine göz kırpmak, ima etmek, alay etmek veya bir şeyi gizlice işaret etmek. Bu kalıp, eylemin doğrudan ve tek bir özne tarafından gerçekleştirildiğini gösterir. Fiilin anlamı, gizli bir niyetin veya duygunun açığa çıkmasıyla ilgilidir; bu, genellikle sözsüz bir iletişim biçimi olarak tezahür eder. Bu kalıp, aynı zamanda bir şeyin örtülü ve dolaylı bir şekilde ifade edilmesini de içerebilir.", "mikro_mantik": "Bu kalıp, fiilin temel anlamını (göz kırpmak, ima etmek) doğrudan ve değişmez bir şekilde ifade eder. Eylem, öznenin iradesiyle gerçekleşir ve nesne üzerinde belirgin bir etki yaratır. Fiilin kök anlamı, bu kalıpta herhangi bir dönüşüme uğramaz, sadece eylemin basit ve temel hali vurgulanır."}]}], "غمض": [{"kok": "غمض", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Göz kapamak, görmezden gelmek, örtmek, gizlemek; derin bir tefekkür hali, içe dönük bir arayış.", "kavramsal_derinlik": "Beşeri algının sınırları ve ilahi hakikate ulaşma çabası arasındaki gerilim. Zahiri olanın ötesine geçme, batıni anlamları keşfetme."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "غمض - ğamıda", "muzari": "يغمض - yağmudu", "masdar": "غمض - ğamd"}, "bab_anlami": "Gözünü kapamak, bir şeyi görmezden gelmek, bir kusuru örtmek, affetmek. Aynı zamanda, iç dünyasına dönerek derin düşüncelere dalmak, dış dünyanın gürültüsünden uzaklaşmak ve hakikati kendi içinde aramak. Bu kalıp, bireyin kendi içsel yolculuğunda dışsal uyaranları geçici olarak susturarak, daha derin bir anlayışa ulaşma potansiyelini ifade eder. Bu eylem, bazen bir kabullenme, bazen de bir kaçış mekanizması olarak tezahür edebilir.", "mikro_mantik": "Kökün temel anlamı olan 'örtmek, gizlemek' fiili, bu babda daha çok bireysel bir eyleme dönüşüyor. Yani, öznenin kendi algısını sınırlaması veya bir şeyi görmezden gelmesi söz konusu. Bu, kökün anlamının içselleştirilmiş ve özneye yönelik bir hale gelmesini gösterir."}]}], "غمم": [{"kok": "غمم", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Örtmek, gizlemek, belirsizleştirmek; iç sıkıntısı, keder, dertlerin yoğunlaşması ve zihni karartması.", "kavramsal_derinlik": "Bu kök, hem maddi hem de manevi anlamda bir şeyi örtbas etme, gizleme veya karartma eylemini ifade eder. Maddi anlamda bir nesnenin üzerini örtmekten, manevi anlamda ise duygusal veya zihinsel bir durumu gizlemeye kadar geniş bir yelpazede kullanılır. İnsanın iç dünyasındaki sıkıntıları, kederleri ve belirsizlikleri ifade etmede derin bir anlama sahiptir. Aynı zamanda, ilahi bir sırrın veya gerçeğin insan idrakinden gizlenmesini de sembolize edebilir."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "غَمَّ - Ğamma", "muzari": "يَغُمُّ - Yağummu", "masdar": "غَمّ - Ğamm"}, "bab_anlami": "Bir şeyi örtmek, gizlemek, sıkıntı vermek, kederlendirmek. Bu bab, eylemin doğrudan bir nesne üzerinde gerçekleştiğini ve bu nesnenin örtüldüğünü veya sıkıntıya sokulduğunu ifade eder. Failin, bir şeyi kasıtlı olarak gizlemesi veya birine keder vermesi eylemini içerir. Aynı zamanda, bir durumun veya olayın belirsizleşmesi, karmaşıklaşması ve anlaşılmaz hale gelmesi anlamlarını da taşır. Bu kalıp, varoluşsal bir ağırlığı, içsel bir sıkıntıyı veya dışsal bir baskıyı ifade edebilir. İnsanın ruhunu karartan, düşüncelerini bulandıran ve onu eylemsizliğe sürükleyen bir etkiyi tanımlar.", "mikro_mantik": "Bu babda fiilin basit ve doğrudan bir etki yarattığı görülür. Kök anlamındaki örtme ve gizleme eylemi, bu babda daha belirgin ve kasıtlı bir şekilde ifade edilir. Fiilin faili, nesneyi doğrudan etkileyerek onun görünürlüğünü veya anlaşılabilirliğini azaltır. Bu kalıp, kökün temel anlamını yoğunlaştırır ve eylemin sonuçlarına odaklanır. Matematiksel olarak, bu babdaki fiil, kökün anlamını bir çarpan gibi etkileyerek onu daha güçlü ve etkili hale getirir."}]}], "غنم": [{"kok": "غنم", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Sürü edinme, bolluk ve bereketin tezahürü", "kavramsal_derinlik": "Maddi refahın ötesinde, ruhani zenginliğe işaret"}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "غَنَمَ - Ġanama", "muzari": "يَغْنِمُ - Yaġnimu", "masdar": "غَنْم - Ġanm"}, "bab_anlami": "Bir şeyi elde etmek, ganimet almak veya bir sürüye sahip olmak. Bu, sadece maddi bir kazanım değil, aynı zamanda manevi bir doygunluğa ulaşma çabasını da ifade eder. Kişinin içsel zenginliğini keşfetmesi ve bu zenginliği başkalarıyla paylaşması, bu babın potansiyel anlam derinliklerindendir. Aynı zamanda, elde edilenin sorumluluğunu taşıma ve onu doğru amaçlar için kullanma bilincini de içerir.", "mikro_mantik": "Bu bab, kökün temel anlamını (elde etme) en yalın haliyle ifade eder. Fiilin basit geçişliliği, eylemin doğrudan bir nesne üzerindeki etkisini vurgular. Bu, elde etme eyleminin kendisinin, herhangi bir ek nitelik veya yoğunluk katmadan, temel bir olgu olarak sunulduğunu gösterir."}, {"bab_no": 2, "fiil_formlari": {"mazi": "غَنَّمَ - Ġannama", "muzari": "يُغَنِّمُ - Yuġannimu", "masdar": "تَغْنِيم - Taġnīm"}, "bab_anlami": "Birine ganimet vermek, birini zenginleştirmek veya bir sürüye sahip olmasına yardım etmek. Bu, cömertliğin ve paylaşmanın bir tezahürüdür; başkalarının refahına katkıda bulunma arzusunu ifade eder. Aynı zamanda, bir topluluğun veya bir bireyin potansiyelini ortaya çıkarma ve onu geliştirme eylemini de simgeler. Bu bab, sadece maddi yardım değil, aynı zamanda bilgi, beceri ve ilham verme yoluyla da zenginleştirmeyi kapsar.", "mikro_mantik": "Bu bab, kökün anlamını yoğunlaştırır ve geçişliliğini artırır. Fiilin etken çatısı, eylemin bir başkası üzerinde doğrudan bir etki yarattığını vurgular. Bu, zenginleştirme eyleminin, bir başkasının durumunu iyileştirmeye yönelik bilinçli ve aktif bir çaba olduğunu gösterir."}, {"bab_no": 3, "fiil_formlari": {"mazi": "أَغْنَمَ - Aġnama", "muzari": "يُغْنِمُ - Yuġnimu", "masdar": "إِغْنَام - Iġnām"}, "bab_anlami": "Ganimet elde etmeyi mümkün kılmak, bir fırsatı değerlendirmek veya bir şeyi karlı hale getirmek. Bu, proaktif bir yaklaşımı ve potansiyel faydaları fark etme yeteneğini ifade eder. Aynı zamanda, bir durumdan en iyi şekilde yararlanma ve onu olumlu bir sonuca dönüştürme becerisini de simgeler. Bu bab, sadece maddi kazanç değil, aynı zamanda kişisel gelişim ve ruhani ilerleme için fırsatlar yaratmayı da kapsar.", "mikro_mantik": "Bu bab, kökün anlamını daha geniş bir bağlama yerleştirir ve eylemin neden olduğu sonucu vurgular. Fiilin etken çatısı, eylemin bir fırsat yaratma veya bir durumu iyileştirme potansiyeline sahip olduğunu gösterir. Bu, elde etme eyleminin, sadece bir sonuç değil, aynı zamanda bir süreç ve bir potansiyel olarak da görülebileceğini gösterir."}, {"bab_no": 4, "fiil_formlari": {"mazi": "تَغَانَمَ - Taġānama", "muzari": "يَتَغَانَمُ - Yataġānamu", "masdar": "تَغَانُم - Taġānum"}, "bab_anlami": "Karşılıklı olarak ganimet elde etmek, fırsatları birlikte değerlendirmek veya birbirini zenginleştirmek. Bu, işbirliğinin ve ortaklığın gücünü ifade eder; birlikte çalışarak daha büyük bir refah ve başarıya ulaşma arzusunu simgeler. Aynı zamanda, birbirini destekleme ve birbirinin potansiyelini ortaya çıkarma eylemini de kapsar. Bu bab, sadece maddi kazanç değil, aynı zamanda sosyal uyum ve karşılıklı saygıyı da içerir.", "mikro_mantik": "Bu bab, kökün anlamını karşılıklılık ve etkileşim bağlamında sunar. Fiilin dönüşlü çatısı, eylemin hem faili hem de nesneyi etkilediğini vurgular. Bu, elde etme eyleminin, tek taraflı bir eylem değil, karşılıklı bir alışveriş ve etkileşim olduğunu gösterir."}, {"bab_no": 5, "fiil_formlari": {"mazi": "اِسْتَغْنَمَ - Istaġnama", "muzari": "يَسْتَغْنِمُ - Yastaġnimu", "masdar": "اِسْتِغْنَام - Istiġnām"}, "bab_anlami": "Ganimet elde etmeye çalışmak, bir fırsatı değerlendirmek için çabalamak veya bir şeyi karlı hale getirmek için gayret göstermek. Bu, azim ve kararlılığın bir ifadesidir; bir hedefe ulaşmak için sürekli çaba gösterme arzusunu simgeler. Aynı zamanda, zorlukların üstesinden gelme ve engelleri aşma becerisini de kapsar. Bu bab, sadece maddi kazanç değil, aynı zamanda kişisel gelişim ve ruhani olgunlaşma için de çaba göstermeyi içerir.", "mikro_mantik": "Bu bab, kökün anlamını yoğunlaştırır ve eylemin amaçlılığını vurgular. Fiilin talep çatısı, eylemin bir hedefe ulaşmaya yönelik bilinçli bir çaba olduğunu gösterir. Bu, elde etme eyleminin, sadece bir sonuç değil, aynı zamanda bir süreç ve bir arayış olarak da görülebileceğini gösterir."}]}], "غني": [{"kok": "غني", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Kendine yeterlilik, ihtiyaçsızlık, zenginlik ve bolluk. İçsel ve dışsal kaynakların tükenmezliği.", "kavramsal_derinlik": "İnsanın maddi ve manevi anlamda doygunluğa ulaşma potansiyeli; ilahi zenginliğin bir yansıması olarak varlıkta tezahür eden bolluk ve bereket."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "غَنِيَ", "muzari": "يَغْنَى", "masdar": "غِنًى"}, "bab_anlami": "Bu bab, kökün temel anlamı olan zenginlik ve ihtiyaçsızlık durumunu ifade eder. Kişinin kendi kendine yetebilmesi, başkasına muhtaç olmaması halini belirtir. Aynı zamanda, içsel zenginliğin, manevi doygunluğun ve ruhani ihtiyaçların karşılanmasının bir göstergesi olarak da yorumlanabilir.", "mikro_mantik": "Bu kalıp, fiilin özneye doğrudan etki ettiği, temel ve değişmez bir durumu ifade eder. Kök anlamının öznenin kendisinde var olduğunu ve bu durumun devamlılığını vurgular. Yani, zenginliğin veya ihtiyaçsızlığın öznenin doğasında var olduğunu gösterir."}, {"bab_no": 2, "fiil_formlari": {"mazi": "غَنَّى", "muzari": "يُغَنِّي", "masdar": "تَغْنِيَة"}, "bab_anlami": "Bu bab, zenginleştirmek, doyurmak veya bir şeyi yeterli hale getirmek anlamını taşır. Bir başkasını zenginleştirmek, bir ihtiyacı gidermek veya bir şeyi tatmin etmek eylemini ifade eder. Ayrıca, müzik ve şarkı yoluyla ruhu doyurmak, duygusal bir zenginlik katmak anlamında da kullanılabilir.", "mikro_mantik": "Bu kalıp, kök anlamının bir başkasına aktarılması veya bir nesne üzerinde uygulanması eylemini gösterir. Fiilin geçişli olduğunu ve bir nesneye ihtiyaç duyduğunu belirtir. Yani, zenginleştirme veya doyurma eyleminin bir hedefi olduğunu vurgular."}, {"bab_no": 3, "fiil_formlari": {"mazi": "غَانَى", "muzari": "يُغَانِي", "masdar": "مُغَانَاة"}, "bab_anlami": "Bu bab, karşılıklı zenginleşme, birbirini doyurma veya bir konuda rekabet etme anlamlarını içerir. İki tarafın birbirine zenginlik katması, karşılıklı ihtiyaçları gidermesi veya bir konuda üstünlük sağlamak için yarışması durumunu ifade eder. Aynı zamanda, müzikal bir düet veya karşılıklı şarkı söyleme anlamında da kullanılabilir.", "mikro_mantik": "Bu kalıp, fiilin iki özne arasında karşılıklı olarak gerçekleştiğini gösterir. Bir etkileşim ve rekabet unsuru içerir. Yani, zenginleşme veya doyurma eyleminin karşılıklı bir alışveriş olduğunu vurgular."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَغْنَى", "muzari": "يُغْنِي", "masdar": "إِغْنَاء"}, "bab_anlami": "Bu bab, zenginleştirmek, ihtiyaçtan kurtarmak veya bir şeyi yeterli hale getirmek anlamlarını taşır. Bir başkasını zenginleştirmek, bir ihtiyacı gidermek veya bir şeyi tatmin etmek eylemini ifade eder. Ayrıca, bir şeyi gereksiz kılmak, ondan vazgeçmek anlamında da kullanılabilir.", "mikro_mantik": "Bu kalıp, fiilin bir başkası üzerinde bir etki yarattığını ve bu etkinin bir sonuç doğurduğunu gösterir. Bir şeyi yeterli hale getirme veya ihtiyaçtan kurtarma eyleminin sonucunda bir rahatlama veya kolaylık sağlandığını vurgular."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَغَنَّى", "muzari": "يَتَغَنَّى", "masdar": "تَغَنِّي"}, "bab_anlami": "Bu bab, zenginlikle övünmek, şarkı söyleyerek kendini tatmin etmek veya bir şeyle yetinmek anlamlarını taşır. Kişinin sahip olduğu zenginlikle gurur duyması, şarkı söyleyerek duygusal bir tatmin yaşaması veya elindekiyle yetinerek ihtiyaç duymaması durumunu ifade eder. Aynı zamanda, bir konuda uzmanlaşmak, o konuda kendini geliştirmek anlamında da kullanılabilir.", "mikro_mantik": "Bu kalıp, fiilin öznenin kendisi üzerinde yoğunlaştığını ve bir içsel süreçle ilişkili olduğunu gösterir. Bir kendini ifade etme, tatmin olma veya yetinme eylemini vurgular."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَغَانَى", "muzari": "يَتَغَانَى", "masdar": "تَغَانِي"}, "bab_anlami": "Bu bab, karşılıklı zenginleşme veya birbirini ihtiyaçtan kurtarma çabası içinde olmak anlamlarını taşır. İki tarafın birbirine zenginlik katmaya çalışması, karşılıklı ihtiyaçları gidermeye yönelik çaba göstermesi veya birbirini destekleyerek daha iyi bir duruma gelmesi durumunu ifade eder. Aynı zamanda, birbirine şarkı söyleyerek eğlenmek anlamında da kullanılabilir.", "mikro_mantik": "Bu kalıp, fiilin iki özne arasında karşılıklı bir etkileşim ve işbirliği olduğunu gösterir. Bir dayanışma ve yardımlaşma unsuru içerir. Yani, zenginleşme veya ihtiyaçtan kurtulma eyleminin ortak bir çaba sonucu gerçekleştiğini vurgular."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْغَنَى", "muzari": "يَنْغَنِي", "masdar": "اِنْغِنَاء"}, "bab_anlami": "Bu bab, zenginleşmek, ihtiyaçtan kurtulmak veya bir şeyle yetinmek anlamlarını taşır. Kişinin kendi çabasıyla zenginleşmesi, bir ihtiyacını gidermesi veya elindekiyle yetinerek başkasına muhtaç olmaması durumunu ifade eder. Aynı zamanda, bir konuda ustalaşmak, o konuda kendini geliştirmek anlamında da kullanılabilir.", "mikro_mantik": "Bu kalıp, fiilin öznenin kendiliğinden gerçekleştiğini ve bir dış etkene ihtiyaç duymadığını gösterir. Bir kendi kendine yeterlilik ve bağımsızlık unsuru içerir. Yani, zenginleşme veya ihtiyaçtan kurtulma eyleminin öznenin kendi içsel gücüyle gerçekleştiğini vurgular."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِغْتَنَى", "muzari": "يَغْتَنِي", "masdar": "اِغْتِنَاء"}, "bab_anlami": "Bu bab, zenginleşmek, servet edinmek veya bir şeyden faydalanmak anlamlarını taşır. Kişinin çaba göstererek zenginleşmesi, mal mülk edinmesi veya bir şeyden yararlanarak daha iyi bir duruma gelmesi durumunu ifade eder. Aynı zamanda, bir fırsatı değerlendirmek, bir imkandan faydalanmak anlamında da kullanılabilir.", "mikro_mantik": "Bu kalıp, fiilin öznenin bir çaba sonucu elde ettiği bir kazanımı gösterir. Bir fırsatı değerlendirme ve sonuç elde etme unsuru içerir. Yani, zenginleşme veya faydalanma eyleminin bir emek ve çaba sonucu gerçekleştiğini vurgular."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اِغْنَانَى", "muzari": "يَغْنَانِي", "masdar": "اِغْنِينَاء"}, "bab_anlami": "Bu kalıp nadiren kullanılır ve genellikle abartılı bir zenginleşme veya aşırı derecede ihtiyaçsızlık durumunu ifade eder. Kişinin beklenmedik bir şekilde aşırı zenginleşmesi, her türlü ihtiyacının karşılanması ve hiçbir şeye muhtaç olmaması durumunu belirtir. Bu durum, genellikle ilahi bir lütuf veya olağanüstü bir olay sonucu gerçekleşir.", "mikro_mantik": "Bu kalıp, fiilin öznenin üzerinde olağanüstü bir etki yarattığını ve bu etkinin abartılı bir sonucu olduğunu gösterir. Bir mucize veya ilahi bir müdahale unsuru içerir. Yani, zenginleşme veya ihtiyaçtan kurtulma eyleminin normal sınırların ötesinde gerçekleştiğini vurgular."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَغْنَى", "muzari": "يَسْتَغْنِي", "masdar": "اِسْتِغْنَاء"}, "bab_anlami": "Bu bab, ihtiyaç duymamak, kendini yeterli görmek veya bir şeyden vazgeçmek anlamlarını taşır. Kişinin bir şeye ihtiyaç duymaması, kendi kendine yetebilmesi veya bir şeyden vazgeçerek ondan kurtulması durumunu ifade eder. Aynı zamanda, bir konuda bilgi sahibi olmak, o konuda uzmanlaşmak anlamında da kullanılabilir.", "mikro_mantik": "Bu kalıp, fiilin öznenin bir karar verme ve tercih yapma sürecini gösterir. Bir bağımsızlık ve özgürlük unsuru içerir. Yani, ihtiyaç duymama veya vazgeçme eyleminin öznenin kendi iradesiyle gerçekleştiğini vurgular."}, {"bab_no": 11, "fiil_formlari": {"mazi": "اِغْنَوَّنَّ", "muzari": "يَغْنَوِّنُّ", "masdar": "اِغْنِينَانّ"}, "bab_anlami": "Bu kalıp, nadir ve yoğun bir zenginlik veya bolluk durumunu ifade eder. Bir şeyin aşırı derecede zengin veya bereketli olması, bolluk içinde yüzmesi ve her türlü ihtiyacın fazlasıyla karşılanması durumunu belirtir. Bu durum, genellikle doğal kaynakların zenginliği veya ilahi bir lütuf sonucu ortaya çıkar.", "mikro_mantik": "Bu kalıp, fiilin öznenin üzerinde yoğun ve kalıcı bir etki yarattığını gösterir. Bir abartı ve yoğunluk unsuru içerir. Yani, zenginlik veya bolluk durumunun olağanüstü bir seviyede olduğunu vurgular."}]}], "غوث": [{"kok": "غوث", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Yardım, imdat, destek; bir ihtiyacı giderme, zor durumdan kurtarma. 'Ğavs' kökü, evrende bir varlığın diğerine yönelik şefkatini, merhametini ve yardım elini uzatmasını ifade eder. Bu, sadece maddi bir destek değil, aynı zamanda manevi bir rehberlik, ilham ve umut kaynağı olma halidir.", "kavramsal_derinlik": "Beşeri boyutta, insanların birbirine olan sorumluluğunu, dayanışmasını ve şefkatini temsil eder. İlahi boyutta ise, Allah'ın kullarına olan sonsuz merhametini, lütfunu ve her an onlara yardım etmeye hazır olduğunu simgeler. Bu kök, insanın hem kendi içindeki potansiyel iyiliği hem de evrensel bir yardım ve kurtuluş arayışını ifade eder."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "غَاثَ", "muzari": "يَغُوثُ", "masdar": "غَوْث"}, "bab_anlami": "Yardım etmek, imdat etmek, birinin yardımına koşmak. Bu bab, bir ihtiyacı gidermek veya bir zorluğu ortadan kaldırmak için aktif bir çaba göstermeyi ifade eder. Bu, sadece bir eylem değil, aynı zamanda bir niyet ve kararlılık halidir; yardıma muhtaç olana el uzatmak için içsel bir motivasyon duymayı içerir. Bu kalıp, yardım edenin aktif rolünü ve yardım edilenin pasif durumunu vurgular, böylece eylemin yönü ve amacı netleşir.", "mikro_mantik": "Bu kalıp, fiilin temel anlamını doğrudan ve etkili bir şekilde ifade eder. Kökün anlamını yoğunlaştırır ve eylemin gerçekleşme biçimini vurgular. Fiilin yalın hali, yardım etme eyleminin temel ve en doğal ifadesidir; başka bir kalıba girmeksizin kökün öz anlamını taşır."}, {"bab_no": 2, "fiil_formlari": {"mazi": "غُوِّثَ", "muzari": "يُغَوَّثُ", "masdar": "تَغْوِيث"}, "bab_anlami": "Yardım talebinde bulunmak, imdat istemek, birinden yardım görmeyi beklemek. Bu bab, bir varlığın zor durumda olduğunu ve başkasından yardım beklediğini ifade eder. Bu, sadece bir talep değil, aynı zamanda bir umut ve güvendir; yardım edenin varlığına ve yeteneğine olan inancı içerir. Bu kalıp, yardım edilenin pasif rolünü ve yardım edenin aktif müdahalesini vurgular, böylece eylemin karşılıklı bağımlılığı ortaya çıkar.", "mikro_mantik": "Bu kalıp, fiilin edilgen (pasif) halini ifade eder. Kökün anlamını alıcı tarafa yönlendirir ve eylemin kime yönelik olduğunu vurgular. Fiilin edilgen yapısı, yardım talebinin ve beklentisinin önemini artırır; yardım edenin eylemi, yardım edilenin ihtiyacına cevap verme sorumluluğunu taşır."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَغَاثَ", "muzari": "يُغِيثُ", "masdar": "إِغَاثَة"}, "bab_anlami": "Yardım etmek, imdadına yetişmek, birini kurtarmak. Bu bab, aktif bir şekilde yardım etmeyi, birinin zor durumdan kurtulmasına vesile olmayı ifade eder. Bu, sadece bir eylem değil, aynı zamanda bir sorumluluk ve merhamettir; yardıma muhtaç olana karşı duyulan şefkati ve onu kurtarma arzusunu içerir. Bu kalıp, yardım edenin aktif rolünü ve yardım edilenin pasif durumunu vurgular, böylece eylemin etkisi ve sonucu netleşir.", "mikro_mantik": "Bu kalıp, fiilin geçişli (müteaddi) halini ifade eder. Kökün anlamını bir nesneye yönlendirir ve eylemin kimin üzerinde gerçekleştiğini vurgular. Fiilin geçişli yapısı, yardım etme eyleminin etkisini ve sonucunu belirginleştirir; yardım edenin eylemi, yardım edilenin durumunu iyileştirme amacını taşır."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَغَاثَ", "muzari": "يَسْتَغِيثُ", "masdar": "اِسْتِغَاثَة"}, "bab_anlami": "Yardım istemek, imdat dilemek, birinden yardım talep etmek. Bu bab, bir varlığın çaresizlik içinde olduğunu ve bir kurtarıcı aradığını ifade eder. Bu, sadece bir talep değil, aynı zamanda bir yakarış ve umuttur; yardım edenin sonsuz merhametine ve gücüne olan inancı içerir. Bu kalıp, yardım edilenin zayıf durumunu ve yardım edenin potansiyel gücünü vurgular, böylece eylemin anlamı derinleşir.", "mikro_mantik": "Bu kalıp, fiilin talep veya arayış anlamını güçlendirir. Kökün anlamını yoğunlaştırır ve eylemin amacını vurgular. Fiilin talep edici yapısı, yardım isteme eyleminin önemini artırır; yardım edenin eylemi, yardım edilenin ihtiyacına cevap verme sorumluluğunu taşır ve bu eylem, bir tür manevi bağ kurma potansiyeli taşır."}]}], "غور": [{"kok": "غور", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Derinlemesine nüfuz etme, bir şeyin iç yüzünü anlama çabası.", "kavramsal_derinlik": "Maddi dünyanın ötesine geçerek, manevi ve metafiziksel boyutlarda derinlemesine düşünme ve anlama yeteneği."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "غَارَ - ġāra", "muzari": "يَغُورُ - yaġūru", "masdar": "غَوْر - ġawr"}, "bab_anlami": "Derine inmek, bir şeyin derinliklerine nüfuz etmek, kaybolmak veya gizlenmek. Bu kalıp, bir şeyin yüzeyinin ötesine geçerek içsel özünü keşfetme arzusunu ifade eder. Aynı zamanda, bir şeyin derinliklerinde kaybolma veya gizlenme durumunu da temsil edebilir, bu da bilinçli bir şekilde içe dönme ve dış dünyadan uzaklaşma eylemini simgeler.", "mikro_mantik": "Bu kalıp, kökün temel anlamını (derinlik) fiili bir eyleme dönüştürür. Bir şeyin derinliğine inme eylemi, kökün statik anlamını dinamik bir sürece çevirir. Bu, öznenin derinlemesine bir keşif veya kayboluş sürecine dahil olduğunu gösterir."}, {"bab_no": 2, "fiil_formlari": {"mazi": "غَوَّرَ - ġawwara", "muzari": "يُغَوِّرُ - yuġawwiru", "masdar": "تَغْوِير - taġwīr"}, "bab_anlami": "Derinleştirmek, bir şeyi daha derine indirmek veya bir şeyin derinliğini artırmak. Bu kalıp, bir şeyin mevcut derinliğini aşarak daha karmaşık ve anlaşılması zor bir hale getirme eylemini ifade eder. Aynı zamanda, bir durumu veya konuyu daha da karmaşıklaştırarak gizemli bir hale sokma anlamını da taşıyabilir. Bu, bilginin derinleşmesi veya bir sırrın daha da gizlenmesi şeklinde tezahür edebilir.", "mikro_mantik": "Bu kalıp, kökün anlamını yoğunlaştırır ve derinleştirme eyleminin kasıtlı ve tekrarlayan bir şekilde yapıldığını gösterir. Bu, öznenin bir şeyi daha derinlemesine araştırma veya gizleme konusunda aktif bir rol oynadığını vurgular."}, {"bab_no": 3, "fiil_formlari": {"mazi": "أَغَارَ - aġāra", "muzari": "يُغِيرُ - yuġīru", "masdar": "إِغَارَة - iġāra"}, "bab_anlami": "Derinlere indirmek, bir şeyi derin bir yere yerleştirmek veya saklamak. Bu kalıp, bir şeyi gözlerden uzak tutmak, korumak veya gizlemek amacıyla derin bir yere gömme eylemini ifade eder. Aynı zamanda, bir şeyi derinlemesine etkilemek veya nüfuz etmek anlamını da taşıyabilir, bu da bir şeyin içsel yapısını derinlemesine değiştirme veya etkileme gücünü simgeler.", "mikro_mantik": "Bu kalıp, kökün anlamını bir eylemle ilişkilendirir ve bu eylemin bir nesneyi derinlere yerleştirmek veya bir şeyi derinlemesine etkilemek olduğunu gösterir. Bu, öznenin bir şeyi koruma veya etkileme amacıyla derinliği kullandığını vurgular."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَغَوَّرَ - taġawwara", "muzari": "يَتَغَوَّرُ - yataġawwaru", "masdar": "تَغَوُّر - taġawwur"}, "bab_anlami": "Derinleşmek, derinlere inmek veya bir şeyin derinliklerine doğru gitmek. Bu kalıp, bir şeyin giderek daha karmaşık ve anlaşılması zor bir hale gelme sürecini ifade eder. Aynı zamanda, bir kişinin iç dünyasına dönerek kendi derinliklerini keşfetme veya bir konunun derinliklerine inerek daha fazla bilgi edinme çabasını da simgeler. Bu, kişisel gelişim veya bilgi arayışı bağlamında ortaya çıkabilir.", "mikro_mantik": "Bu kalıp, kökün anlamını bir süreçle ilişkilendirir ve bu sürecin öznenin kendisi tarafından başlatıldığını veya deneyimlendiğini gösterir. Bu, öznenin derinleşme veya derinlere inme konusunda aktif bir rol oynadığını vurgular."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَغَايَرَ - taġāyara", "muzari": "يَتَغَايَرُ - yataġāyaru", "masdar": "تَغَايُر - taġāyur"}, "bab_anlami": "Değişmek, farklılaşmak, başkalaşmak. Bu kalıp, bir şeyin özünde var olan derinlikten kaynaklanan farklılaşma ve dönüşüm süreçlerini ifade eder. Bu, bir şeyin içsel yapısındaki derin değişimlerin dışsal görünümüne yansıması şeklinde tezahür edebilir. Aynı zamanda, farklılıkların ve çeşitliliğin derinlemesine anlaşılması ve kabul edilmesi anlamına da gelebilir.", "mikro_mantik": "Bu kalıp, kökün anlamını karşılıklı bir ilişkiyle ilişkilendirir ve bu ilişkinin farklılaşma veya değişme üzerine kurulu olduğunu gösterir. Bu, öznenin başka bir şeyle karşılaştırıldığında farklı veya değişmiş olduğunu vurgular."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِغْتَارَ - iġtāra", "muzari": "يَغْتَارُ - yaġtāru", "masdar": "اِغْتِيَار - iġtiyār"}, "bab_anlami": "Derinlemesine araştırmak, bir şeyin iç yüzünü anlamaya çalışmak, gizli anlamları keşfetmek. Bu kalıp, bir şeyin yüzeyinin ötesine geçerek daha derin ve karmaşık anlamlarını ortaya çıkarma çabasını ifade eder. Aynı zamanda, bir şeyin içsel değerini veya potansiyelini keşfetme arzusunu da simgeler. Bu, bilginin derinleşmesi veya bir sırrın çözülmesi şeklinde tezahür edebilir.", "mikro_mantik": "Bu kalıp, kökün anlamını bir eylemle ilişkilendirir ve bu eylemin derinlemesine bir araştırma veya keşif olduğunu gösterir. Bu, öznenin bir şeyi daha iyi anlamak veya değerlendirmek amacıyla derinliği kullandığını vurgular."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَغَارَ - istaġāra", "muzari": "يَسْتَغِيرُ - yastaġīru", "masdar": "اِسْتِغَارَة - istiġāra"}, "bab_anlami": "Derinlik aramak, bir şeyin derinliklerine ulaşmaya çalışmak, derinlemesine bilgi edinmek istemek. Bu kalıp, bir şeyin yüzeyel bilgisinin ötesine geçerek daha derin ve kapsamlı bir anlayışa ulaşma arzusunu ifade eder. Aynı zamanda, bir konunun derinliklerine inerek gizli veya bilinmeyen yönlerini keşfetme çabasını da simgeler. Bu, bilginin derinleşmesi veya bir sırrın çözülmesi için çaba gösterme şeklinde tezahür edebilir.", "mikro_mantik": "Bu kalıp, kökün anlamını bir talep veya arzuyla ilişkilendirir ve bu talebin derinlik veya derinlemesine bilgi edinme üzerine olduğunu gösterir. Bu, öznenin bir şeyi daha iyi anlamak veya değerlendirmek için derinliği aradığını vurgular."}]}], "غوص": [{"kok": "غوص", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Derinlere dalmak, gizli olana nüfuz etmek, bilinmeyeni keşfetme arzusu.", "kavramsal_derinlik": "Maddi derinliklerden manevi derinliklere, içsel keşiflerden evrenin sırlarına uzanan bir yolculuk."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "غَاصَ - ğāṣa", "muzari": "يَغُوصُ - yaġūṣu", "masdar": "غَوْص - ġavṣ"}, "bab_anlami": "Bir şeyin derinliklerine dalmak, suya veya mecazi anlamda bir konunun içine nüfuz etmek. Bu kalıp, bir hedefe ulaşmak için gösterilen çabayı ve derinlemesine araştırmayı ifade eder. Aynı zamanda, bir şeyin özünü anlamak için yapılan yoğunlaşmayı ve odaklanmayı da içerir.", "mikro_mantik": "Bu kalıp, kökün temel anlamını doğrudan ve yoğun bir şekilde eyleme dönüştürür. Fiilin basit ve temel formu, eylemin kendisinin derinlik ve nüfuz etme niteliğini vurgular. Kökün enerjisi, öznenin derinlemesine bir eylem gerçekleştirmesine odaklanır."}, {"bab_no": 2, "fiil_formlari": {"mazi": "غَوَّصَ - ğawwaṣa", "muzari": "يُغَوِّصُ - yuġawwiṣu", "masdar": "تَغْوِيص - taġwīṣ"}, "bab_anlami": "Bir şeyi derinlere daldırmak, birini bir şeyin derinliklerine sokmak veya bir konuda derinlemesine bilgi sahibi olmak için çaba göstermek. Bu kalıp, eylemin yoğunluğunu ve tekrarlanmasını ifade eder, bir şeyi derinlemesine incelemek veya birini bir konuda derinlemesine eğitmek gibi anlamlara gelir. Aynı zamanda, bir şeyi gizlemek veya örtbas etmek anlamında da kullanılabilir.", "mikro_mantik": "Bu kalıp, kökün anlamını yoğunlaştırır ve eylemin tekrarlanmasını veya bir başkası üzerinde uygulanmasını ifade eder. Fiilin şiddeti ve derinliği artar, kökün enerjisi bir şeyi derinlemesine etkileme veya bir başkasını derinlemesine bir sürece dahil etme üzerine yoğunlaşır."}, {"bab_no": 3, "fiil_formlari": {"mazi": "أَغَاصَ - aġāṣa", "muzari": "يُغِيصُ - yuġīṣu", "masdar": "إِغَاصَة - iġāṣa"}, "bab_anlami": "Birini derinlere daldırmaya zorlamak, bir şeyi derinlere batırmak veya bir durumu karmaşık hale getirmek. Bu kalıp, bir eylemi başkasına yaptırmak veya bir durumu daha derin ve karmaşık hale getirmek anlamında kullanılır. Aynı zamanda, bir şeyi gizlemek veya örtbas etmek için yapılan bir eylemi de ifade edebilir.", "mikro_mantik": "Bu kalıp, kökün anlamını başkasına yöneltme veya bir durumu derinleştirme eylemini ifade eder. Fiilin etkisi artar ve kökün enerjisi bir başkasını derin bir sürece dahil etme veya bir durumu daha karmaşık hale getirme üzerine yoğunlaşır."}, {"bab_no": 4, "fiil_formlari": {"mazi": "تَغَاوَصَ - taġāwaṣa", "muzari": "يَتَغَاوَصُ - yataġāwaṣu", "masdar": "تَغَاوُص - taġāwuṣ"}, "bab_anlami": "Karşılıklı olarak derinlere dalmak, birbirini derinlemesine anlamaya çalışmak veya bir konuda ortaklaşa derinlemesine araştırma yapmak. Bu kalıp, iki veya daha fazla kişi arasındaki etkileşimi ve ortak çabayı ifade eder. Aynı zamanda, birbirini aldatmaya çalışmak veya bir şeyi gizlemek için işbirliği yapmak anlamında da kullanılabilir.", "mikro_mantik": "Bu kalıp, kökün anlamını karşılıklı etkileşim ve işbirliği bağlamında ifade eder. Fiilin etkisi iki veya daha fazla özne arasında paylaşılır ve kökün enerjisi ortak bir hedefe ulaşmak için birlikte çalışma üzerine yoğunlaşır."}, {"bab_no": 5, "fiil_formlari": {"mazi": "اِغْتَاصَ - iġtāṣa", "muzari": "يَغْتَاصُ - yaġtāṣu", "masdar": "اِغْتِيَاص - iġtiyāṣ"}, "bab_anlami": "Derinlere dalmak, bir şeyi derinlemesine araştırmak veya bir konuda derin bilgi edinmek için çaba göstermek. Bu kalıp, öznenin kendi başına yaptığı derinlemesine bir araştırmayı veya bir konuda uzmanlaşma çabasını ifade eder. Aynı zamanda, bir şeyi gizlice elde etmeye çalışmak veya birinin sırlarını öğrenmeye çalışmak anlamında da kullanılabilir.", "mikro_mantik": "Bu kalıp, kökün anlamını öznenin kendi başına yaptığı derinlemesine bir eylem olarak ifade eder. Fiilin etkisi öznenin üzerinde yoğunlaşır ve kökün enerjisi bir şeyi derinlemesine anlama veya elde etme üzerine odaklanır."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَغَاصَّ - taġāṣṣa", "muzari": "يَتَغَاصُّ - yataġāṣṣu", "masdar": "تَغَاصّ - taġāṣṣ"}, "bab_anlami": "Derinlere dalmış gibi davranmak, bir şeyi derinlemesine anlıyormuş gibi yapmak veya bir konuda uzmanmış gibi görünmek. Bu kalıp, birinin gerçekte olduğundan daha bilgili veya yetenekli görünmeye çalıştığı durumlarda kullanılır. Aynı zamanda, bir şeyi gizlemek veya örtbas etmek için yapılan bir numarayı da ifade edebilir.", "mikro_mantik": "Bu kalıp, kökün anlamını yanıltıcı bir şekilde sergileme veya gizleme eylemi olarak ifade eder. Fiilin etkisi aldatma veya yanıltma üzerine yoğunlaşır ve kökün enerjisi gerçek niyeti gizleme veya farklı gösterme üzerine odaklanır."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْغَاصَ - inġāṣa", "muzari": "يَنْغَاصُ - yanġāṣu", "masdar": "اِنْغِيَاص - inġiyāṣ"}, "bab_anlami": "Derinlere dalmak, bir şeyin içine gömülmek veya bir durumun içine çekilmek. Bu kalıp, öznenin bir şeyin etkisi altına girmesi veya bir durumun içinde kaybolması anlamında kullanılır. Aynı zamanda, bir şeyin içine gizlenmek veya saklanmak anlamında da kullanılabilir.", "mikro_mantik": "Bu kalıp, kökün anlamını pasif bir şekilde bir şeyin içine dahil olma veya gömülme eylemi olarak ifade eder. Fiilin etkisi öznenin üzerinde yoğunlaşır ve kökün enerjisi bir şeyin içine çekilme veya bir durumun etkisi altında kalma üzerine odaklanır."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِغْتَوَصَ - iġtawaṣa", "muzari": "يَغْتَوِصُ - yaġtawiṣu", "masdar": "اِغْتِوَاص - iġtiwāṣ"}, "bab_anlami": "Derinlere dalmak, bir şeyi derinlemesine araştırmak veya bir konuda derin bilgi edinmek için çaba göstermek. Bu kalıp, öznenin kendi başına yaptığı derinlemesine bir araştırmayı veya bir konuda uzmanlaşma çabasını ifade eder. Aynı zamanda, bir şeyi gizlice elde etmeye çalışmak veya birinin sırlarını öğrenmeye çalışmak anlamında da kullanılabilir. (Bab 5 ile benzer anlam)", "mikro_mantik": "Bu kalıp, kökün anlamını öznenin kendi başına yaptığı derinlemesine bir eylem olarak ifade eder. Fiilin etkisi öznenin üzerinde yoğunlaşır ve kökün enerjisi bir şeyi derinlemesine anlama veya elde etme üzerine odaklanır. (Bab 5 ile benzer mantık)"}, {"bab_no": 9, "fiil_formlari": {"mazi": "اِغْوَاصَّ - iġwāṣṣa", "muzari": "يَغْوَاصُّ - yaġwāṣṣu", "masdar": "اِغْوِيَاصّ - iġwiyāṣṣ"}, "bab_anlami": "Derinlere dalmak, bir şeyin derinliklerine nüfuz etmek veya bir konuda derinlemesine bilgi sahibi olmak. Bu kalıp, bir şeyin özünü anlamak için yapılan yoğunlaşmayı ve odaklanmayı ifade eder. Aynı zamanda, bir şeyin içine gömülmek veya bir durumun içine çekilmek anlamında da kullanılabilir. (Bab 7 ile benzer anlam)", "mikro_mantik": "Bu kalıp, kökün anlamını pasif bir şekilde bir şeyin içine dahil olma veya gömülme eylemi olarak ifade eder. Fiilin etkisi öznenin üzerinde yoğunlaşır ve kökün enerjisi bir şeyin içine çekilme veya bir durumun etkisi altında kalma üzerine odaklanır. (Bab 7 ile benzer mantık)"}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَغَاصَ - istaġāṣa", "muzari": "يَسْتَغِيصُ - yastaġīṣu", "masdar": "اِسْتِغَاصَة - istiġāṣa"}, "bab_anlami": "Derinlere dalmayı istemek, bir şeyi derinlemesine araştırmak için yardım istemek veya bir konuda derin bilgi edinmek için çaba göstermek. Bu kalıp, bir hedefe ulaşmak için gösterilen çabayı ve derinlemesine araştırmayı ifade eder. Aynı zamanda, bir şeyin özünü anlamak için yapılan yoğunlaşmayı ve odaklanmayı da içerir. (Bab 1 ile benzer anlam)", "mikro_mantik": "Bu kalıp, kökün temel anlamını doğrudan ve yoğun bir şekilde eyleme dönüştürme isteğini ifade eder. Fiilin basit ve temel formu, eylemin kendisinin derinlik ve nüfuz etme niteliğini vurgular. Kökün enerjisi, öznenin derinlemesine bir eylem gerçekleştirmesine odaklanır. (Bab 1 ile benzer mantık)"}]}], "غوط": [{"kok": "غوط", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Örtmek, gizlemek, içine almak; bir şeyin derinliğine nüfuz etmek, kuşatmak, çevrelemek.", "kavramsal_derinlik": "Bu kök, hem maddi hem de manevi anlamda bir şeyi kuşatan, onu dış etkilerden koruyan veya bir şeyin içsel derinliklerine nüfuz eden bir gücü ifade eder. Beşeri boyutta, bir şeyin etrafını çevirerek onu koruma veya saklama eylemi olarak tezahür ederken, ilahi boyutta ise Allah'ın rahmetinin ve bilgisinin her şeyi kuşatması, her şeyin iç yüzünü bilmesi şeklinde kendini gösterir."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "غَاطَ - Ġāṭa", "muzari": "يَغُوطُ - Yaġūṭu", "masdar": "غَوْط - Ġawṭ"}, "bab_anlami": "Bir şeyi derinlemesine örtmek, gizlemek veya bir şeyin içine tamamen dalmak, nüfuz etmek. Bu kalıp, eylemin yoğunluğunu ve derinliğini vurgular. Örneğin, bir düşünceye derinlemesine dalmak veya bir sırrı tamamen gizlemek gibi. Aynı zamanda, bir şeyin içsel özüne ulaşma veya bir şeyi tam anlamıyla anlama çabasını da ifade edebilir. Bu kalıp, eylemin hem fiziksel hem de metafiziksel boyutlarda derinlemesine gerçekleştiğini gösterir.", "mikro_mantik": "Bu bab, kökün anlamını derinleştirir ve yoğunlaştırır. Fiilin geçişsiz halden geçişli hale gelmesiyle, eylemin bir nesne üzerinde yoğunlaşmasını ve o nesneyi tamamen etkilemesini ifade eder. Bu, kökün temel anlamındaki 'örtmek' veya 'gizlemek' eyleminin daha kapsamlı ve etkili bir şekilde gerçekleştiğini gösterir. Aynı zamanda, eylemin öznenin iç dünyasında derin bir etki bıraktığını da ima edebilir."}]}], "غول": [{"kok": "غول", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Yok etme, ele geçirme, baskın gelme. Bu kök, bir şeyin kontrolünü ele geçirme veya bir şeyi ortadan kaldırma eylemini ifade eder. Aynı zamanda, bir şeyin cazibesine kapılma veya bir şey tarafından büyülenme anlamını da taşır.", "kavramsal_derinlik": "Bu kök, hem fiziksel hem de metafiziksel düzlemlerde etkili olabilir. Fiziksel düzlemde, bir düşmanı yenmek veya bir engeli aşmak anlamına gelebilirken, metafiziksel düzlemde, nefsi yenmek veya kötü alışkanlıklardan kurtulmak anlamına gelebilir. Kökün içerdiği 'büyülenme' kavramı, insanın arzu ve tutkularının esiri olabileceğine işaret eder, bu da ahlaki bir sınavı temsil eder."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "غَالَ - Ġāla", "muzari": "يَغُولُ - Yaġūlu", "masdar": "غَوْل - Ġawl"}, "bab_anlami": "Yok etmek, helak etmek, aklı çelmek, baştan çıkarmak. Bu kalıp, bir şeyin doğal halini bozarak onu işlevsiz hale getirme veya etkisizleştirme eylemini ifade eder. Aynı zamanda, bir kişiyi doğru yoldan saptırarak onu kötü bir duruma düşürme anlamını da taşır. Bu, hem fiziksel bir yok etme hem de manevi bir yozlaşma olabilir.", "mikro_mantik": "Bu bab, kökün temel anlamını doğrudan eylemsel bir ifadeye dönüştürür. Fiilin faili, yok etme, helak etme veya aklı çelme eylemini gerçekleştiren özne konumundadır. Kökün içerdiği potansiyel tehlike ve yıkıcılık bu babda belirginleşir."}, {"bab_no": 2, "fiil_formlari": {"mazi": "غُوِّلَ - Ġuwwila", "muzari": "يُغَوَّلُ - Yuġawwalu", "masdar": "تَغْوِيل - Taġwīl"}, "bab_anlami": "Yok edilmek, helak edilmek, aklı çelinmek, baştan çıkarılmak. Bu kalıp, bir öznenin yok edici veya baştan çıkarıcı bir etkiye maruz kalmasını ifade eder. Bu, dışsal bir gücün veya etkinin, öznenin iradesini zayıflatarak onu kontrol altına alması durumunu gösterir. Pasif yapısıyla, öznenin savunmasızlığını ve dış etkilere açık olduğunu vurgular.", "mikro_mantik": "Bu bab, kökün anlamını edilgen bir yapıya dönüştürerek, eylemin özne üzerindeki etkisini vurgular. Failin eylemi gerçekleştiren değil, eylemden etkilenen konumda olduğunu gösterir. Bu, kökün içerdiği tehlikenin ve yıkıcılığın, bir başkası tarafından maruz kalınabilecek bir durum olduğunu ifade eder."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَغَوَّلَ - Taġawwala", "muzari": "يَتَغَوَّلُ - Yataġawwalu", "masdar": "تَغَوُّل - Taġawwul"}, "bab_anlami": "Yok edici gibi davranmak, helak edici özellikler sergilemek, aklı çelici olmak. Bu kalıp, bir öznenin yok edici, helak edici veya aklı çelici özelliklere sahipmiş gibi görünmesini veya bu yönde bir çaba göstermesini ifade eder. Bu, öznenin içsel bir eğilimini veya dışsal bir rolü benimsemesini gösterebilir. Aynı zamanda, bir şeyin gerçek doğasını gizleyerek yanıltıcı bir etki yaratma anlamını da taşır.", "mikro_mantik": "Bu bab, kökün anlamını bir süreç veya davranış biçimi olarak ifade eder. Fail, yok etme veya aklı çelme eylemini doğrudan gerçekleştirmek yerine, bu yönde bir eğilim veya çaba gösterir. Bu, kökün içerdiği tehlikenin ve yıkıcılığın, bir niyet veya eğilim olarak ortaya çıkabileceğini gösterir."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَغَالَ - İstaġāla", "muzari": "يَسْتَغِيلُ - Yastaġīlu", "masdar": "اِسْتِغَالَة - İstiġāla"}, "bab_anlami": "Yok etmeye çalışmak, helak etmeyi istemek, aklı çelmeyi arzulamak. Bu kalıp, bir öznenin yok etme, helak etme veya aklı çelme eylemini gerçekleştirme arzusunu veya niyetini ifade eder. Bu, öznenin içsel bir motivasyonunu veya dışsal bir hedefi gerçekleştirmeye yönelik bir çabasını gösterebilir. Aynı zamanda, bir şeyin cazibesine kapılma veya bir şey tarafından büyülenme isteğini de ifade edebilir.", "mikro_mantik": "Bu bab, kökün anlamını bir arzu veya niyet olarak ifade eder. Fail, yok etme veya aklı çelme eylemini henüz gerçekleştirmemiş olsa da, bu yönde bir istek veya arzuya sahiptir. Bu, kökün içerdiği tehlikenin ve yıkıcılığın, bir potansiyel veya eğilim olarak var olduğunu gösterir."}]}], "غوي": [{"kok": "غوي", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Yoldan sapma, hedeften uzaklaşma, arzuya kapılma.", "kavramsal_derinlik": "İnsanın içsel çatışmaları, nefsin arzularına yenik düşmesi ve bu durumun ruhsal sonuçları."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "غَوَى - ğawa", "muzari": "يَغْوِي - yağwi", "masdar": "غَيّ - ğayy"}, "bab_anlami": "Yoldan sapmak, doğru yolu kaybetmek, nefsinin arzularına uymak. Bu kalıp, bireyin kendi içsel pusulasını kaybetmesini ve dış etkenlerin etkisiyle yanlış yönlere sürüklenmesini ifade eder. Kişi, hakikati görmezden gelerek geçici zevklere ve yanılgılara yönelir. Bu durum, ruhsal bir çöküşe ve pişmanlığa yol açabilir.", "mikro_mantik": "Bu kalıp, kökün temel anlamını doğrudan ve yoğun bir şekilde ifade eder. Fiilin yalın hali, eylemin basitçe gerçekleştiğini, herhangi bir ek anlam veya yoğunlaştırma olmadığını gösterir. Bu, yoldan sapmanın veya arzulara kapılmanın en temel ve doğal halini temsil eder."}, {"bab_no": 2, "fiil_formlari": {"mazi": "أَغْوَى - ağwa", "muzari": "يُغْوِي - yuğwi", "masdar": "إِغْوَاء - iğwa"}, "bab_anlami": "Başkalarını yoldan çıkarmak, ayartmak, günaha teşvik etmek. Bu kalıp, bireyin kendi sapkınlığını başkalarına yaymasını ve onları da aynı hataya sürüklemesini ifade eder. Bu eylem, toplumsal bir yozlaşmaya ve ahlaki çöküntüye neden olabilir. Kötülüğün yayılması ve masumiyetin bozulması bu kalıbın temel anlamıdır.", "mikro_mantik": "Bu kalıp, kökün anlamını geçişli hale getirir; yani eylemin bir nesnesi vardır. Bir öznenin bir başkasını yoldan çıkarması, eylemin etkisini genişletir ve sorumluluğu artırır. Bu, eylemin sadece bireysel değil, toplumsal sonuçları olduğunu gösterir."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَغَوَّى - tağawwa", "muzari": "يَتَغَوَّى - yatağawwa", "masdar": "تَغَوِّي - tağawwi"}, "bab_anlami": "Yoldan çıkmış gibi davranmak, sapkınlığı benimsemeye çalışmak, kendini aldatmak. Bu kalıp, kişinin içsel bir mücadele içinde olduğunu ve yoldan sapmanın eşiğinde bulunduğunu gösterir. Kişi, doğru ile yanlış arasında gidip gelirken, nefsine yenik düşme tehlikesiyle karşı karşıyadır. Bu durum, bir tür kimlik krizi ve ahlaki belirsizlik yaratır.", "mikro_mantik": "Bu kalıp, eylemin dönüşlülüğünü veya çabayı ifade eder. Kişinin yoldan çıkmış gibi davranması veya sapkınlığı benimsemeye çalışması, eylemin içsel bir süreç olduğunu ve kişinin kendi üzerinde bir etki yaratmaya çalıştığını gösterir. Bu, eylemin bilinçli bir tercih veya bir içsel çatışmanın sonucu olabileceğini gösterir."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَغْوَى - istağwa", "muzari": "يَسْتَغْوِي - yastağwi", "masdar": "اِسْتِغْوَاء - istiğwa"}, "bab_anlami": "Yoldan çıkarmaya çalışmak, ayartmaya niyetlenmek, baştan çıkarmak için çabalamak. Bu kalıp, eylemin yoğunluğunu ve kararlılığını vurgular. Kişi, başkasını yoldan çıkarmak için büyük bir çaba gösterir ve bu amaca ulaşmak için her türlü yolu dener. Bu durum, kötü niyetin ve ısrarın bir göstergesidir. Şeytanın insanı baştan çıkarma çabası bu kalıpla ifade edilebilir.", "mikro_mantik": "Bu kalıp, eylemin talep veya arayışını ifade eder. Kişinin birini yoldan çıkarmaya çalışması, eylemin bir hedefi olduğunu ve bu hedefe ulaşmak için bir çaba sarf edildiğini gösterir. Bu, eylemin sadece bir niyet değil, aynı zamanda bir eylem planı içerdiğini de gösterir."}]}], "غيب": [{"kok": "غيب", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Gizlilik, görünmezlik, bilinmezlik; duyularla idrak edilemeyenin özü.", "kavramsal_derinlik": "Gayb, hem insanın sınırlı algısının ötesindeki ilahi sırları, hem de nefsin derinliklerindeki bilinçaltını kapsar. Bu, varlığın görünen yüzünün ardındaki potansiyel ve hakikatin kaynağıdır."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "غَابَ - ğābe", "muzari": "يَغِيبُ - yağību", "masdar": "غَيْب - ğayb"}, "bab_anlami": "Gözden kaybolmak, uzaklaşmak, hazır bulunmamak. Bir şeyin duyularla algılanamaz hale gelmesi, zihnin veya fiziksel dünyanın sınırlarının ötesine geçmesi. Bu, varlığın bir halden başka bir hale geçişi, bilinenin bilinmeyene dönüşmesi ve potansiyel bir dönüşümün başlangıcı olabilir.", "mikro_mantik": "Bu bab, kökün temel anlamını doğrudan ifade eder; bir şeyin varlığının ortadan kalkması veya algılanamaz hale gelmesi eylemini belirtir. Kökün temel anlamını fiil formunda somutlaştırır."}, {"bab_no": 2, "fiil_formlari": {"mazi": "غَيَّبَ - ğayyabe", "muzari": "يُغَيِّبُ - yuğayyibu", "masdar": "تَغْيِيب - tağyīb"}, "bab_anlami": "Gizlemek, saklamak, bir şeyi görünmez kılmak. Bir şeyin hakikatini örtmek, bilinmesini engellemek veya bir şeyi bilinçli olarak gözden uzak tutmak. Bu, bir tür manipülasyon, koruma veya derin bir sırrın muhafazası olabilir.", "mikro_mantik": "Bu bab, kökün anlamını yoğunlaştırır ve geçişli hale getirir; bir öznenin bir nesneyi gizlemesi veya görünmez kılması eylemini ifade eder. Kökün temel anlamını bir eylemin nesnesiyle ilişkilendirir."}, {"bab_no": 3, "fiil_formlari": {"mazi": "غَايَبَ - ğāyabe", "muzari": "يُغَايِبُ - yuğāyibu", "masdar": "مُغَايَبَة - muğāyabah"}, "bab_anlami": "Gıyabında bulunmak, birinin yokluğunda onunla ilgili konuşmak veya işlem yapmak. Birinin olmadığı bir ortamda onun hakkında hüküm vermek, dedikodusunu yapmak veya onun yerine karar almak. Bu, adalet, güven ve sadakat kavramlarıyla yakından ilişkilidir.", "mikro_mantik": "Bu bab, karşılıklı bir eylemi ifade eder; bir kişinin diğerinin yokluğunda onunla ilgili bir eylemde bulunması. Kökün anlamını sosyal bir bağlamda ilişkilendirir ve bir tür sorumluluk veya hesap verebilirlik ima eder."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَغَابَ - aġābe", "muzari": "يُغِيبُ - yuğību", "masdar": "إِغَابَة - iġābah"}, "bab_anlami": "Bir şeyi gizli tutmaya zorlamak, bir şeyi görünmez kılmaya neden olmak. Bir şeyin varlığını örtbas etmek, bilinmesini engellemek veya bir durumu gizli tutmak için çaba göstermek. Bu, bir tür baskı, sansür veya kontrol mekanizması olabilir.", "mikro_mantik": "Bu bab, bir neden-sonuç ilişkisini ifade eder; bir eylemin bir şeyi gizli hale getirmesi veya görünmez kılması. Kökün anlamını bir etki yaratma bağlamında ilişkilendirir."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَغَيَّبَ - tağayyabe", "muzari": "يَتَغَيَّبُ - yatağayyabu", "masdar": "تَغَيُّب - tağayyub"}, "bab_anlami": "Yok olmak, ortadan kaybolmak, gözden uzaklaşmak. Bir şeyin kendi iradesiyle veya doğal bir süreçle görünmez hale gelmesi, varlığının sona ermesi veya bilinmezliğe karışması. Bu, bir tür dönüşüm, kayıp veya unutulma olabilir.", "mikro_mantik": "Bu bab, dönüşlü bir eylemi ifade eder; öznenin kendisinin ortadan kaybolması veya görünmez hale gelmesi. Kökün anlamını öznenin kendi eylemiyle ilişkilendirir."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَغَايَبَ - tağāyabe", "muzari": "يَتَغَايَبُ - yatağāyabu", "masdar": "تَغَايُب - tağāyub"}, "bab_anlami": "Birbirinden gizlenmek, saklanmak, birbirinin yokluğunda bulunmak. İki veya daha fazla kişinin birbirini görmezden gelmesi, birbirinin varlığından haberdar olmaması veya birbirinin arkasından iş çevirmesi. Bu, bir tür güvensizlik, rekabet veya ihanet olabilir.", "mikro_mantik": "Bu bab, karşılıklı ve dönüşlü bir eylemi ifade eder; iki veya daha fazla kişinin birbirini gizlemesi veya saklanması. Kökün anlamını sosyal bir etkileşim bağlamında ilişkilendirir."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْغَابَ - inğābe", "muzari": "يَنْغَابُ - yanğābu", "masdar": "إِنْغِيَاب - inğiyāb"}, "bab_anlami": "Tamamen kaybolmak, içine gömülmek, görünmez hale gelmek. Bir şeyin bir başka şeyin içinde erimesi, onunla bütünleşmesi veya tamamen kaybolması. Bu, bir tür asimilasyon, erime veya yok oluş olabilir.", "mikro_mantik": "Bu bab, edilgen bir eylemi ifade eder; öznenin bir şeyin içine gömülmesi veya kaybolması. Kökün anlamını bir süreç veya dönüşüm bağlamında ilişkilendirir."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِغْتَابَ - iğtābe", "muzari": "يَغْتَابُ - yağtābu", "masdar": "اِغْتِيَاب - iğtiyāb"}, "bab_anlami": "Gıybet etmek, birinin arkasından kötü konuşmak, dedikodusunu yapmak. Bir kişinin yokluğunda onun hakkında olumsuz şeyler söylemek, kusurlarını açığa vurmak veya itibarını zedelemek. Bu, ahlaki bir çöküntü, sosyal bir yıkım veya ruhsal bir kirlenme olabilir.", "mikro_mantik": "Bu bab, bir eylemin sonucunu vurgular; birinin gıyabında kötü konuşmanın sonuçları. Kökün anlamını ahlaki bir bağlamda ilişkilendirir ve bir tür sorumluluk veya hesap verebilirlik ima eder."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اِغْيَابَّ - iğyābba", "muzari": "يَغْيَابُّ - yağyābbu", "masdar": "اِغْيِيَابّ - iğyiyābb"}, "bab_anlami": "Çok fazla gizlenmek, aşırı derecede görünmez olmak, derin bir bilinmezliğe gömülmek. Bir şeyin varlığının tamamen unutulması, izlerinin silinmesi veya derin bir sırra dönüşmesi. Bu, bir tür efsane, mit veya kayıp medeniyet olabilir.", "mikro_mantik": "Bu bab, bir aşırılığı ifade eder; gizliliğin veya görünmezliğin en üst düzeyde olması. Kökün anlamını bir abartı veya yoğunluk bağlamında ilişkilendirir."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَغَابَ - istağābe", "muzari": "يَسْتَغِيبُ - yastağību", "masdar": "اِسْتِغَابَة - istiğābah"}, "bab_anlami": "Gıybet etmeyi istemek, birinin arkasından kötü konuşulmasını talep etmek veya buna izin vermek. Bir kişinin başkalarının kusurlarını öğrenmek için çaba göstermesi, dedikodulara kulak kabartması veya başkalarının gıybet etmesine göz yumması. Bu, ahlaki bir zaafiyet, sosyal bir bozulma veya ruhsal bir kirlenme olabilir.", "mikro_mantik": "Bu bab, bir talebi veya isteği ifade eder; gıybet etme eyleminin arzu edilmesi veya teşvik edilmesi. Kökün anlamını bir niyet veya motivasyon bağlamında ilişkilendirir."}]}], "غيث": [{"kok": "غيث", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Yardım, bereket ve bolluk; sıkıntıdan kurtuluşun potansiyeli", "kavramsal_derinlik": "Hem maddi (yağmur, su) hem de manevi (rahmet, lütuf) boyutları içerir. İnsanın zor zamanlarda umut arayışını ve ilahi yardımın tecellisini sembolize eder."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "غاث - ġāṯa", "muzari": "يغيث - yaġīṯu", "masdar": "غيث - ġayṯ"}, "bab_anlami": "Birine yardım etmek, imdadına yetişmek, sıkıntısını gidermek. Bu kalıp, aktif bir yardımı ve bir ihtiyacın giderilmesini ifade eder. Varlığın, bir başkasının zor durumuna şahit olup, ona el uzatması ve destek olması halidir. Bu yardım, maddi bir destek olabileceği gibi, manevi bir teselli de olabilir; her ikisi de 'غيث' kökünün bu babdaki potansiyel anlamını zenginleştirir.", "mikro_mantik": "Bu bab, kökün temel anlamını doğrudan eyleme dönüştürür. 'غيث' kökündeki yardım potansiyeli, bu babda fiili bir yardıma dönüşür. Failin, yardıma muhtaç olana aktif olarak yardım etme eylemini gösterir. Kökün barındırdığı potansiyel enerjinin kinetik enerjiye dönüşümüdür."}]}], "غير": [{"kok": "غير", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Değişim, başkalık, özden uzaklaşma", "kavramsal_derinlik": "Varlığın özündeki potansiyel farklılaşma ve dönüşüm süreçleri; mutlak olandan göreceli olana geçişin felsefi izdüşümü."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "غَارَ - ğāra", "muzari": "يَغِيرُ - yağīru", "masdar": "غَيْر - ğayr"}, "bab_anlami": "Bir şeyin özünden, doğasından veya beklenen halinden farklılaşması, değişime uğraması veya yabancılaşması. Bu, bir durumun, niteliğin veya ilişkinin başlangıçtaki halini kaybetmesi ve başka bir forma dönüşmesi anlamına gelir. Aynı zamanda, bir şeyin değerini yitirmesi veya itibarının zedelenmesi gibi olumsuz anlamları da içerebilir; özgünlüğün kaybı ve sahteliğin ortaya çıkışı.", "mikro_mantik": "Bu kalıp, kökün temel anlamı olan 'değişim' ve 'başkalık' kavramlarını fiil formuna dönüştürerek, öznenin bir halden başka bir hale geçişini veya niteliksel bir dönüşümü ifade eder. Kökün statik anlamını dinamik bir sürece evirir."}]}], "غيض": [{"kok": "غيض", "ontolojik_analiz": {"temel_anlam_cekirdegi": "İçsel baskı, bastırılmış duygu veya enerjinin varlığı; bir şeyin azalması veya yok olması.", "kavramsal_derinlik": "Duygusal yoğunluk, kontrol, azalma ve yok oluş arasındaki gerilim."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "غاضَ - ğāda", "muzari": "يَغِيضُ - yağīḍu", "masdar": "غَيْض - ğayḍ"}, "bab_anlami": "Bir şeyin azalması, eksilmesi veya yok olması anlamına gelir. Bu, suyun çekilmesi gibi fiziksel bir azalma olabileceği gibi, öfke veya acının azalması gibi duygusal bir azalma da olabilir. Aynı zamanda, bir şeyin içsel olarak bastırılması veya kontrol altına alınması durumunu da ifade edebilir. Bu kalıp, bir şeyin potansiyel olarak yok olmaya doğru ilerlediğini veya zaten yok olduğunu vurgular.", "mikro_mantik": "Bu kalıp, kökün temel anlamını (azalma, yok olma) doğrudan ve temel bir eylem olarak ifade eder. Fiilin basit ve yalın hali, eylemin kendiliğinden veya doğal bir süreç olarak gerçekleştiğini gösterir. Kökün özündeki azalma veya yok olma fikri, bu kalıpta herhangi bir ek anlam veya yoğunluk katmanı olmaksızın temel haliyle sunulur."}]}], "غيظ": [{"kok": "غيظ", "ontolojik_analiz": {"temel_anlam_cekirdegi": "İçsel öfke ve bastırılmış hiddet", "kavramsal_derinlik": "Duygusal yoğunluk ve kontrol kaybı"}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "غَاظَ - ğāẓa", "muzari": "يَغِيظُ - yaġīẓu", "masdar": "غَيْظ - ġayẓ"}, "bab_anlami": "Bir şeyi öfkelendirmek, kızdırmak veya birinin içindeki öfkeyi harekete geçirmek. Bu, bir durumun veya eylemin bir başkasında yoğun bir hoşnutsuzluk veya hiddet duygusu uyandırması anlamına gelir. Aynı zamanda, bir kişinin içindeki bastırılmış öfkenin dışa vurulmasına neden olan bir tetikleyici olarak da düşünülebilir. Bu kalıp, pasif bir şekilde öfkelenmekten ziyade, aktif bir şekilde öfkelendirme eylemini ifade eder.", "mikro_mantik": "Bu kalıp, kökün temel anlamını (öfke) bir eyleme dönüştürerek, öfkenin bir özne tarafından bir nesneye yöneltilmesini ifade eder. Yani, kökteki potansiyel öfke, bu kalıpla bir fail tarafından bir başkasında yaratılan bir duruma dönüşür. Bu, öfkenin dinamik ve etkileşimli bir yönünü vurgular."}]}]}