{"لألأ": [{"kok": "لألأ", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Parlaklık, ışıltı, değerlilik ve nadirlik. Özünde, içsel güzelliğin ve kıymetin dışa vurumu, bir şeyin özündeki mükemmelliğin tezahürü.", "kavramsal_derinlik": "Hem maddi hem de manevi düzlemlerde kendini gösterir. Maddi olarak incilerin parlaklığı ve değeri, manevi olarak ise bilgelik, ahlak ve ruhani güzellik gibi soyut kavramların kıymeti."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "لَؤُلُؤَ - le'l'üe", "muzari": "يُلَؤْلِئُ - yüle'l'iü", "masdar": "لَأْلَأَة - le'le'e"}, "bab_anlami": "Bir şeyi inci gibi parlatmak, ona değer katmak, onu güzelleştirmek. Bu kalıp, bir nesnenin veya kavramın içsel değerini ortaya çıkarma, onu daha görünür ve çekici hale getirme eylemini ifade eder. Aynı zamanda, bir şeyin özündeki potansiyeli aktive ederek, onun tam potansiyeline ulaşmasını sağlamak anlamına gelir.", "mikro_mantik": "Bu bab, kökün temel anlamını yoğunlaştırır ve eylemsel bir nitelik kazandırır. Kökün ifade ettiği parlaklık ve değeri, bir eylem aracılığıyla tezahür ettirir. Bu, bir nesnenin veya kavramın pasif bir şekilde değerli olmasından ziyade, aktif bir şekilde değer kazanması veya değerinin ortaya çıkarılması sürecini vurgular."}]}], "لبب": [{"kok": "لبب", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Özün derinliklerine nüfuz etme, içsel katmanları keşfetme ve anlamlandırma.", "kavramsal_derinlik": "İnsanın kendi varoluşunu ve evrenle olan bağını anlama çabası; maddi ve manevi boyutların sentezi."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "لَبَّ - labba", "muzari": "يَلُبُّ - yalubbu", "masdar": "لَبٌّ - labb"}, "bab_anlami": "Bir şeyin özüne, iç kısmına ulaşmak, bir şeyin içini doldurmak veya bir şeyin özünü kavramak anlamına gelir. Bu, bir düşüncenin derinlemesine anlaşılması, bir insanın iç dünyasının keşfedilmesi veya bir nesnenin temel yapısının çözümlenmesi olabilir. Aynı zamanda, bir şeyi tamamen benimsemek, ona kendini adamak ve onunla bütünleşmek anlamlarını da taşır. Bu kalıp, bilginin içselleştirilmesi ve özümsenmesi sürecini ifade eder; öğrenilenlerin sadece yüzeyde kalmayıp, kişiliğin ve anlayışın derinliklerine işlemesini simgeler.", "mikro_mantik": "Bu kalıp, kökün temel anlamını yoğunlaştırır ve eylemin doğrudan, içsel bir etki yarattığını vurgular. Fiilin bu formda kullanılması, eylemin özne üzerinde derin ve kalıcı bir iz bıraktığını, bir şeyin içsel yapısını değiştirdiğini veya dönüştürdüğünü gösterir. Bu, basit bir eylemin ötesinde, bir sürecin tamamlanması ve sonucunda özde bir değişimin meydana gelmesi anlamına gelir."}]}], "لبث": [{"kok": "لبث", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Bir yerde kalmak, oyalanmak, beklemek; bir şeyin içinde veya üzerinde uzun süre devam etmek, sebat etmek. Zamanın geçişiyle birlikte bir durumun veya halin derinlemesine tecrübe edilmesi, bir süreç içinde olgunlaşma ve dönüşüm.", "kavramsal_derinlik": "Zamanın akışında sabırla bekleyişin, bir olayın veya durumun iç yüzünü anlamaya yönelik derinlemesine bir tefekkürün beşeri ve ilahi boyutları. Bu, insanın kendi iç dünyasına yaptığı yolculukta karşılaştığı zorluklara karşı direnme gücünü ve ilahi takdire olan inancını simgeler."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "لَبَثَ - labasa", "muzari": "يَلْبُثُ - yalbusu", "masdar": "لَبْث - labs"}, "bab_anlami": "Bir yerde kalmak, beklemek, oyalanmak. Bu kalıp, eylemin basitçe gerçekleştiğini ve bir süreklilik arz ettiğini ifade eder. Bir durumun içinde bulunmak, o durumun etkilerini deneyimlemek ve zamanla o durumla bütünleşmek anlamına gelir. Bu, fiziksel bir mekanda kalmak olabileceği gibi, zihinsel veya duygusal bir durumda da uzun süre bulunmak şeklinde tecrübe edilebilir.", "mikro_mantik": "Bu bab, kökün temel anlamını en yalın haliyle ifade eder. Eylemin süresini ve devamlılığını vurgular. Kökün anlamı, bu kalıpta herhangi bir ek anlam veya yoğunluk kazanmaz, sadece temel anlamın gerçekleştiği belirtilir."}]}], "لبد": [{"kok": "لبد", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Yoğunlaşma, birikme, yapışma; bir şeyin üzerine kapanarak onu örtme veya sarma eylemi. Bu, fiziksel bir yüzeyin kaplanmasından, düşüncelerin zihinde yoğunlaşmasına kadar geniş bir yelpazede anlamlar içerir. Özünde, bir araya gelme ve bütünleşme fikrini barındırır.", "kavramsal_derinlik": "Beşeri boyutta, birikim ve yoğunlaşma, tecrübelerin ve bilginin zamanla artarak kişiliği şekillendirmesi olarak görülebilir. İlahi boyutta ise, ilahi rahmetin ve lütfunun kulun kalbinde yoğunlaşması, onu kuşatması ve sarması şeklinde tecelli edebilir. Bu, kulun ilahi aşkla dolup taşmasına ve O'na daha da yakınlaşmasına yol açar."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "لَبَدَ", "muzari": "يَلْبُدُ", "masdar": "لَبْد"}, "bab_anlami": "Bir şeyin üzerine yapışmak, onu örtmek veya sarmak. Bu kalıp, bir şeyin başka bir şeyle sıkıca temas etmesini ve onunla bütünleşmesini ifade eder. Metaforik olarak, bir düşüncenin zihinde kök salması veya bir duygunun kalbi sarması gibi anlamlara gelebilir. Bu, varlığın özüne nüfuz eden derin bir bağlılık ve bütünleşme halidir.", "mikro_mantik": "Bu bab, kökün temel anlamını doğrudan ve basit bir şekilde ifade eder. Fiilin yalın hali, eylemin kendiliğindenliğini ve doğal akışını vurgular. Kökün anlamı herhangi bir ekleme veya değişiklik olmaksızın temel haliyle korunur."}, {"bab_no": 2, "fiil_formlari": {"mazi": "لَبَّدَ", "muzari": "يُلَبِّدُ", "masdar": "تَلْبِيد"}, "bab_anlami": "Bir şeyi yoğunlaştırmak, sıkıştırmak veya bir araya getirmek. Bu kalıp, bir şeyin daha yoğun ve bütünleşik bir hale getirilmesi eylemini ifade eder. Metaforik olarak, dağınık düşünceleri bir araya getirerek bir fikir oluşturmak veya farklı duyguları birleştirerek bir duygu yaratmak gibi anlamlara gelebilir. Bu, varlığın içindeki potansiyeli ortaya çıkarma ve onu daha anlamlı bir hale getirme sürecidir.", "mikro_mantik": "Bu bab, kökün anlamını yoğunlaştırma ve sıkıştırma eylemiyle ilişkilendirir. Tekrarlama (teşdid) eki, eylemin yoğunluğunu ve sürekliliğini vurgular. Bu, kökün anlamının daha güçlü ve etkili bir şekilde ifade edilmesini sağlar."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَلَبَّدَ", "muzari": "يَتَلَبَّدُ", "masdar": "تَلَبُّد"}, "bab_anlami": "Yoğunlaşmak, bir araya gelmek veya birbirine yapışmak. Bu kalıp, bir şeyin kendiliğinden yoğunlaşması veya bir araya gelmesi eylemini ifade eder. Metaforik olarak, düşüncelerin zihinde yoğunlaşarak bir inanca dönüşmesi veya duyguların kalpte birleşerek bir sevgiye dönüşmesi gibi anlamlara gelebilir. Bu, varlığın içindeki potansiyelin kendiliğinden ortaya çıkması ve bütünleşmesi sürecidir.", "mikro_mantik": "Bu bab, kökün anlamını dönüşlülük ve kendiliğindenlik ile ilişkilendirir. 'Te' harfi, eylemin özne üzerinde gerçekleştiğini ve öznenin eylemi kendi kendine yaptığını gösterir. Bu, kökün anlamının daha içsel ve kişisel bir deneyim olarak algılanmasını sağlar."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَلَابَدَ", "muzari": "يَتَلَابَدُ", "masdar": "تَلَابُد"}, "bab_anlami": "Birbirine yapışmak, birbirini sarmak veya birbirine karışmak. Bu kalıp, iki veya daha fazla şeyin birbirleriyle etkileşime girerek bütünleşmesi eylemini ifade eder. Metaforik olarak, insanların birbirleriyle etkileşime girerek bir topluluk oluşturması veya farklı fikirlerin bir araya gelerek yeni bir düşünce yaratması gibi anlamlara gelebilir. Bu, varlıkların birbirleriyle olan ilişkilerinin derinleşmesi ve bütünleşmesi sürecidir.", "mikro_mantik": "Bu bab, kökün anlamını karşılıklılık ve etkileşim ile ilişkilendirir. 'Te' ve 'Elif' harfleri, eylemin iki veya daha fazla özne arasında gerçekleştiğini ve her öznenin eyleme katıldığını gösterir. Bu, kökün anlamının daha sosyal ve ilişkisel bir bağlamda algılanmasını sağlar."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَلْبَدَ", "muzari": "يَسْتَلْبِدُ", "masdar": "اِسْتِلْبَاد"}, "bab_anlami": "Yoğunlaşmayı istemek, sıkıştırmayı talep etmek veya bir araya gelmeyi arzu etmek. Bu kalıp, bir şeyin yoğunlaşmasını, sıkışmasını veya bir araya gelmesini isteme veya talep etme eylemini ifade eder. Metaforik olarak, bir kişinin düşüncelerini yoğunlaştırmayı istemesi, duygularını sıkıştırmayı talep etmesi veya insanlarla bir araya gelmeyi arzu etmesi gibi anlamlara gelebilir. Bu, varlığın içindeki potansiyeli ortaya çıkarma ve onu daha anlamlı bir hale getirme arzusudur.", "mikro_mantik": "Bu bab, kökün anlamını talep ve arzu ile ilişkilendirir. 'İstinfaal' kalıbı, eylemin özne tarafından talep edildiğini veya arzu edildiğini gösterir. Bu, kökün anlamının daha bilinçli ve amaçlı bir eylem olarak algılanmasını sağlar."}]}], "لبس": [{"kok": "لبس", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Örtmek, gizlemek, bürünmek; bir şeyin iç yüzünü dışından saklamak veya tam tersi, dış görünüşle içsel gerçekliği farklılaştırmak. Hakikatin perdelenmesi, yanılsama ve suretler dünyasına geçiş. Özün gizlenerek farklı bir formda tezahür etmesi.", "kavramsal_derinlik": "Beşeri düzlemde, giyim yoluyla kimlik inşa etme, sosyal rolleri benimseme veya gizleme; ahlaki ve etik bağlamda, niyetleri maskeleme, riyakarlık. İlahi düzlemde, tecellinin farklı suretlerde zuhur etmesi, gaybın perdelenmesi ve insanın bu perdeleri aralayarak hakikate ulaşma çabası."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "لَبِسَ", "muzari": "يَلْبَسُ", "masdar": "لُبْس"}, "bab_anlami": "Bir şeyi giymek, kuşanmak, örtünmek; bir durumun içine girmek, bir hal üzere olmak. Bu kalıp, eylemin basitçe gerçekleştiğini, failin bir şeyi üzerine aldığını veya bir durumun içine girdiğini ifade eder. Fiilin öznesi, eylemi doğrudan ve aracısız bir şekilde gerçekleştirir. Örneğin, bir elbiseyi giymek sadece fiziksel bir eylem değil, aynı zamanda o elbisenin temsil ettiği anlamı da üstlenmek anlamına gelebilir.", "mikro_mantik": "Bu bab, kökün temel anlamını en yalın haliyle ifade eder. Eylemin geçişsiz veya geçişli olmasına bağlı olarak, failin bir şeyi üzerine alması veya bir şeyi örtmesi gibi temel bir ilişkiyi kurar. Kökün anlamı, bu kalıpta herhangi bir ek anlam veya yoğunluk kazanmaz, sadece temel eylem gerçekleşir."}, {"bab_no": 2, "fiil_formlari": {"mazi": "لَبَّسَ", "muzari": "يُلَبِّسُ", "masdar": "تَلْبِيس"}, "bab_anlami": "Karıştırmak, birbirine katmak, bulanıklaştırmak; hakikati gizlemek, yanıltmak, aldatmak. Bu kalıp, eylemin yoğunluğunu ve kasıtlılığını vurgular. Fail, bir şeyi kasıtlı olarak karıştırır veya gizler, böylece aldatma veya yanıltma amacı güder. Bu, sadece fiziksel bir karıştırma değil, aynı zamanda kavramsal bir bulanıklık yaratma, zihinleri karıştırma anlamını da taşır. Hakikatin üzerini örterek, yanlış bir algı oluşturma çabasıdır.", "mikro_mantik": "Tekrarlama (teşdid) kalıbı, kökün anlamını yoğunlaştırır ve eylemin kasıtlılığını vurgular. Failin aktif ve bilinçli bir şekilde bir şeyi karıştırdığını veya gizlediğini ifade eder. Bu kalıp, eylemin sonucunda bir yanılsama veya aldatma oluştuğunu gösterir."}, {"bab_no": 3, "fiil_formlari": {"mazi": "لَابَسَ", "muzari": "يُلَابِسُ", "masdar": "مُلَابَسَة"}, "bab_anlami": "Bir şeyle iç içe olmak, karışmak, temas etmek; bir durumla veya olayla doğrudan ilişki içinde olmak. Bu kalıp, eylemin karşılıklı etkileşimini ve yakınlığını vurgular. Fail, bir şeyle doğrudan temas halindedir, onunla iç içe geçmiştir. Bu, sadece fiziksel bir temas değil, aynı zamanda duygusal, zihinsel veya ruhsal bir yakınlığı da ifade edebilir. Bir durumla iç içe olmak, o durumun etkilerini doğrudan hissetmek anlamına gelir.", "mikro_mantik": "Müşareket (ortaklık) kalıbı, kökün anlamını karşılıklı etkileşim ve yakınlık bağlamında ele alır. İki tarafın birbirini etkilediği, birbirine karıştığı veya birbirine temas ettiği bir durumu ifade eder. Bu kalıp, eylemin sonucunda bir ortaklık veya yakınlık oluştuğunu gösterir."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَلْبَسَ", "muzari": "يُلْبِسُ", "masdar": "إِلْبَاس"}, "bab_anlami": "Giydirmek, örtmek, büründürmek; bir şeyi bir başkasına vermek, ona bir şey yüklemek. Bu kalıp, eylemin geçişli olduğunu ve failin bir başkasına bir şey verdiğini veya yüklediğini ifade eder. Fail, bir şeyi bir başkasının üzerine giydirir veya ona bir özellik kazandırır. Bu, sadece fiziksel bir giydirme değil, aynı zamanda mecazi anlamda bir sorumluluk yükleme, bir nitelik atfetme veya bir durumun içine sokma anlamına da gelebilir. Bir kişiye bir rol giydirmek, ona o rolün gerektirdiği sorumlulukları yüklemek demektir.", "mikro_mantik": "İf'al kalıbı, kökün anlamını geçişli hale getirir ve failin bir başkasına bir şey verdiğini veya yüklediğini vurgular. Eylemin sonucunda, alıcı üzerinde bir değişiklik veya etki oluşur. Bu kalıp, eylemin neden-sonuç ilişkisini ve etkisini vurgular."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَلَبَّسَ", "muzari": "يَتَلَبَّسُ", "masdar": "تَلَبُّس"}, "bab_anlami": "Bir şeyle örtünmek, bürünmek, giyinmek; bir durumun içine girmek, bir hal üzere olmak. Bu kalıp, eylemin dönüşlü olduğunu ve failin kendi üzerine bir şey aldığını veya bir durumun içine girdiğini ifade eder. Fail, kendi isteğiyle bir şeyle örtünür veya bir durumun içine girer. Bu, sadece fiziksel bir örtünme değil, aynı zamanda mecazi anlamda bir kimlik benimseme, bir rol üstlenme veya bir inanç sistemine dahil olma anlamına da gelebilir. Bir kişi bir ideolojiyle örtünürse, o ideolojinin prensiplerini benimser ve ona göre hareket eder.", "mikro_mantik": "Tefa'ul kalıbı, kökün anlamını dönüşlü hale getirir ve failin kendi üzerinde bir eylem gerçekleştirdiğini vurgular. Eylemin sonucunda, failin kendisinde bir değişiklik veya dönüşüm oluşur. Bu kalıp, eylemin içselleşmesini ve benimsenmesini vurgular."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَلَابَسَ", "muzari": "يَتَلَابَسُ", "masdar": "تَلَابُس"}, "bab_anlami": "Birbirine karışmak, iç içe geçmek; birbiriyle örtüşmek, birbirini etkilemek. Bu kalıp, eylemin karşılıklı ve yoğun bir etkileşim içerdiğini vurgular. İki veya daha fazla şey birbirine karışır, iç içe geçer ve birbirini etkiler. Bu, sadece fiziksel bir karışma değil, aynı zamanda kavramsal bir örtüşme, duygusal bir etkileşim veya ruhsal bir yakınlık anlamına da gelebilir. İki düşünce birbirine karıştığında, yeni bir sentez oluşabilir.", "mikro_mantik": "Tefa'ul kalıbının bir varyasyonu olarak, bu kalıp karşılıklı etkileşimi ve yoğunluğu vurgular. İki veya daha fazla şeyin birbirini etkilediği ve dönüştürdüğü bir durumu ifade eder. Bu kalıp, eylemin sonucunda yeni bir oluşum veya sentez ortaya çıktığını gösterir."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْلَبَسَ", "muzari": "يَنْلَبِسُ", "masdar": "اِنْلِبَاس"}, "bab_anlami": "Örtülmek, bürünmek, giyinilmek; bir durumun içine girmek, bir hal üzere olmak. Bu kalıp, eylemin edilgen olduğunu ve failin bir şey tarafından örtüldüğünü veya bir durumun içine sokulduğunu ifade eder. Fail, kendi iradesi dışında bir şeyle örtülür veya bir durumun içine girer. Bu, sadece fiziksel bir örtülme değil, aynı zamanda mecazi anlamda bir etki altında kalma, bir durumun kurbanı olma veya bir yanılsamaya kapılma anlamına da gelebilir. Bir kişi bir yalanla örtülürse, o yalanın etkisinden kurtulmakta zorlanabilir.", "mikro_mantik": "İnfi'al kalıbı, kökün anlamını edilgen hale getirir ve failin bir şey tarafından etkilendiğini veya dönüştürüldüğünü vurgular. Eylemin sonucunda, fail üzerinde bir değişiklik veya etki oluşur. Bu kalıp, eylemin dışsal bir kaynaktan geldiğini ve failin buna maruz kaldığını gösterir."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِلْتَبَسَ", "muzari": "يَلْتَبِسُ", "masdar": "اِلْتِبَاس"}, "bab_anlami": "Karışmak, birbirine karışmak, bulanıklaşmak; şüpheye düşmek, tereddüt etmek, yanılgıya düşmek. Bu kalıp, eylemin karmaşıklığını ve belirsizliğini vurgular. Şeyler birbirine karışır, ayırt edilmesi zorlaşır ve bu durum şüpheye veya yanılgıya yol açar. Bu, sadece fiziksel bir karışma değil, aynı zamanda kavramsal bir bulanıklık, zihinsel bir karmaşa veya duygusal bir belirsizlik anlamına da gelebilir. Bir durum karıştığında, doğru kararlar vermek zorlaşır.", "mikro_mantik": "İfti'al kalıbı, kökün anlamını karmaşıklık, belirsizlik ve yanılgı bağlamında ele alır. Şeylerin birbirine karıştığı, ayırt edilmesinin zorlaştığı ve bu durumun şüpheye veya yanılgıya yol açtığı bir durumu ifade eder. Bu kalıp, eylemin sonucunda bir karmaşa veya belirsizlik oluştuğunu gösterir."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَلْبَسَ", "muzari": "يَسْتَلْبِسُ", "masdar": "اِسْتِلْبَاس"}, "bab_anlami": "Giyinmesini istemek, giydirilmesini talep etmek; bir şeyi örtünmek için aramak, bir durumun içine girmeye çalışmak. Bu kalıp, eylemin talep veya arayış içerdiğini vurgular. Fail, bir başkasından giydirmesini ister veya bir şeyi örtünmek için arar. Bu, sadece fiziksel bir talep değil, aynı zamanda mecazi anlamda bir yardım isteme, bir rehberlik arama veya bir çözüm bulmaya çalışma anlamına da gelebilir. Bir kişi bir problemle karşılaştığında, çözüm bulmak için yardım isteyebilir.", "mikro_mantik": "İstif'al kalıbı, kökün anlamını talep, arayış ve çaba bağlamında ele alır. Failin bir şeyi elde etmeye çalıştığı, bir başkasından yardım istediği veya bir çözüm aradığı bir durumu ifade eder. Bu kalıp, eylemin sonucunda bir hedefe ulaşma veya bir ihtiyacı karşılama çabası olduğunu gösterir."}]}], "لبن": [{"kok": "لبن", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Sütün özü, beslenme ve saflık", "kavramsal_derinlik": "Maddi ve manevi gıda, temizlik ve arınma"}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "لَبَنَ - labana", "muzari": "يَلْبُنُ - yalbunu", "masdar": "لَبْن - labn"}, "bab_anlami": "Bu bab, kökün temel anlamını taşır: süt üretmek, süt vermek veya süt gibi olmak. Bu, sadece fiziksel bir eylem değil, aynı zamanda bir şeyi beslemek, büyütmek ve geliştirmek anlamlarını da içerir. Bir şeyin özünü oluşturmak, ona hayat vermek ve onu saflıkla donatmak da bu babın potansiyel anlamları arasında yer alır. Bu, bir şeyin içsel potansiyelini ortaya çıkarma ve onu en saf haliyle sunma eylemidir.", "mikro_mantik": "Bu bab (sülasi mücerred), kökün temel anlamını en yalın haliyle ifade eder. Fiilin basit ve doğrudan bir eylemi veya durumu ifade ettiğini gösterir. Kökün özündeki temel niteliği veya eylemi belirtir, herhangi bir ek anlam veya yoğunlaştırma olmaksızın."}]}], "لجأ": [{"kok": "لجأ", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Sığınma, iltica etme, birine veya bir şeye dayanma ihtiyacı. Bu, insanın zayıflığı ve korunma arayışının bir yansımasıdır. Aynı zamanda, güvenli bir limana ulaşma arzusunu da içinde barındırır.", "kavramsal_derinlik": "Beşeri boyutta, çaresizlik anında bir kurtarıcıya yönelme; ilahi boyutta ise, mutlak güç ve merhamet sahibi olan Allah'a sığınma eylemini ifade eder. Bu, insanın hem dünyevi hem de uhrevi ihtiyaçlarını giderme çabasının bir tezahürüdür."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "lajae - لَجَأَ", "muzari": "yaljau - يَلْجَأُ", "masdar": "laj' - لَجْء"}, "bab_anlami": "Sığınmak, bir yere iltica etmek, bir şeye dayanmak. Bu kalıp, temel anlamı en yalın haliyle ifade eder. Kişinin kendi iradesiyle bir koruyucuya yönelmesini ve ondan yardım talep etmesini içerir. Aynı zamanda, içsel bir huzur arayışının dışa vurumudur.", "mikro_mantik": "Bu basit fiil kalıbı, eylemin doğrudan ve aracısız gerçekleştiğini gösterir. Failin, sığınma eylemini kendisinin gerçekleştirdiğini ve bu eylemin sonuçlarının doğrudan fail üzerinde etkili olduğunu vurgular. Bu, eylemin temel ve değişmez niteliğini ortaya koyar."}, {"bab_no": 2, "fiil_formlari": {"mazi": "lajjaa - لَجَّأَ", "muzari": "yulajjiu - يُلَجِّئُ", "masdar": "taljiet - تَلْجِئَة"}, "bab_anlami": "Sığınmaya zorlamak, iltica ettirmek, birini bir şeye mecbur bırakmak. Bu kalıp, sığınma eyleminin başkası tarafından dayatıldığını veya yönlendirildiğini ifade eder. Bir durumu veya kişiyi sığınmaya mecbur bırakma anlamını taşır. Bu, dışsal faktörlerin bireyin sığınma davranışını nasıl etkilediğini gösterir.", "mikro_mantik": "Bu kalıp, eylemin geçişli olduğunu ve bir nesneye yöneldiğini gösterir. Fail, sığınma eylemini doğrudan gerçekleştirmek yerine, başka bir varlığı bu eylemi yapmaya zorlar veya yönlendirir. Bu, eylemin dolaylı ve etkileşimli bir niteliğe sahip olduğunu vurgular."}, {"bab_no": 3, "fiil_formlari": {"mazi": "laajae - لَاجَأَ", "muzari": "yulaajiu - يُلَاجِئُ", "masdar": "lijaa' - لِجَاء"}, "bab_anlami": "Karşılıklı sığınmak, birbirine iltica etmek, dayanışma içinde olmak. Bu kalıp, sığınma eyleminin karşılıklı ve ortak bir şekilde gerçekleştiğini ifade eder. İki veya daha fazla tarafın birbirine destek olması ve birlikte korunma arayışında bulunması anlamını taşır. Bu, toplumsal dayanışmanın ve işbirliğinin önemini vurgular.", "mikro_mantik": "Bu kalıp, eylemin karşılıklı ve etkileşimli olduğunu gösterir. Fail ve nesne, aynı anda hem eylemi gerçekleştiren hem de eylemden etkilenen konumdadır. Bu, eylemin simetrik ve dengeli bir niteliğe sahip olduğunu vurgular."}, {"bab_no": 4, "fiil_formlari": {"mazi": "alj'ae - أَلْجَأَ", "muzari": "yuljiu - يُلْجِئُ", "masdar": "iljaa' - إِلْجَاء"}, "bab_anlami": "Sığınmaya mecbur etmek, iltica ettirmek, bir şeyi bir yere sıkıştırmak. Bu kalıp, birini veya bir şeyi belirli bir duruma veya yere sığınmaya zorlamak anlamını taşır. Dışsal koşulların veya bir gücün etkisiyle sığınma eyleminin gerçekleştiğini ifade eder. Bu, zorlama ve mecburiyetin bireyin sığınma davranışını nasıl şekillendirdiğini gösterir.", "mikro_mantik": "Bu kalıp, eylemin neden-sonuç ilişkisi içinde gerçekleştiğini gösterir. Fail, bir eylemde bulunur ve bu eylemin sonucunda nesne sığınmaya mecbur kalır. Bu, eylemin dolaylı ve etkileşimli bir niteliğe sahip olduğunu vurgular."}, {"bab_no": 5, "fiil_formlari": {"mazi": "talajjae - تَلَجَّأَ", "muzari": "yutalajjau - يَتَلَجَّأُ", "masdar": "talajju' - تَلَجُّؤ"}, "bab_anlami": "Sığınmaya çalışmak, iltica etmeye gayret etmek, kendini bir yere atmak. Bu kalıp, sığınma eyleminin bir çaba ve gayret gerektirdiğini ifade eder. Kişinin kendi isteğiyle ve azmiyle bir koruyucuya yönelmesini ve ondan yardım talep etmesini içerir. Bu, içsel bir motivasyonun ve kararlılığın dışa vurumudur.", "mikro_mantik": "Bu kalıp, eylemin aşamalı ve sürekli bir süreç olduğunu gösterir. Fail, sığınma eylemini gerçekleştirmek için sürekli bir çaba gösterir ve bu çaba zaman içinde devam eder. Bu, eylemin dinamik ve gelişen bir niteliğe sahip olduğunu vurgular."}, {"bab_no": 6, "fiil_formlari": {"mazi": "talaajae - تَلَاجَأَ", "muzari": "yatalaajau - يَتَلَاجَأُ", "masdar": "talaaji' - تَلَاجِئ"}, "bab_anlami": "Birbirine sığınır gibi yapmak, görünüşte iltica etmek, sahte bir dayanışma sergilemek. Bu kalıp, sığınma eyleminin samimiyetsiz ve yüzeysel olduğunu ifade eder. Kişilerin birbirine destek oluyormuş gibi görünmesi ancak gerçekte çıkar ilişkileri güdülmesi anlamını taşır. Bu, riyakarlığın ve sahtekarlığın toplumsal ilişkileri nasıl etkilediğini gösterir.", "mikro_mantik": "Bu kalıp, eylemin görünüşte karşılıklı olduğunu ancak gerçekte tek taraflı bir çıkar ilişkisi içerdiğini gösterir. Fail ve nesne, birbirine destek oluyormuş gibi görünse de, gerçekte sadece fail kendi çıkarlarını gözetir. Bu, eylemin aldatıcı ve manipülatif bir niteliğe sahip olduğunu vurgular."}, {"bab_no": 7, "fiil_formlari": {"mazi": "inlaajae - إِنْلَجَأَ", "muzari": "yanlajiu - يَنْلَجِئُ", "masdar": "inlijaa' - إِنْلِجَاء"}, "bab_anlami": "Sığınmak, iltica etmek (kendiliğinden), içgüdüsel olarak bir koruyucuya yönelmek. Bu kalıp, sığınma eyleminin içsel bir dürtüyle ve kendiliğinden gerçekleştiğini ifade eder. Kişinin bilinçli bir karar vermeden, içgüdüsel olarak bir koruyucuya yönelmesini içerir. Bu, insanın doğasında var olan korunma ihtiyacının bir yansımasıdır.", "mikro_mantik": "Bu kalıp, eylemin pasif ve kendiliğinden gerçekleştiğini gösterir. Fail, sığınma eylemini bilinçli bir şekilde planlamaz veya yönlendirmez; eylem, içsel bir dürtüyle kendiliğinden ortaya çıkar. Bu, eylemin doğal ve kendiliğinden bir niteliğe sahip olduğunu vurgular."}, {"bab_no": 8, "fiil_formlari": {"mazi": "iltajae - إِلْتَجَأَ", "muzari": "yaltajiu - يَلْتَجِئُ", "masdar": "iltijaa' - إِلْتِجَاء"}, "bab_anlami": "Sığınmak, iltica etmek, birine veya bir şeye başvurmak. Bu kalıp, sığınma eyleminin bilinçli bir tercih ve yönelim sonucu gerçekleştiğini ifade eder. Kişinin belirli bir amaca ulaşmak veya bir tehlikeden korunmak için bir koruyucuya başvurmasını içerir. Bu, insanın akılcı ve amaç odaklı davranışlarının bir tezahürüdür.", "mikro_mantik": "Bu kalıp, eylemin aktif ve amaçlı bir şekilde gerçekleştiğini gösterir. Fail, sığınma eylemini bilinçli bir şekilde planlar ve yönlendirir; eylem, belirli bir amaca ulaşmak için bir araç olarak kullanılır. Bu, eylemin rasyonel ve stratejik bir niteliğe sahip olduğunu vurgular."}, {"bab_no": 9, "fiil_formlari": {"mazi": "ijlajjae - إِجْلَجَّأَ", "muzari": "yajlajjau - يَجْلَجِّئُ", "masdar": "ijliljaa' - إِجْلِيجَاء"}, "bab_anlami": "(Nadir) Aşırı derecede sığınmak, ısrarla iltica etmek, bir şeye sıkıca tutunmak. Bu kalıp, sığınma eyleminin yoğun ve ısrarlı bir şekilde gerçekleştiğini ifade eder. Kişinin çaresizlik içinde veya büyük bir ihtiyaçla bir koruyucuya sıkıca tutunmasını içerir. Bu, insanın hayatta kalma mücadelesinin ve umut arayışının bir göstergesidir.", "mikro_mantik": "Bu kalıp, eylemin yoğun ve tekrarlayan bir şekilde gerçekleştiğini gösterir. Fail, sığınma eylemini sürekli olarak tekrarlar ve bu eyleme büyük bir önem verir. Bu, eylemin zorlu ve kritik bir durumu ifade ettiğini vurgular."}, {"bab_no": 10, "fiil_formlari": {"mazi": "istalj'ae - إِسْتَلْجَأَ", "muzari": "yastaljiu - يَسْتَلْجِئُ", "masdar": "istiljaa' - إِسْتِلْجَاء"}, "bab_anlami": "Sığınma aramak, iltica etmeyi istemek, birinden yardım talep etmek. Bu kalıp, sığınma eyleminin bir arayış ve talep sürecini içerdiğini ifade eder. Kişinin bir koruyucu bulmak ve ondan yardım almak için çaba göstermesini içerir. Bu, insanın sosyal ve işbirlikçi doğasının bir yansımasıdır.", "mikro_mantik": "Bu kalıp, eylemin bir talep ve arayış sürecini içerdiğini gösterir. Fail, sığınma eylemini gerçekleştirmek için bir arayışa girer ve bu arayış sonucunda bir koruyucu bulmaya çalışır. Bu, eylemin dinamik ve etkileşimli bir niteliğe sahip olduğunu vurgular."}]}], "لجج": [{"kok": "لجج", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Derinlere dalmak, yoğunluk, çokluk ve karmaşıklık içeren bir varoluş hali. Bu kök, bir şeyin özüne nüfuz etme, bir denizin derinliklerindeki gizemleri keşfetme veya bir düşüncenin karmaşıklığı içinde kaybolma gibi anlamları taşır. Aynı zamanda, bir araya gelmiş çok sayıda unsurun oluşturduğu yoğun bir bütünü ifade eder.", "kavramsal_derinlik": "Beşeri deneyimde, 'ل ج ج' kökü, insanın iç dünyasının derinliklerine yaptığı yolculuğu, bilinçaltının karmaşıklığını ve duygusal yoğunluğu temsil eder. İlahi boyutta ise, bu kök, yaratılışın sonsuz derinliğini, ilahi bilginin enginliğini ve evrenin sırlarını barındırır. İnsanın bu derinliklere nüfuz etme çabası, hakikate ulaşma arayışının bir yansımasıdır."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "لَجَّ - lajja", "muzari": "يَلُجُّ - yalujju", "masdar": "لَجَاجَة - lajajah"}, "bab_anlami": "Israr etmek, bir konuda inatla direnmek, bir tartışmada veya anlaşmazlıkta kararlılıkla durmak anlamına gelir. Bu, kişinin bir fikre veya amaca sıkıca bağlı olduğunu ve onu savunmak için çaba gösterdiğini ifade eder. Aynı zamanda, bir durumun veya olayın derinlemesine incelenmesi ve araştırılması için gösterilen azmi de simgeler. Bu anlamda, 'lajja', hakikati arayan bir zihnin kararlılığını ve pes etmeme azmini temsil eder.", "mikro_mantik": "Bu bab, kökün temel anlamını yoğunlaştırır ve eylemin sürekliliğini veya tekrarını vurgular. Kökün içerdiği derinlik ve yoğunluk kavramları, bu babda ısrar ve inatçılık şeklinde tezahür eder. Bu kalıp, eylemin özünde bulunan kararlılık ve azmi ön plana çıkarır, böylece kökün anlamı daha belirgin ve etkili hale gelir."}]}], "لحد": [{"kok": "لحد", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Sınırlandırma, belirgin hatlarla ayrılma, bir şeyin nihai noktası", "kavramsal_derinlik": "Fani olanın sınırları ile ebedi olanın sonsuzluğu arasındaki keskin ayrım; varoluşun sonlu tecrübesi içinde sonsuzluğa açılan bir kapı arayışı"}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "لَحَدَ - lahada", "muzari": "يَلْحَدُ - yalhadu", "masdar": "لَحْد - lahd"}, "bab_anlami": "Bir şeyi sınırlamak, bir yere kadar gitmek veya bir şeyden ayrılmak anlamına gelir. Bu kalıp, bir şeyin sınırlarını belirleme veya bir şeyden uzaklaşma eylemini ifade eder. Örneğin, bir düşünceden sapmak, doğru yoldan ayrılmak veya bir kabrin kenarlarını kazmak gibi durumları kapsar. Bu eylem, bilinçli bir tercihi veya kaçınılmaz bir sonucu işaret edebilir; bir sınırın aşılması veya bir ayrılığın gerçekleşmesi.", "mikro_mantik": "Bu bab, kökün temel anlamını doğrudan eyleme dönüştürür. 'Lahada' fiili, 'sınırı çizdi, ayrıldı' gibi bir anlam taşır. Bu kalıp, kökün anlamını somut bir fiille ifade ederek, ayrılma veya sınırlandırma eyleminin gerçekleştiğini vurgular. Bir şeyin sınırlarının belirlenmesi veya bir şeyden uzaklaşılması eyleminin kesinliğini ve tamamlanmışlığını ifade eder."}]}], "لحف": [{"kok": "لحف", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Örtmek, sarmalamak, gizlemek; koruma ve muhafaza etme eylemi. Bir şeyin üzerini örterek onu dış etkenlerden soyutlama, güvende hissettirme.", "kavramsal_derinlik": "Hem maddi hem de manevi örtünmeyi ifade eder. Maddi olarak bir nesneyi örtmek, manevi olarak ise bir sırrı saklamak veya bir kusuru örtbas etmek anlamlarına gelebilir. İlahi boyutta ise, Allah'ın rahmetiyle kullarını günahlarından örtmesi ve onları korumasıdır."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "لَحَفَ", "muzari": "يَلْحَفُ", "masdar": "لَحْف"}, "bab_anlami": "Bir şeyi örtmek, sarmalamak veya gizlemek. Bu bab, fiilin basit ve doğrudan bir eylemi ifade ettiğini gösterir. Bir nesnenin üzerini örtmek suretiyle onu koruma veya saklama eylemi, temel anlamı oluşturur. Aynı zamanda, bir sırrı saklamak veya bir kusuru örtbas etmek gibi daha soyut anlamlara da gelebilir. Bu kalıp, eylemin fail tarafından bilinçli ve kasıtlı bir şekilde gerçekleştirildiğini vurgular.", "mikro_mantik": "Bu babda fiil, temel anlamını korur ve eylemin basit bir şekilde gerçekleştiğini gösterir. Kökün anlamı doğrudan fiile yansır. Eylemin geçişliliği (bir nesneyi etkilemesi) veya geçişsizliği (öznenin kendisiyle sınırlı kalması) bağlama göre değişebilir. Bu kalıp, eylemin başlangıç noktasını ve temel amacını vurgular."}, {"bab_no": 2, "fiil_formlari": {"mazi": "لَحَّفَ", "muzari": "يُلَحِّفُ", "masdar": "تَلْحِيف"}, "bab_anlami": "Bir şeyi tekrar tekrar veya yoğun bir şekilde örtmek, sarmalamak. Bu bab, fiilin anlamını pekiştirir veya yoğunlaştırır. Bir nesneyi defalarca örtmek suretiyle onu daha fazla koruma veya saklama eylemi, temel anlamı oluşturur. Aynı zamanda, bir konuyu derinlemesine incelemek veya bir durumu detaylı bir şekilde ele almak gibi daha soyut anlamlara da gelebilir. Bu kalıp, eylemin sürekliliğini veya yoğunluğunu vurgular.", "mikro_mantik": "Bu babda fiil, kök anlamını yoğunlaştırır veya tekrarlar. Eylemin şiddeti veya süresi artar. Bu kalıp, eylemin daha karmaşık veya detaylı bir şekilde gerçekleştiğini gösterir. Tekrarlama veya yoğunlaştırma, eylemin etkisini artırır ve daha belirgin hale getirir."}, {"bab_no": 3, "fiil_formlari": {"mazi": "لَاحَفَ", "muzari": "يُلَاحِفُ", "masdar": "مُلَاحَفَة"}, "bab_anlami": "Bir şeyi örtmede veya sarmalamada karşılıklı olarak yardımlaşmak, ortaklaşa örtmek. Bu bab, fiilin karşılıklı veya ortak bir eylemi ifade ettiğini gösterir. İki veya daha fazla kişinin bir nesneyi birlikte örtmesi veya sarmalaması, temel anlamı oluşturur. Aynı zamanda, bir sırrı birlikte saklamak veya bir kusuru ortaklaşa örtbas etmek gibi daha soyut anlamlara da gelebilir. Bu kalıp, eylemin işbirliği ve ortak sorumluluk içerdiğini vurgular.", "mikro_mantik": "Bu babda fiil, karşılıklı veya ortak bir eylemi ifade eder. Eylemin birden fazla öznesi vardır ve eylem, bu özneler arasında gerçekleşir. Bu kalıp, eylemin sosyal bir bağlamda gerçekleştiğini ve işbirliği gerektirdiğini gösterir. Karşılıklılık, eylemin etkisini paylaşılmış ve dağıtılmış hale getirir."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَلْحَفَ", "muzari": "يُلْحِفُ", "masdar": "إِلْحَاف"}, "bab_anlami": "Bir şeyi örtmeye veya sarmalamaya zorlamak, mecbur etmek veya bir şeyi çok fazla örtmek. Bu bab, fiilin zorlama veya aşırılık içerdiğini gösterir. Bir nesneyi örtmeye zorlamak veya bir şeyi aşırı derecede örtmek, temel anlamı oluşturur. Aynı zamanda, bir konuyu zorla gizlemek veya bir durumu aşırı derecede örtbas etmek gibi daha soyut anlamlara da gelebilir. Bu kalıp, eylemin zorlayıcı veya aşırı bir şekilde gerçekleştiğini vurgular.", "mikro_mantik": "Bu babda fiil, kök anlamını zorlama veya aşırılık unsuruyla birleştirir. Eylemin şiddeti veya zorlayıcılığı artar. Bu kalıp, eylemin kontrol veya baskı içerdiğini gösterir. Zorlama veya aşırılık, eylemin etkisini daha belirgin ve güçlü hale getirir."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَلَحَّفَ", "muzari": "يَتَلَحَّفُ", "masdar": "تَلَحُّف"}, "bab_anlami": "Örtünmek, sarınmak, kendini örtmek. Bu bab, fiilin dönüşlü bir eylemi ifade ettiğini gösterir. Kişinin kendisini örtmesi veya sarmalaması, temel anlamı oluşturur. Aynı zamanda, bir sırrı saklamak veya bir kusuru örtbas etmek için kendini gizlemek gibi daha soyut anlamlara da gelebilir. Bu kalıp, eylemin öznenin kendisi üzerinde gerçekleştiğini ve öznenin aktif rol oynadığını vurgular.", "mikro_mantik": "Bu babda fiil, dönüşlü bir eylemi ifade eder. Eylem, öznenin kendisi üzerinde gerçekleşir ve özne, hem fail hem de meful konumundadır. Bu kalıp, eylemin içsel bir süreç veya kişisel bir eylem olduğunu gösterir. Dönüşlülük, eylemin etkisini öznenin kendisine yöneltir."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَلَاحَفَ", "muzari": "يَتَلَاحَفُ", "masdar": "تَلَاحُف"}, "bab_anlami": "Birbirini örtmek, birbirine sarılmak, karşılıklı örtünmek. Bu bab, fiilin karşılıklı ve dönüşlü bir eylemi ifade ettiğini gösterir. İki veya daha fazla kişinin birbirini örtmesi veya sarmalaması, temel anlamı oluşturur. Aynı zamanda, birbirinin sırlarını saklamak veya birbirinin kusurlarını örtbas etmek gibi daha soyut anlamlara da gelebilir. Bu kalıp, eylemin karşılıklı güven ve dayanışma içerdiğini vurgular.", "mikro_mantik": "Bu babda fiil, hem karşılıklı hem de dönüşlü bir eylemi ifade eder. Eylem, birden fazla özne arasında gerçekleşir ve her bir özne, hem fail hem de meful konumundadır. Bu kalıp, eylemin sosyal bir bağlamda gerçekleştiğini ve karşılıklı etkileşimi içerdiğini gösterir. Karşılıklılık ve dönüşlülük, eylemin etkisini paylaşılmış ve içselleştirilmiş hale getirir."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْلَحَفَ", "muzari": "يَنْلَحِفُ", "masdar": "اِنْلِحَاف"}, "bab_anlami": "Örtülmek, sarılmak, örtü altına girmek. Bu bab, fiilin edilgen veya kendiliğinden gerçekleşen bir eylemi ifade ettiğini gösterir. Bir şeyin örtülmesi veya sarılması, temel anlamı oluşturur. Aynı zamanda, bir sırrın ortaya çıkmaması veya bir kusurun gizli kalması gibi daha soyut anlamlara da gelebilir. Bu kalıp, eylemin öznenin kontrolü dışında gerçekleştiğini ve dış etkenlerin etkili olduğunu vurgular.", "mikro_mantik": "Bu babda fiil, edilgen veya kendiliğinden gerçekleşen bir eylemi ifade eder. Eylem, öznenin kontrolü dışında gerçekleşir ve dış etkenler tarafından tetiklenir. Bu kalıp, eylemin pasif bir süreç veya dışsal bir etki olduğunu gösterir. Edilgenlik, eylemin etkisini öznenin üzerinde yoğunlaştırır."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِلْتَحَفَ", "muzari": "يَلْتَحِفُ", "masdar": "اِلْتِحَاف"}, "bab_anlami": "Örtünmek, sarınmak, bir şeyi örtü olarak kullanmak. Bu bab, fiilin bir şeyi örtü olarak kullanma veya örtünme eylemini ifade ettiğini gösterir. Kişinin kendisini bir şeyle örtmesi veya sarmalaması, temel anlamı oluşturur. Aynı zamanda, bir şeyi koruma veya gizleme amacıyla kullanmak gibi daha soyut anlamlara da gelebilir. Bu kalıp, eylemin bir araç veya amaç içerdiğini ve öznenin aktif rol oynadığını vurgular.", "mikro_mantik": "Bu babda fiil, bir şeyi araç olarak kullanma veya örtünme eylemini ifade eder. Eylem, öznenin aktif katılımıyla gerçekleşir ve bir amaç doğrultusunda yapılır. Bu kalıp, eylemin stratejik bir yaklaşım veya bilinçli bir seçim olduğunu gösterir. Araçsallık, eylemin etkisini öznenin hedeflerine yöneltir."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اِلْحَافَّ", "muzari": "يَلْحَافُّ", "masdar": "اِلْحِيْفَاف"}, "bab_anlami": "Bu bab nadiren kullanılır ve kökün anlamını yoğunlaştırır. Bir şeyi aşırı derecede örtmek, sarmalamak veya gizlemek anlamına gelebilir. Bu, bir şeyin tamamen görünmez hale getirilmesi veya korunması için yapılan yoğun bir çabayı ifade eder. Metaforik olarak, bir konuyu derinlemesine incelemek veya bir durumu tamamen kontrol altına almak anlamına da gelebilir.", "mikro_mantik": "Bu bab, kökün anlamını aşırılık ve yoğunlukla birleştirir. Eylemin şiddeti veya derecesi artar. Bu kalıp, eylemin tamamlama veya mükemmelleştirme amacı taşıdığını gösterir. Aşırılık, eylemin etkisini en üst düzeye çıkarır ve daha belirgin hale getirir."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَلْحَفَ", "muzari": "يَسْتَلْحِفُ", "masdar": "اِسْتِلْحَاف"}, "bab_anlami": "Örtü istemek, örtünmeyi talep etmek veya bir şeyi örtü olarak kullanmak istemek. Bu bab, fiilin bir şeyi talep etme veya isteme eylemini ifade ettiğini gösterir. Kişinin bir örtü istemesi veya örtünmeyi talep etmesi, temel anlamı oluşturur. Aynı zamanda, bir şeyi koruma veya gizleme amacıyla kullanmak istemek gibi daha soyut anlamlara da gelebilir. Bu kalıp, eylemin bir ihtiyaç veya arzu içerdiğini ve öznenin aktif rol oynadığını vurgular.", "mikro_mantik": "Bu babda fiil, bir şeyi talep etme veya isteme eylemini ifade eder. Eylem, öznenin aktif katılımıyla gerçekleşir ve bir ihtiyaç veya arzu doğrultusunda yapılır. Bu kalıp, eylemin bir amaç veya hedef içerdiğini gösterir. Talep, eylemin etkisini öznenin ihtiyaçlarını karşılamaya yöneltir."}]}], "لحق": [{"kok": "لحق", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Bir şeye yetişmek, ulaşmak, bir şeyin izini takip etmek veya bir şeyi hak etmek gibi temel bir anlam çekirdeğine sahiptir. Bu, sadece fiziksel bir ulaşma eylemi değil, aynı zamanda soyut bir hedefe, ideale veya duruma erişme çabasını da içerir.", "kavramsal_derinlik": "Bu kök, beşeri boyutta bir amaca ulaşma gayretini, ilahi boyutta ise kaderin veya ilahi takdirin bir parçası olarak bir sonuca ulaşmayı ifade edebilir. İnsanların çabaları ve ilahi irade arasındaki etkileşimi simgeler."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "لَحِقَ - lahiqa", "muzari": "يَلْحَقُ - yalhaqu", "masdar": "لَحْق - lahq"}, "bab_anlami": "Bir şeye yetişmek, ulaşmak, bir şeyi takip etmek veya bir hakka sahip olmak anlamına gelir. Bu kalıp, bir hedefe ulaşma çabasını veya bir sonuca varma sürecini vurgular. Aynı zamanda, bir şeyin doğal sonucu olarak ortaya çıkan durumu da ifade edebilir; örneğin, bir eylemin sonucu olarak bir hakka sahip olmak gibi.", "mikro_mantik": "Bu kalıp, kökün temel anlamını doğrudan ve basit bir şekilde ifade eder. Eylemin kendisini ve sonucunu vurgular. Fiilin temel ve en yalın halini temsil eder, dolayısıyla eylemin gerçekleşme sürecine odaklanır."}]}], "لحم": [{"kok": "لحم", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Bedenin özü, maddi varlık, canlılığın temel unsuru.", "kavramsal_derinlik": "Fiziksel varoluşun sınırları ile ruhaniyetin potansiyel etkileşimi arasındaki denge."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "لَحُمَ - lahuma", "muzari": "يَلْحُمُ - yalhumu", "masdar": "لُحُومَةٌ - luhumah"}, "bab_anlami": "Bir şeyin etli, dolgun veya besleyici hale gelmesi. Bu, yalnızca fiziksel bir durumu değil, aynı zamanda bir şeyin özünün zenginleşmesini ve besleyici hale gelmesini de ifade edebilir. Bir ilişkinin veya projenin olgunlaşması ve verimli hale gelmesi gibi soyut kavramlara da uygulanabilir. Bu kalıp, bir şeyin içsel değerinin ve potansiyelinin artışını vurgular.", "mikro_mantik": "Bu bab, kökün temel anlamını niteliksel bir değişime uğratır. Kökün ifade ettiği maddenin veya kavramın, belirli bir nitelik veya özellikle donatıldığını, bu niteliğin onun özünü zenginleştirdiğini belirtir. Bir şeyin niceliğinden ziyade niteliğindeki artışı ve bu artışın onun temel doğasını nasıl etkilediğini vurgular."}, {"bab_no": 2, "fiil_formlari": {"mazi": "لَحَّمَ - lahhama", "muzari": "يُلَحِّمُ - yulahhimu", "masdar": "تَلْحِيمٌ - talhiim"}, "bab_anlami": "Bir şeyi etle kaplamak, etlendirmek veya bir şeyi et gibi yapmak. Bu, bir şeyi daha besleyici, daha canlı veya daha somut hale getirme eylemini ifade eder. Soyut anlamda, bir fikri veya projeyi detaylarla zenginleştirmek, onu daha anlaşılır ve etkili kılmak anlamına gelebilir. Bu kalıp, bir şeyin özünü güçlendirme ve onu daha belirgin hale getirme çabasını vurgular.", "mikro_mantik": "Bu bab, kökün temel anlamını yoğunlaştırır ve eylemin tekrarlayıcı veya sürekli olduğunu belirtir. Bir şeyi etle sürekli olarak kaplama veya bir şeyi et gibi yapma eylemi, kökün ifade ettiği maddenin veya kavramın güçlendirilmesi ve belirginleştirilmesi sürecini vurgular. Eylemin yoğunluğu ve sürekliliği, sonucun daha etkili ve kalıcı olmasını sağlar."}, {"bab_no": 3, "fiil_formlari": {"mazi": "لاَحَمَ - laahama", "muzari": "يُلاَحِمُ - yulaahimu", "masdar": "مُلَاحَمَةٌ - mulaahamah"}, "bab_anlami": "Karşılıklı olarak etlendirmek, birbirini beslemek veya bir araya gelerek et gibi olmak. Bu, iki veya daha fazla varlığın bir araya gelerek daha güçlü ve besleyici bir bütün oluşturmasını ifade eder. İlişkilerde, ortak bir amaç için bir araya gelerek birbirlerini desteklemek ve güçlendirmek anlamına gelebilir. Bu kalıp, işbirliğinin ve ortaklığın önemini vurgular.", "mikro_mantik": "Bu bab, kökün temel anlamını karşılıklılık ve etkileşim bağlamında ele alır. İki veya daha fazla varlığın birbirini etkileyerek ortak bir amaca ulaşması, kökün ifade ettiği maddenin veya kavramın paylaşılması ve güçlendirilmesi sürecini vurgular. Karşılıklı etkileşim, sonucun daha zengin ve kapsamlı olmasını sağlar."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَلْحَمَ - alhama", "muzari": "يُلْحِمُ - yulhimu", "masdar": "إِلْحَامٌ - ilhaam"}, "bab_anlami": "Etlendirmek, etli hale getirmek veya bir şeyi etle beslemek. Bu, bir şeyi daha besleyici, daha canlı veya daha somut hale getirme eylemini ifade eder. Aynı zamanda, bir şeyi detaylarla zenginleştirmek, onu daha anlaşılır ve etkili kılmak anlamına gelebilir. Bu kalıp, bir şeyin özünü güçlendirme ve onu daha belirgin hale getirme çabasını vurgular. İlham vermek, içten gelen bir dürtüyle beslemek anlamlarına da gelebilir.", "mikro_mantik": "Bu bab, kökün temel anlamını bir eylemle sonuçlandırma veya bir şeyi belirli bir duruma getirme bağlamında ele alır. Bir şeyi etlendirme veya etle besleme eylemi, kökün ifade ettiği maddenin veya kavramın tamamlanması ve mükemmelleştirilmesi sürecini vurgular. Eylemin sonucu, maddenin veya kavramın daha güçlü ve etkili hale gelmesidir."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَلَحَّمَ - talahhama", "muzari": "يَتَلَحَّمُ - yatalahhamu", "masdar": "تَلَحُّمٌ - talahhum"}, "bab_anlami": "Etlenmek, et gibi olmak veya etle kaplanmak. Bu, bir şeyin etli, dolgun veya besleyici hale gelme sürecini ifade eder. Aynı zamanda, bir şeyin özünün zenginleşmesi ve besleyici hale gelmesi anlamına da gelebilir. Bu kalıp, bir şeyin içsel değerinin ve potansiyelinin artışını vurgular. Bir organizasyonun veya topluluğun bir araya gelerek güçlenmesi ve bütünleşmesi anlamında da kullanılabilir.", "mikro_mantik": "Bu bab, kökün temel anlamını dönüşüm ve değişim bağlamında ele alır. Bir şeyin etlenmesi veya et gibi olması, kökün ifade ettiği maddenin veya kavramın yeni bir duruma geçmesi ve farklı bir nitelik kazanması sürecini vurgular. Dönüşüm, sonucun daha zengin ve kapsamlı olmasını sağlar."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَلاَحَمَ - talaahama", "muzari": "يَتَلاَحَمُ - yatalaahamu", "masdar": "تَلاَحُمٌ - talaahum"}, "bab_anlami": "Birbirine etlenmek, birbirine et gibi olmak veya birbirini beslemek. Bu, iki veya daha fazla varlığın bir araya gelerek daha güçlü ve besleyici bir bütün oluşturmasını ifade eder. İlişkilerde, ortak bir amaç için bir araya gelerek birbirlerini desteklemek ve güçlendirmek anlamına gelebilir. Bu kalıp, işbirliğinin ve ortaklığın önemini vurgular. Aynı zamanda, farklı fikirlerin veya yaklaşımların bir araya gelerek yeni ve daha kapsamlı bir anlayış oluşturması anlamına da gelebilir.", "mikro_mantik": "Bu bab, kökün temel anlamını karşılıklı etkileşim ve uyum bağlamında ele alır. İki veya daha fazla varlığın birbirine etlenmesi veya birbirini beslemesi, kökün ifade ettiği maddenin veya kavramın uyumlu bir şekilde bir araya gelmesi ve ortak bir amaca hizmet etmesi sürecini vurgular. Uyum, sonucun daha dengeli ve etkili olmasını sağlar."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْلَحَمَ - inlahama", "muzari": "يَنْلَحِمُ - yanlahimu", "masdar": "اِنْلِحَامٌ - inlihaam"}, "bab_anlami": "Etlenmek, et gibi olmak veya bir şeye et karışmak. Bu, bir şeyin etli, dolgun veya besleyici hale gelme sürecini ifade eder. Aynı zamanda, bir şeyin özünün zenginleşmesi ve besleyici hale gelmesi anlamına da gelebilir. Bu kalıp, bir şeyin içsel değerinin ve potansiyelinin artışını vurgular. Bir topluluğa veya gruba dahil olmak, onunla bütünleşmek anlamında da kullanılabilir.", "mikro_mantik": "Bu bab, kökün temel anlamını içselleşme ve bütünleşme bağlamında ele alır. Bir şeyin etlenmesi veya bir şeye et karışması, kökün ifade ettiği maddenin veya kavramın bir başka şeyle bütünleşmesi ve onun bir parçası haline gelmesi sürecini vurgular. Bütünleşme, sonucun daha kapsamlı ve kalıcı olmasını sağlar."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِلْتَحَمَ - iltahama", "muzari": "يَلْتَحِمُ - yaltahimu", "masdar": "اِلْتِحَامٌ - iltihaam"}, "bab_anlami": "Etlenmek, et gibi olmak, kaynamak, birleşmek. Bu, iki veya daha fazla şeyin bir araya gelerek tek bir bütün oluşturmasını ifade eder. Fiziksel olarak iki parçanın birleşmesi gibi, soyut olarak da farklı fikirlerin veya yaklaşımların bir araya gelerek yeni bir anlayış oluşturması anlamına gelebilir. Bu kalıp, birliğin ve bütünlüğün önemini vurgular. Aynı zamanda, yaraların iyileşmesi ve kapanması anlamında da kullanılabilir.", "mikro_mantik": "Bu bab, kökün temel anlamını birleşme ve bütünleşme bağlamında ele alır. İki veya daha fazla şeyin bir araya gelerek tek bir bütün oluşturması, kökün ifade ettiği maddenin veya kavramın tamamlanması ve mükemmelleştirilmesi sürecini vurgular. Birleşme, sonucun daha güçlü ve etkili olmasını sağlar."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اِسْتَلْحَمَ - istalhama", "muzari": "يَسْتَلْحِمُ - yastalhimu", "masdar": "اِسْتِلْحَامٌ - istilhaam"}, "bab_anlami": "Etlenmeyi istemek, et gibi olmayı arzu etmek veya etle beslenmeyi talep etmek. Bu, bir şeyin daha besleyici, daha canlı veya daha somut hale gelmesini isteme arzusunu ifade eder. Aynı zamanda, bir şeyin özünü güçlendirmek ve onu daha belirgin hale getirmek için çaba gösterme anlamına gelebilir. Bu kalıp, bir şeyin potansiyelini gerçekleştirme ve onu en iyi hale getirme arzusunu vurgular. İlham almayı istemek, içten gelen bir dürtüyle beslenmeyi talep etmek anlamlarına da gelebilir.", "mikro_mantik": "Bu bab, kökün temel anlamını arayış ve talep bağlamında ele alır. Etlenmeyi istemek veya etle beslenmeyi talep etmek, kökün ifade ettiği maddenin veya kavramın daha iyi bir duruma gelmesi için çaba gösterme ve kaynak arayışı sürecini vurgular. Arayış, sonucun daha tatmin edici ve değerli olmasını sağlar."}]}], "لحن": [{"kok": "لحن", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Sesin ahenkli düzeni, gizli bir anlamın melodik ifadesi.", "kavramsal_derinlik": "Estetik ve iletişim arasındaki ince çizgi."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "لَحَنَ - lahane", "muzari": "يَلْحَنُ - yelhanu", "masdar": "لَحْن - lahn"}, "bab_anlami": "Bu bab, kökün temel anlamı olan 'melodi' veya 'ezgi'yi doğrudan ifade eder. Bir düşüncenin veya duygunun ses yoluyla ahenkli bir şekilde ifade edilmesini, bir sözün veya metnin müzikal bir nitelik kazanmasını temsil eder. Aynı zamanda, bir şeyin gizli veya dolaylı bir şekilde ifade edilmesi, bir imanın veya inancın melodik bir şekilde dışa vurulması anlamına da gelebilir.", "mikro_mantik": "Bu bab, kökün temel anlamını en yalın haliyle sunar. Fiilin basit ve doğrudan bir eylemi ifade etmesi, anlamın karmaşıklaşmadan temel özünde kalmasını sağlar. Kökün anlam yoğunluğunu arttırır."}, {"bab_no": 2, "fiil_formlari": {"mazi": "لَحَّنَ - lahhane", "muzari": "يُلَحِّنُ - yulahhinu", "masdar": "تَلْحِين - telhin"}, "bab_anlami": "Bu bab, bir şeye melodi verme, beste yapma veya bir metni ezgiyle okuma eylemini ifade eder. Bir düşünceyi veya duyguyu müzikal bir forma dönüştürme, bir metne ahenk katma veya bir eseri müzikle süsleme anlamına gelir. Aynı zamanda, bir şeyin içsel ahengini ortaya çıkarma, bir potansiyeli melodik bir şekilde ifade etme veya bir yeteneği müzikle geliştirme anlamına da gelebilir.", "mikro_mantik": "Bu bab, kökün anlamını yoğunlaştırır ve eylemin kasıtlı ve bilinçli bir şekilde yapılmasını vurgular. Fiilin tekrarı, eylemin özenle ve dikkatle gerçekleştirildiğini gösterir. Kökün anlam derinliğini arttırır."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَلَحَّنَ - telahhane", "muzari": "يَتَلَحَّنُ - yetelahhanu", "masdar": "تَلَحُّن - telahhun"}, "bab_anlami": "Bu bab, melodi çalmaya çalışmak, bir ezgiyi taklit etmek veya bir şarkıyı öğrenmek için çabalamak anlamına gelir. Bir şeyin ahengini anlamaya çalışmak, bir müzik parçasını içselleştirmek veya bir ritmi yakalamaya çalışmak anlamına gelebilir. Aynı zamanda, bir şeyin gizli anlamını çözmeye çalışmak, bir mesajı deşifre etmek veya bir sırrı açığa çıkarmak anlamına da gelebilir.", "mikro_mantik": "Bu bab, kökün anlamını bir süreç veya çaba olarak sunar. Fiilin dönüşlülüğü, eylemin özne üzerinde bir etki yarattığını gösterir. Kökün anlamını dinamikleştirir."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَلْحَنَ - istelhane", "muzari": "يَسْتَلْحِنُ - yestelhinu", "masdar": "اِسْتِلْحَان - istilhan"}, "bab_anlami": "Bu bab, bir şeyden melodi çıkarmaya çalışmak, bir metinden müzikal bir anlam çıkarmak veya bir durumdan ahenkli bir sonuç elde etmek anlamına gelir. Bir şeyin içindeki potansiyel güzelliği keşfetmek, bir olaydan olumlu bir sonuç çıkarmak veya bir durumdan ders almak anlamına gelebilir. Aynı zamanda, bir şeyin gizli anlamını anlamaya çalışmak, bir mesajı deşifre etmek veya bir sırrı açığa çıkarmak için çabalamak anlamına da gelebilir.", "mikro_mantik": "Bu bab, kökün anlamını bir arayış veya talep olarak sunar. Fiilin geçişliliği, eylemin bir nesne üzerinde bir etki yarattığını gösterir. Kökün anlamını genişletir."}]}], "لحي": [{"kok": "لحي", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Canlılık belirtisi, hayatın tezahürü", "kavramsal_derinlik": "Biyolojik varoluş ve sosyal kimlik"}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "لَحِيَ - lahiya", "muzari": "يَلْحَى - yalha", "masdar": "لَحْي - lahy"}, "bab_anlami": "Bu babda, kök anlamı temel bir canlılık belirtisi veya bir varlığın doğal ifadesi olarak ortaya çıkar. Bu, bir organizmanın hayatta kalma mücadelesinde gösterdiği direnci veya bir insanın içten gelen bir duyguyu dışa vurmasını ifade edebilir. Aynı zamanda, bir şeyin özünde bulunan potansiyelin ortaya çıkışını da simgeleyebilir, tıpkı bir tohumun filizlenmesi gibi.", "mikro_mantik": "Bu bab, kökün temel anlamını, yani 'canlılık' veya 'hayat belirtisi'ni en yalın haliyle ifade eder. Fiilin bu formda kullanılması, eylemin doğal, kendiliğinden ve temel bir özellik olduğunu vurgular. Kökün bu kalıpta kullanımı, varoluşun en temel düzeydeki tezahürünü ifade eder."}, {"bab_no": 2, "fiil_formlari": {"mazi": "لَاحَى - lahaa", "muzari": "يُلَاحِي - yulaahi", "masdar": "مُلَاحَاة - mulaahaat"}, "bab_anlami": "Bu babda, kök anlamı bir etkileşim veya karşılıklı bir alışveriş içerir. Bu, iki varlık arasında bir tür rekabeti, tartışmayı veya karşılıklı bir çabayı ifade edebilir. Bu etkileşim, bazen bir anlaşmazlık veya çatışma şeklinde ortaya çıkabileceği gibi, bazen de ortak bir amaca ulaşmak için yapılan işbirliği şeklinde de olabilir. Bu bab, kökün anlamını dinamik bir ilişki bağlamında ele alır.", "mikro_mantik": "Bu bab, kökün anlamını karşılıklı bir etkileşim veya rekabet bağlamına taşır. Fiilin bu formda kullanılması, eylemin iki veya daha fazla taraf arasında gerçekleştiğini ve bir tür karşılıklı çaba veya mücadele içerdiğini gösterir. Bu kalıp, kökün anlamını daha karmaşık ve ilişkisel bir düzeye taşır."}, {"bab_no": 3, "fiil_formlari": {"mazi": "أَلْحَى - alhaa", "muzari": "يُلْحِي - yulhi", "masdar": "إِلْحَاء - ilhaa"}, "bab_anlami": "Bu babda, kök anlamı bir şeyi bir başkasına atfetmek, yüklemek veya isnat etmek anlamına gelir. Bu, bir sorumluluğu, suçu veya özelliği bir başkasına yüklemeyi ifade edebilir. Bu eylem, bazen haksız bir itham veya suçlama şeklinde ortaya çıkabileceği gibi, bazen de bir görevi veya yetkiyi devretme şeklinde de olabilir. Bu bab, kökün anlamını bir atfetme veya yükleme eylemi bağlamında ele alır.", "mikro_mantik": "Bu bab, kökün anlamını bir şeyi bir başkasına atfetme veya yükleme eylemine dönüştürür. Fiilin bu formda kullanılması, eylemin bir özne tarafından bir nesneye doğru yönlendirildiğini ve bir tür transfer veya atama içerdiğini gösterir. Bu kalıp, kökün anlamını daha aktif ve yönlendirici bir düzeye taşır."}, {"bab_no": 4, "fiil_formlari": {"mazi": "تَلَحَّى - talahhaa", "muzari": "يَتَلَحَّى - yatalahhaa", "masdar": "تَلَحِّي - talahhi"}, "bab_anlami": "Bu babda, kök anlamı bir şeyle meşgul olmak, oyalanmak veya kendini bir şeye adamak anlamına gelir. Bu, bir kişinin bir hobisiyle, bir göreviyle veya bir düşüncesiyle yoğun bir şekilde ilgilenmesini ifade edebilir. Bu meşguliyet, bazen bir kaçış veya unutma aracı olarak ortaya çıkabileceği gibi, bazen de bir kendini geliştirme veya öğrenme süreci şeklinde de olabilir. Bu bab, kökün anlamını bir meşguliyet veya adanma bağlamında ele alır.", "mikro_mantik": "Bu bab, kökün anlamını bir şeyle meşgul olma veya kendini adama eylemine dönüştürür. Fiilin bu formda kullanılması, eylemin öznenin kendi üzerinde yoğunlaştığını ve bir tür içsel süreç veya kişisel gelişim içerdiğini gösterir. Bu kalıp, kökün anlamını daha içsel ve öznel bir düzeye taşır."}]}], "لدد": [{"kok": "لدد", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Israrcı bir şekilde bir şeye yapışmak, inatla direnmek ve bu direncin getirdiği zorluklar.", "kavramsal_derinlik": "İradenin gücü, kararlılığın önemi ve bu süreçte karşılaşılan engellerin aşılması."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "لَدَّ - Ladda", "muzari": "يَلُدُّ - Yaluddu", "masdar": "لَدٌّ - Laddun"}, "bab_anlami": "Bir şeye şiddetle yapışmak, inatla direnmek ve bu direncin getirdiği zorluklarla başa çıkmak. Bu kalıp, kişinin bir amaca ulaşmak için gösterdiği azmi ve bu süreçte karşılaştığı engellere rağmen vazgeçmemesini ifade eder. Aynı zamanda, bir konuda ısrarcı olmanın potansiyel sonuçlarını ve bu ısrarın kişiyi nasıl etkileyebileceğini de düşündürür.", "mikro_mantik": "Bu kalıp, kökün temel anlamını doğrudan ve yoğun bir şekilde ifade eder. Fiilin basit ve temel formu, eylemin doğrudan ve engellenemez bir şekilde gerçekleştiğini vurgular. Kökün anlamı, bu kalıpta herhangi bir ek anlam veya dolaylılık olmaksızın, en saf haliyle ortaya çıkar."}, {"bab_no": 2, "fiil_formlari": {"mazi": "لَادَّ - Lâdde", "muzari": "يُلَادُّ - Yulâddu", "masdar": "مُلَادَّةٌ - Mülâddetun"}, "bab_anlami": "Karşılıklı inatlaşma, çekişme ve bir konuda birbirine karşı direnme. Bu kalıp, iki veya daha fazla tarafın bir konuda uzlaşmaya yanaşmayarak, kendi görüşlerinde ısrar etmelerini ifade eder. Bu durum, ilişkilerde gerginliğe ve anlaşmazlıklara yol açabilir, ancak aynı zamanda farklı fikirlerin çarpışmasıyla yeni çözümlerin ortaya çıkmasına da zemin hazırlayabilir.", "mikro_mantik": "Bu kalıp, kökün anlamını karşılıklılık ve rekabet unsurlarıyla genişletir. Fiilin türetilmiş formu, eylemin iki veya daha fazla taraf arasında gerçekleştiğini ve her bir tarafın kendi pozisyonunu korumak için çaba gösterdiğini vurgular. Kökün anlamı, bu kalıpta karşılıklı etkileşim ve rekabet bağlamında şekillenir."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَلَدَّدَ - Teladdede", "muzari": "يَتَلَدَّدُ - Yeteladdedu", "masdar": "تَلَدُّدٌ - Teladdudun"}, "bab_anlami": "Bir konuda tereddüt etmek, kararsız kalmak ve farklı olasılıklar arasında gidip gelmek. Bu kalıp, kişinin bir karar verme sürecinde yaşadığı içsel çatışmayı ve belirsizliği ifade eder. Bu durum, kişinin bilgi eksikliği, korku veya farklı değerler arasında kalması gibi çeşitli nedenlerden kaynaklanabilir. Tereddüt, kişinin eylemlerini geciktirebilir veya yanlış kararlar vermesine yol açabilir.", "mikro_mantik": "Bu kalıp, kökün anlamını tekrarlama ve kararsızlık unsurlarıyla zenginleştirir. Fiilin türetilmiş formu, eylemin sürekli tekrarlandığını ve kişinin bir durumdan diğerine gidip geldiğini vurgular. Kökün anlamı, bu kalıpta kararsızlık, belirsizlik ve içsel çatışma bağlamında derinleşir."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَلَادَّ - Telâdde", "muzari": "يَتَلَادُّ - Yetelâddu", "masdar": "تَلَادٌّ - Telâddun"}, "bab_anlami": "Bir konuda karşılıklı olarak inatlaşmak, çekişmek ve birbirine karşı direnç göstermek. Bu kalıp, iki veya daha fazla tarafın bir konuda uzlaşmaya yanaşmayarak, kendi görüşlerinde ısrar etmelerini ve birbirlerine karşı rekabet etmelerini ifade eder. Bu durum, ilişkilerde gerginliğe ve anlaşmazlıklara yol açabilir, ancak aynı zamanda farklı fikirlerin çarpışmasıyla yeni çözümlerin ortaya çıkmasına da zemin hazırlayabilir. Bu kalıp, 2. bab ile benzer bir anlam taşır, ancak daha yoğun ve sürekli bir çekişmeyi ifade edebilir.", "mikro_mantik": "Bu kalıp, kökün anlamını karşılıklılık, rekabet ve süreklilik unsurlarıyla birleştirir. Fiilin türetilmiş formu, eylemin iki veya daha fazla taraf arasında sürekli olarak gerçekleştiğini ve her bir tarafın kendi pozisyonunu korumak için sürekli çaba gösterdiğini vurgular. Kökün anlamı, bu kalıpta karşılıklı etkileşim, rekabet ve süreklilik bağlamında şekillenir."}]}], "لدن": [{"kok": "لدن", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Yumuşaklık, esneklik ve uyum; katılık ve sertliğin zıddı olarak, varlığın akışkan ve kolay şekil alabilir özü.", "kavramsal_derinlik": "Fiziksel formdan ahlaki karaktere, ilahi rahmetten beşeri ilişkilere kadar her türlü tezahürde kendini gösteren, uyum ve kolaylığın evrensel prensibi."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "لَدُنَ - Laduna", "muzari": "يَلْدُنُ - Yaldunu", "masdar": "لُدُونَة - Ludune"}, "bab_anlami": "Yumuşak ve esnek olmak, kolaylıkla şekil değiştirebilmek. Bu kalıp, bir şeyin doğal halinin yumuşaklık ve esneklik olduğunu, direnç göstermeden uyum sağladığını ifade eder. Maddi anlamda bir nesnenin kolayca bükülebilir veya yoğrulabilir olmasını, manevi anlamda ise bir kişinin olaylara karşı anlayışlı ve hoşgörülü bir tavır sergilemesini temsil eder. Bu, evrenin sürekli değişim ve dönüşüm halinde olduğu gerçeğiyle uyumlu, dinamik bir varoluş biçimidir.", "mikro_mantik": "Bu bab, kökün temel anlamını doğrudan eyleme dönüştürür. 'Laduna' fiili, 'yumuşadı, esnedi' anlamını taşırken, bu kalıp kökün özündeki potansiyeli aktif bir sürece işaret eder. Bu, varlığın içsel potansiyelini dış dünyaya yansıtma ve uyum sağlama yeteneğini vurgular."}, {"bab_no": 2, "fiil_formlari": {"mazi": "لَدَّنَ - Ladden", "muzari": "يُلَدِّنُ - Yuladdinu", "masdar": "تَلْدِين - Teldin"}, "bab_anlami": "Yumuşatmak, esnetmek, bir şeyi yumuşak ve kolay şekil alabilir hale getirmek. Bu kalıp, bir nesnenin veya durumun sertliğini giderme ve onu daha uyumlu bir hale getirme eylemini ifade eder. Bu, bir öğretmenin öğrencinin zihnini bilgiyle yumuşatması, bir sanatçının sert bir malzemeyi sanatsal bir forma dönüştürmesi veya bir liderin toplumu uzlaşıya yöneltmesi gibi çeşitli şekillerde tezahür edebilir. Bu kalıp, dönüşüm ve iyileştirme potansiyelini barındırır.", "mikro_mantik": "Bu bab, kökün anlamını yoğunlaştırır ve dönüştürücü bir etki ekler. 'Ladden' fiili, 'yumuşattı, esnetti' anlamını taşırken, bu kalıp kökün pasif potansiyelini aktif bir eyleme dönüştürür. Bu, dışsal bir etkiyle varlığın niteliğini değiştirme ve onu daha uyumlu bir hale getirme sürecini vurgular."}, {"bab_no": 3, "fiil_formlari": {"mazi": "لَادَنَ - Laadene", "muzari": "يُلَادِنُ - Yulaadinu", "masdar": "مُلَادَنَة - Mulaadene"}, "bab_anlami": "Yumuşaklıkta ve esneklikte yarışmak, birbirine karşı nazik ve anlayışlı davranmak. Bu kalıp, karşılıklı etkileşimde bulunan iki veya daha fazla tarafın uyum ve anlayış içinde hareket etmesini ifade eder. Bu, diplomatik ilişkilerde tarafların uzlaşmaya varması, bir müzik eserinde farklı enstrümanların ahenk içinde çalması veya bir toplulukta insanların birbirine saygı göstermesi gibi durumlarda kendini gösterir. Bu kalıp, işbirliği ve uyumun önemini vurgular.", "mikro_mantik": "Bu bab, kökün anlamını karşılıklı etkileşim ve rekabet bağlamına yerleştirir. 'Laadene' fiili, 'yumuşaklıkta yarıştı' anlamını taşırken, bu kalıp kökün bireysel potansiyelini sosyal bir etkileşime dönüştürür. Bu, varlıkların birbirleriyle uyum içinde rekabet etme ve birlikte gelişme yeteneğini vurgular."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَلْدَنَ - Aldene", "muzari": "يُلْدِنُ - Yuldinu", "masdar": "إِلْدَان - Ildan"}, "bab_anlami": "Yumuşak ve esnek hale getirmek, bir şeyi kolayca şekil alabilir bir duruma sokmak. Bu kalıp, bir nesnenin veya durumun potansiyelini ortaya çıkarma ve onu istenen forma sokma eylemini ifade eder. Bu, bir heykeltıraşın bir kaya parçasını sanatsal bir esere dönüştürmesi, bir bahçıvanın bir tohumu filizlendirip büyütmesi veya bir eğitimcinin bir öğrencinin yeteneklerini geliştirmesi gibi çeşitli şekillerde tezahür edebilir. Bu kalıp, yaratıcılık ve potansiyel gerçekleştirme gücünü barındırır.", "mikro_mantik": "Bu bab, kökün anlamını dışsal bir etkiyle potansiyeli ortaya çıkarma bağlamına yerleştirir. 'Aldene' fiili, 'yumuşak hale getirdi' anlamını taşırken, bu kalıp kökün pasif potansiyelini aktif bir eyleme dönüştürür. Bu, dışsal bir etkiyle varlığın niteliğini değiştirme ve onu daha işlevsel bir hale getirme sürecini vurgular."}]}], "لذذ": [{"kok": "لذذ", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Haz, lezzet, zevk alma; duyusal ve ruhsal tatmin arayışı.", "kavramsal_derinlik": "Haz kavramının dünyevi ve uhrevi boyutları arasındaki dengeyi, nefsin arzularıyla ruhun yücelişi arasındaki ilişkiyi inceler."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "lazza - لذّ", "muzari": "yaluzzu - يلذّ", "masdar": "lazzun - لذّ"}, "bab_anlami": "Temel anlamıyla 'lezzet almak, haz duymak' fiilini ifade eder. Bu kalıp, bir şeyin tadını çıkarma, ondan keyif alma eylemini vurgular. Aynı zamanda, duyusal veya zihinsel bir uyarımla yaşanan hoşnutluğu da ifade edebilir. Örneğin, bir yemeğin lezzetinden duyulan memnuniyet veya bir düşüncenin zihinde yarattığı tatmin bu kalıpla anlatılabilir.", "mikro_mantik": "Bu bab, fiilin temel anlamını ve özünü taşır. Kökün ifade ettiği temel eylemi, yani lezzet almayı, en yalın ve doğrudan şekilde ifade eder. Fiilin faili, doğrudan lezzeti deneyimleyen öznedir."}, {"bab_no": 2, "fiil_formlari": {"mazi": "luzzize - لذّذ", "muzari": "yuluzzizu - يلذّذ", "masdar": "tilzaaz - تلذاذ"}, "bab_anlami": "Bu kalıp, lezzetin yoğunluğunu veya tekrarını ifade eder. Bir şeyin lezzetini artırma, daha lezzetli hale getirme veya lezzetten tekrar tekrar zevk alma anlamlarına gelebilir. Aynı zamanda, bir şeyi lezzetli gösterme veya lezzetli olduğuna inandırma çabasını da ifade edebilir. Örneğin, bir yemeği baharatlarla daha lezzetli hale getirmek veya bir fikri süsleyerek daha çekici kılmak bu kalıpla anlatılabilir.", "mikro_mantik": "Bu bab, kökün anlamını yoğunlaştırır veya tekrarlar. Lezzetin niteliğini veya niceliğini artırma, lezzetin etkisini güçlendirme işlevini görür. Fiilin faili, lezzeti artıran veya tekrar tekrar zevk alan öznedir."}, {"bab_no": 3, "fiil_formlari": {"mazi": "laazza - لاذّ", "muzari": "yulaizzu - يلاذّ", "masdar": "milaazzetun - ملاذة"}, "bab_anlami": "Bu kalıp, karşılıklı lezzet alışverişini veya lezzette ortaklığı ifade eder. İki veya daha fazla kişinin birlikte lezzet alması, birbirlerine lezzet sunması veya aynı şeyden zevk alması anlamlarına gelebilir. Aynı zamanda, lezzetli bir şeyin paylaşılması veya lezzetin yayılması anlamını da taşıyabilir. Örneğin, bir yemeği birlikte yemekten duyulan keyif veya bir fikrin ortaklaşa benimsenmesi bu kalıpla anlatılabilir.", "mikro_mantik": "Bu bab, kökün anlamını karşılıklılık ve ortaklık boyutuna taşır. Lezzetin paylaşımını, etkileşimini ve yayılmasını vurgular. Fiilin failleri, karşılıklı olarak lezzet alan veya veren öznelerdir."}, {"bab_no": 4, "fiil_formlari": {"mazi": "alazza - ألذّ", "muzari": "yulizzu - يلذّ", "masdar": "ilzaaz - إلذاذ"}, "bab_anlami": "Bu kalıp, bir şeyi lezzetli bulma, lezzetli olduğuna hükmetme veya lezzetli hale getirme anlamlarını taşır. Bir şeyin lezzetini değerlendirme, onu diğer şeylere göre daha lezzetli görme veya bir şeyi lezzetli kılma çabasını ifade edebilir. Aynı zamanda, lezzetin kaynağını keşfetme veya lezzetin sırrını çözme anlamını da içerebilir. Örneğin, bir yemeğin tadına bakarak onun lezzetini anlamak veya bir tarifi geliştirerek daha lezzetli hale getirmek bu kalıpla anlatılabilir.", "mikro_mantik": "Bu bab, kökün anlamını değerlendirme, hüküm verme ve dönüştürme boyutuna taşır. Lezzetin niteliğini belirleme, onu diğer şeylerle karşılaştırma ve lezzeti artırma işlevlerini görür. Fiilin faili, lezzeti değerlendiren, hüküm veren veya lezzeti dönüştüren öznedir."}, {"bab_no": 5, "fiil_formlari": {"mazi": "talazza - تلذّ", "muzari": "yatalazzu - يتلذّ", "masdar": "talazzin - تلذّ"}, "bab_anlami": "Bu kalıp, lezzeti arama, lezzete yönelme veya lezzete düşkün olma anlamlarını ifade eder. Lezzetli bir şey bulmaya çalışma, lezzetten zevk almak için çaba gösterme veya lezzete bağımlı hale gelme durumunu anlatabilir. Aynı zamanda, lezzetin peşinden gitme veya lezzetin cazibesine kapılma anlamını da taşıyabilir. Örneğin, yeni lezzetler keşfetmek için seyahat etmek veya bir yemeğin tadına doyamamak bu kalıpla anlatılabilir.", "mikro_mantik": "Bu bab, kökün anlamını arayış, yönelme ve bağımlılık boyutuna taşır. Lezzetin peşinden gitme, ona ulaşma ve ondan tatmin olma süreçlerini vurgular. Fiilin faili, lezzeti arayan, ona yönelen veya ona bağımlı hale gelen öznedir."}, {"bab_no": 6, "fiil_formlari": {"mazi": "telazzaza - تلاذذ", "muzari": "yutelazzazu - يتلاذذ", "masdar": "telazzuz - تلاذذ"}, "bab_anlami": "Bu kalıp, lezzetten aşırı derecede keyif alma, lezzete kendini kaptırma veya lezzetin etkisi altında kalma anlamlarını ifade eder. Lezzetin yoğunluğundan dolayı kendinden geçme, lezzetin büyüsüne kapılma veya lezzetin esiri olma durumunu anlatabilir. Aynı zamanda, lezzetin geçici ve yanıltıcı olabileceği uyarısını da içerebilir. Örneğin, bir yemeğin tadına o kadar dalmak ki diğer şeyleri unutmak veya bir zevkin peşinden koşarken ahlaki değerleri göz ardı etmek bu kalıpla anlatılabilir.", "mikro_mantik": "Bu bab, kökün anlamını aşırılık, yoğunluk ve esaret boyutuna taşır. Lezzetin etkisinin gücünü, cazibesini ve potansiyel tehlikelerini vurgular. Fiilin faili, lezzete kendini kaptıran, onun etkisi altında kalan veya onun esiri olan öznedir."}, {"bab_no": 7, "fiil_formlari": {"mazi": "inlazza - إنلذّ", "muzari": "yanlazzu - ينلذّ", "masdar": "inlizaaz - إنلذاذ"}, "bab_anlami": "Bu kalıp, lezzetin kendiliğinden ortaya çıkması, kendiliğinden hissedilmesi veya kendiliğinden elde edilmesi anlamlarını ifade eder. Bir şeyin doğal olarak lezzetli olması, çaba göstermeden lezzetten zevk almak veya beklenmedik bir anda lezzetle karşılaşmak durumunu anlatabilir. Aynı zamanda, lezzetin ilahi bir lütuf olarak verilmesi veya lezzetin kaderin bir cilvesi olarak sunulması anlamını da taşıyabilir. Örneğin, taze bir meyvenin doğal lezzeti veya beklenmedik bir anda gelen güzel bir haberin sevinci bu kalıpla anlatılabilir.", "mikro_mantik": "Bu bab, kökün anlamını kendiliğindenlik, doğallık ve lütuf boyutuna taşır. Lezzetin kaynağının dışsal olduğunu, onun bir hediye veya bir tesadüf olduğunu vurgular. Fiilin faili, lezzeti kendiliğinden deneyimleyen veya ona kendiliğinden sahip olan öznedir."}, {"bab_no": 8, "fiil_formlari": {"mazi": "izdazza - إذدذّ", "muzari": "yazdazzu - يذدذّ", "masdar": "izdidaaz - إذدذاذ"}, "bab_anlami": "Bu kalıp, lezzeti yoğun bir şekilde arama, lezzeti elde etmek için çabalamak veya lezzeti zorla elde etmek anlamlarını ifade eder. Lezzetli bir şey bulmak için her türlü yolu denemek, lezzetten mahrum kalmamak için mücadele etmek veya başkalarının lezzetini gasp etmek durumunu anlatabilir. Aynı zamanda, lezzetin bir hak olarak görülmesi veya lezzetin elde edilmesi için her şeyin mübah sayılması anlamını da taşıyabilir. Örneğin, aç bir insanın yiyecek bulmak için her şeyi yapması veya bir zenginin lüks içinde yaşamak için başkalarını sömürmesi bu kalıpla anlatılabilir.", "mikro_mantik": "Bu bab, kökün anlamını hırs, mücadele ve zorbalık boyutuna taşır. Lezzetin elde edilmesi için gösterilen aşırı çabayı, kullanılan acımasız yöntemleri ve yaratılan adaletsizlikleri vurgular. Fiilin faili, lezzeti elde etmek için her şeyi yapan, mücadele eden veya zorbalık uygulayan öznedir."}, {"bab_no": 9, "fiil_formlari": {"mazi": "ilazza - إيلاذّ", "muzari": "yulizzu - يوليذّ", "masdar": "ilaaz - إيلاذ"}, "bab_anlami": "Bu kalıp, lezzeti bir başkasına sunma, lezzeti bir başkasıyla paylaşma veya lezzeti bir başkasına tattırma anlamlarını ifade eder. Bir başkasının lezzet almasına yardımcı olma, bir başkasını mutlu etme veya bir başkasına iyilik yapma niyetini taşıyabilir. Aynı zamanda, lezzetin bir hediye olarak verilmesi veya lezzetin bir iyilik olarak sunulması anlamını da içerebilir. Örneğin, bir aşçının lezzetli bir yemek pişirerek insanları mutlu etmesi veya bir sanatçının güzel bir eser yaratarak insanlara ilham vermesi bu kalıpla anlatılabilir.", "mikro_mantik": "Bu bab, kökün anlamını cömertlik, paylaşım ve iyilik boyutuna taşır. Lezzetin başkalarına sunulmasının, onların mutlu edilmesinin ve onlara iyilik yapılmasının önemini vurgular. Fiilin faili, lezzeti başkalarına sunan, onlarla paylaşan veya onlara tattıran öznedir."}, {"bab_no": 10, "fiil_formlari": {"mazi": "istalazza - إستلذّ", "muzari": "yastalizzu - يستلذّ", "masdar": "istilzaaz - إستلذاذ"}, "bab_anlami": "Bu kalıp, lezzeti talep etme, lezzeti arama ve bulma, lezzetten faydalanma veya lezzeti elde etme çabası içinde olma anlamlarını taşır. Bir şeyden lezzet almak için istekli olma, lezzetli bir şey bulmak için araştırma yapma veya lezzetin tadını çıkarma eylemini ifade eder. Aynı zamanda, lezzetin değerini bilme, lezzetin kıymetini anlama veya lezzetin önemini kavrama anlamını da içerebilir. Örneğin, gurmelerin yeni lezzetler keşfetmek için farklı restoranları denemesi veya bir öğrencinin öğrenmekten zevk alması bu kalıpla anlatılabilir.", "mikro_mantik": "Bu bab, kökün anlamını talep, arayış ve faydalanma boyutuna taşır. Lezzetin elde edilmesi için gösterilen çabayı, yapılan araştırmayı ve lezzetten duyulan memnuniyeti vurgular. Fiilin faili, lezzeti talep eden, arayan, bulan, faydalanan veya elde etmeye çalışan öznedir."}]}], "لزب": [{"kok": "لزب", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Yapışkanlık, tutunma, ayrılmazlık; bir şeyin başka bir şeye sıkıca bağlanması ve ondan ayrılamaması durumu.", "kavramsal_derinlik": "Fiziksel ve metafiziksel bağların, bağlılıkların ve ayrılmaz birlikteliklerin özü. İki varlık arasındaki kopmaz ilişkiyi, tutkuyu ve bağımlılığı ifade eder."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "لَزِبَ - laziba", "muzari": "يَلْزَبُ - yalzabu", "masdar": "لُزُوب - luzub"}, "bab_anlami": "Bir şeyin yapışkan hale gelmesi, bir yüzeye sıkıca tutunması ve kolayca ayrılamaması. Bu, fiziksel bir yapışkanlık olabileceği gibi, mecazi anlamda bir duyguya, düşünceye veya inanca sıkıca bağlı kalmak anlamına da gelebilir. Bu kalıp, bir şeyin kalıcılığını ve direncini vurgular; ayrılmanın veya kopmanın zorluğunu ifade eder.", "mikro_mantik": "Bu bâb, kökün temel anlamını (yapışkanlık, tutunma) doğrudan ve basit bir şekilde ifade eder. Fiilin özneye doğrudan etki ettiğini gösterir, yani özne kendiliğinden yapışkanlık özelliği kazanır. Bu, kökün temel anlamının niteliksel bir değişime uğramadan, doğrudan eyleme dönüşmesini sağlar."}, {"bab_no": 2, "fiil_formlari": {"mazi": "لَزَّبَ - lazzaba", "muzari": "يُلَزِّبُ - yulazzibu", "masdar": "تَلْزِيب - talziyb"}, "bab_anlami": "Bir şeyi yapışkan hale getirmek, bir şeyi başka bir şeye yapıştırmak veya bir şeyi bir yere sıkıca tutturmak. Bu kalıp, bir eylemin kasıtlı olarak yapıldığını ve bir nesnenin veya durumun değiştirildiğini gösterir. Mecazi olarak, bir fikri veya inancı bir zihne yerleştirmek, bir ilişkiyi güçlendirmek veya bir bağımlılık yaratmak anlamına gelebilir. Bu, bir şeyin kalıcılığını ve etkisini artırma çabasını ifade eder.", "mikro_mantik": "Bu bâb, kökün anlamını yoğunlaştırır ve eylemin geçişli olduğunu gösterir. Yani, bir özne bir nesneyi yapışkan hale getirir. Bu, kökün temel anlamının bir başkasına etki etme veya bir şeyi değiştirme yönünü vurgular. Eylemin tekrarlı veya yoğun bir şekilde yapıldığını da ima edebilir."}, {"bab_no": 3, "fiil_formlari": {"mazi": "لاَزَبَ - laazaba", "muzari": "يُلاَزِبُ - yulaazibu", "masdar": "مُلاَزَبَة - mulaazabah"}, "bab_anlami": "Birbirine yapışmak, birbirine sıkıca tutunmak veya bir konuda ısrarcı olmak. Bu kalıp, karşılıklı bir eylemi veya etkileşimi ifade eder. İki veya daha fazla varlığın birbirine bağlı olduğunu, işbirliği yaptığını veya rekabet ettiğini gösterebilir. Mecazi olarak, bir tartışmada veya mücadelede ısrarcı olmak, bir hedefe ulaşmak için çabalamak anlamına gelebilir. Bu, bağlılığın ve dayanışmanın önemini vurgular.", "mikro_mantik": "Bu bâb, kökün anlamını karşılıklılık ve etkileşim bağlamında sunar. İki öznenin birbirine yapışması veya birbirleriyle etkileşimde bulunması fikrini vurgular. Bu, kökün temel anlamının sosyal veya ilişkisel bir boyuta taşınmasını sağlar. Eylemin sürekli veya tekrarlı olduğunu da ima edebilir."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَلْزَبَ - alzaba", "muzari": "يُلْزِبُ - yulzibu", "masdar": "إِلْزَاب - ilzab"}, "bab_anlami": "Bir şeyi yapışkan hale getirmek, bir şeyi bir yere zorla yapıştırmak veya bir şeyi zorunlu kılmak. Bu kalıp, bir eylemin zorlama veya baskı yoluyla yapıldığını gösterir. Bir şeyi bir yere sıkıca bağlamak, bir yükümlülük getirmek veya bir şeyi kaçınılmaz hale getirmek anlamına gelebilir. Mecazi olarak, bir fikri veya inancı başkalarına empoze etmek, bir anlaşmayı zorla kabul ettirmek veya bir durumu değiştirmek için baskı uygulamak anlamına gelebilir. Bu, gücün ve kontrolün önemini vurgular.", "mikro_mantik": "Bu bâb, kökün anlamını zorlama ve baskı bağlamında sunar. Bir öznenin bir şeyi yapışkan hale getirmesi veya bir şeyi zorunlu kılması fikrini vurgular. Bu, kökün temel anlamının otorite veya güç kullanımıyla ilişkili bir boyuta taşınmasını sağlar. Eylemin hızlı ve kesin bir şekilde yapıldığını da ima edebilir."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَلَزَّبَ - talazzaba", "muzari": "يَتَلَزَّبُ - yatalazzabu", "masdar": "تَلَزُّب - talazzub"}, "bab_anlami": "Yapışkan hale gelmeye çalışmak, yapışkan gibi davranmak veya bir şeye sıkıca tutunmaya çalışmak. Bu kalıp, bir eylemin çaba veya niyetle yapıldığını gösterir. Bir şeyin yapışkanlık özelliğini taklit etmek, bir şeye bağlı kalmaya çalışmak veya bir durumdan faydalanmak için çabalamak anlamına gelebilir. Mecazi olarak, bir gruba veya ideolojiye dahil olmaya çalışmak, bir ilişkiyi sürdürmek için çabalamak veya bir hedefe ulaşmak için her türlü yolu denemek anlamına gelebilir. Bu, uyum sağlama ve hayatta kalma çabasını vurgular.", "mikro_mantik": "Bu bâb, kökün anlamını çaba ve niyet bağlamında sunar. Bir öznenin yapışkan hale gelmeye çalışması veya bir şeye tutunmaya çalışması fikrini vurgular. Bu, kökün temel anlamının adaptasyon ve uyum sağlama çabasıyla ilişkili bir boyuta taşınmasını sağlar. Eylemin tekrarlı veya sürekli olduğunu da ima edebilir."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَلاَزَبَ - talaazaba", "muzari": "يَتَلاَزَبُ - yatalaazabu", "masdar": "تَلاَزُب - talaazub"}, "bab_anlami": "Birbirine yapışmak, birbirine sıkıca tutunmak veya bir konuda işbirliği yapmak. Bu kalıp, karşılıklı bir eylemi veya etkileşimi ifade eder. İki veya daha fazla varlığın birbirine bağlı olduğunu, işbirliği yaptığını veya rekabet ettiğini gösterebilir. Mecazi olarak, bir projede birlikte çalışmak, bir sorunu çözmek için işbirliği yapmak veya bir hedefe ulaşmak için güçlerini birleştirmek anlamına gelebilir. Bu, dayanışmanın ve işbirliğinin önemini vurgular.", "mikro_mantik": "Bu bâb, kökün anlamını karşılıklılık ve işbirliği bağlamında sunar. İki veya daha fazla öznenin birbirine yapışması veya birbirleriyle etkileşimde bulunması fikrini vurgular. Bu, kökün temel anlamının sosyal ve işbirliğine dayalı bir boyuta taşınmasını sağlar. Eylemin sürekli veya tekrarlı olduğunu da ima edebilir."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْلَزَبَ - inlazaba", "muzari": "يَنْلَزِبُ - yanlazibu", "masdar": "اِنْلِزَاب - inlizab"}, "bab_anlami": "Yapışkan hale gelmek, bir yere sıkıca tutunmak veya bir duruma dahil olmak. Bu kalıp, bir eylemin kendiliğinden veya pasif bir şekilde gerçekleştiğini gösterir. Bir şeyin yapışkanlık özelliği kazanması, bir yere sıkıca bağlanması veya bir duruma dahil olması anlamına gelebilir. Mecazi olarak, bir gruba dahil olmak, bir ilişkiye girmek veya bir duruma uyum sağlamak anlamına gelebilir. Bu, uyum sağlama ve kabul görme arzusunu vurgular.", "mikro_mantik": "Bu bâb, kökün anlamını kendiliğindenlik ve pasiflik bağlamında sunar. Bir öznenin yapışkan hale gelmesi veya bir yere tutunması fikrini vurgular. Bu, kökün temel anlamının içsel bir değişim veya dışsal bir etkiyle ilişkili bir boyuta taşınmasını sağlar. Eylemin hızlı ve ani bir şekilde gerçekleştiğini de ima edebilir."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِلْتَزَبَ - iltazaba", "muzari": "يَلْتَزِبُ - yaltazibu", "masdar": "اِلْتِزَاب - iltizab"}, "bab_anlami": "Yapışmak, sıkıca tutunmak, bir şeye bağlı kalmak veya bir şeyi zorunlu kılmak. Bu kalıp, bir eylemin bilinçli bir seçim veya zorunluluk sonucu yapıldığını gösterir. Bir şeye sıkıca tutunmak, bir yükümlülüğü kabul etmek veya bir şeyi kaçınılmaz hale getirmek anlamına gelebilir. Mecazi olarak, bir inanca bağlı kalmak, bir sözü tutmak veya bir anlaşmayı kabul etmek anlamına gelebilir. Bu, bağlılığın ve sorumluluğun önemini vurgular.", "mikro_mantik": "Bu bâb, kökün anlamını bilinçli seçim ve zorunluluk bağlamında sunar. Bir öznenin bir şeye yapışması, bir yükümlülüğü kabul etmesi veya bir şeyi zorunlu kılması fikrini vurgular. Bu, kökün temel anlamının ahlaki ve yasal sorumluluklarla ilişkili bir boyuta taşınmasını sağlar. Eylemin dikkatli ve düşünülmüş bir şekilde yapıldığını da ima edebilir."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اِلْزَابَّ - ilzaabba", "muzari": "يَلْزَابُّ - yalzaabbu", "masdar": "اِلْزِيبَاب - ilziibab"}, "bab_anlami": "Aşırı derecede yapışkan olmak, bir şeye çok sıkı tutunmak veya bir durumdan kurtulmakta zorlanmak. Bu kalıp, bir eylemin yoğunluğunu veya aşırılığını vurgular. Bir şeyin aşırı derecede yapışkan olması, bir şeye çok sıkı bağlanmak veya bir durumdan çıkmakta zorlanmak anlamına gelebilir. Mecazi olarak, bir bağımlılıktan kurtulmakta zorlanmak, bir travmayı atlatmakta zorlanmak veya bir ilişkiyi sonlandırmakta zorlanmak anlamına gelebilir. Bu, bağımlılığın ve kurtulma çabasının zorluğunu vurgular.", "mikro_mantik": "Bu bâb, kökün anlamını aşırılık ve yoğunluk bağlamında sunar. Bir öznenin aşırı derecede yapışkan olması veya bir şeye çok sıkı tutunması fikrini vurgular. Bu, kökün temel anlamının duygusal ve psikolojik zorluklarla ilişkili bir boyuta taşınmasını sağlar. Eylemin uzun süreli ve zorlu olduğunu da ima edebilir."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَلْزَبَ - istalzaba", "muzari": "يَسْتَلْزِبُ - yastalzibu", "masdar": "اِسْتِلْزَاب - istilzab"}, "bab_anlami": "Yapışkanlık istemek, yapışkanlık aramaya çalışmak veya bir şeyi yapışkan hale getirmeye çalışmak. Bu kalıp, bir eylemin arayış veya talep üzerine yapıldığını gösterir. Bir şeyin yapışkanlık özelliğini elde etmeye çalışmak, bir şeyi bir yere yapıştırmak için çabalamak veya bir durumdan faydalanmak için çabalamak anlamına gelebilir. Mecazi olarak, bir ilişki kurmaya çalışmak, bir gruba dahil olmaya çalışmak veya bir hedefe ulaşmak için her türlü yolu denemek anlamına gelebilir. Bu, arayışın ve elde etme çabasının önemini vurgular.", "mikro_mantik": "Bu bâb, kökün anlamını arayış ve talep bağlamında sunar. Bir öznenin yapışkanlık istemesi veya bir şeyi yapışkan hale getirmeye çalışması fikrini vurgular. Bu, kökün temel anlamının istek ve çaba ile ilişkili bir boyuta taşınmasını sağlar. Eylemin planlı ve stratejik bir şekilde yapıldığını da ima edebilir."}]}], "لزم": [{"kok": "لزم", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Bir şeyin ayrılmaz parçası olmak, gereklilik, zorunluluk ve bağlılık. Bir şeyin varlığı için olmazsa olmaz koşul. Bir hedefe ulaşmak için takip edilmesi gereken yol.", "kavramsal_derinlik": "İnsan eylemlerinin zorunlu sonuçları, evrenin değişmez yasaları ve ilahi iradenin kaçınılmaz tecellisi. Ahlaki sorumlulukların yükümlülüğü ve kaderin zorunlu seyri."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "لزِمَ", "muzari": "يَلْزَمُ", "masdar": "لُزُوم"}, "bab_anlami": "Gereklilik, zorunluluk, bir şeyin kaçınılmaz olması. Bir şeyin bir başkası için gerekli veya zorunlu hale gelmesi. Bu kalıp, bir şeyin varlığının veya gerçekleşmesinin kaçınılmaz olduğunu, onsuz olamayacağını ifade eder. Aynı zamanda, bir yükümlülük veya sorumluluğun doğmasını da ifade edebilir; bir şeyin yapılması veya yerine getirilmesi gereken bir görev haline gelmesi.", "mikro_mantik": "Bu bab, kökün temel anlamını pekiştirir ve onu bir zorunluluk veya gereklilik haline getirir. Eylemin gerçekleşmesinin kaçınılmazlığını vurgular, yani eylem, failin iradesinden bağımsız olarak gerçekleşmek zorundadır. Bu kalıp, köke bir 'zorunlu olma' veya 'kaçınılmazlık' niteliği ekler."}, {"bab_no": 2, "fiil_formlari": {"mazi": "لاَزَمَ", "muzari": "يُلاَزِمُ", "masdar": "مُلاَزَمَة"}, "bab_anlami": "Bir şeye sürekli eşlik etmek, ayrılmamak, bir şeyle sürekli bağlantılı olmak. Bir şeyi bırakmamak, ona sıkıca tutunmak veya onunla sürekli etkileşim halinde olmak. Bu kalıp, bir şeyin başka bir şeyle sürekli bir ilişki içinde olduğunu, ondan ayrılmadığını ve onunla sürekli bir etkileşim halinde olduğunu ifade eder. Aynı zamanda, bir şeye bağlılığı, sadakati ve ondan vazgeçmemeyi de ifade edebilir.", "mikro_mantik": "Bu bab, köke bir 'sürekli birliktelik' veya 'ayrılmazlık' anlamı katar. Eylemin sürekliliğini ve fail ile nesne arasındaki yakın ilişkiyi vurgular. Kökün temel anlamındaki 'bağlılık' unsurunu pekiştirir ve onu sürekli bir eylem haline getirir. Bu kalıp, köke bir 'devamlılık' niteliği ekler."}, {"bab_no": 3, "fiil_formlari": {"mazi": "تَلاَزَمَ", "muzari": "يَتَلاَزَمُ", "masdar": "تَلاَزُم"}, "bab_anlami": "Karşılıklı olarak birbirine bağlı olmak, birbirini gerektirmek, birbirini tamamlamak. İki veya daha fazla şeyin birbirleriyle sıkı bir ilişki içinde olması ve birbirlerinden ayrı düşünülememesi. Bu kalıp, iki şeyin birbirleriyle karşılıklı bir ilişki içinde olduğunu, birinin varlığının diğerinin varlığını gerektirdiğini ve birbirlerini tamamladıklarını ifade eder. Aynı zamanda, iki şey arasındaki uyumu, dengeyi ve karşılıklı bağımlılığı da ifade edebilir.", "mikro_mantik": "Bu bab, köke bir 'karşılıklı gereklilik' veya 'bağımlılık' anlamı katar. Eylemin karşılıklı olduğunu ve fail ile nesne arasındaki ilişkinin önemini vurgular. Kökün temel anlamındaki 'bağlılık' unsurunu karşılıklı bir ilişki haline getirir. Bu kalıp, köke bir 'bağımlılık' niteliği ekler."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَلْزَمَ", "muzari": "يُلْزِمُ", "masdar": "إِلْزَام"}, "bab_anlami": "Bir şeyi birine zorla kabul ettirmek, bir şeyi birine yüklemek, bir şeyi birine zorunlu kılmak. Bir kişiyi bir şeyi yapmaya veya bir şeye uymaya mecbur etmek. Bu kalıp, bir kişinin başka bir kişiye bir yükümlülük veya sorumluluk yüklediğini, onu bir şeyi yapmaya veya bir kurala uymaya zorladığını ifade eder. Aynı zamanda, bir şeyi dayatmayı, emretmeyi veya zorunlu kılmayı da ifade edebilir.", "mikro_mantik": "Bu bab, köke bir 'zorlama' veya 'dayatma' anlamı katar. Eylemin fail tarafından nesneye uygulanan bir zorunluluk olduğunu vurgular. Kökün temel anlamındaki 'gereklilik' unsurunu bir zorlama eylemi haline getirir. Bu kalıp, köke bir 'zorunluluk' niteliği ekler ve eylemin failin iradesiyle gerçekleştiğini gösterir."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَلَزَّمَ", "muzari": "يَتَلَزَّمُ", "masdar": "تَلَزُّم"}, "bab_anlami": "Bir şeyi kendine zorunlu kılmak, bir şeyi yapmaya kendini mecbur hissetmek, bir şeyi üstlenmek. Bir kişi kendi iradesiyle bir şeyi yapmayı veya bir şeye uymayı kabul etmek. Bu kalıp, bir kişinin kendi kendine bir yükümlülük veya sorumluluk yüklediğini, bir şeyi yapmaya veya bir kurala uymaya karar verdiğini ifade eder. Aynı zamanda, bir şeyi üstlenmeyi, sorumluluk almayı veya bir taahhütte bulunmayı da ifade edebilir.", "mikro_mantik": "Bu bab, köke bir 'öz-zorlama' veya 'üstlenme' anlamı katar. Eylemin failin kendi iradesiyle gerçekleştiğini ve dışsal bir zorlama olmadığını vurgular. Kökün temel anlamındaki 'gereklilik' unsurunu içsel bir motivasyon haline getirir. Bu kalıp, köke bir 'gönüllülük' niteliği ekler."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَلاَزَمَ", "muzari": "يَتَلاَزَمُ", "masdar": "تَلاَزُم"}, "bab_anlami": "Birbirine yapışmak, birbirine sıkıca bağlanmak, birbirini gerektirmek. İki veya daha fazla şeyin birbirleriyle sıkı bir ilişki içinde olması ve birbirlerinden ayrı düşünülememesi. Bu kalıp, iki şeyin birbirleriyle karşılıklı bir ilişki içinde olduğunu, birinin varlığının diğerinin varlığını gerektirdiğini ve birbirlerini tamamladıklarını ifade eder. Aynı zamanda, iki şey arasındaki uyumu, dengeyi ve karşılıklı bağımlılığı da ifade edebilir.", "mikro_mantik": "Bu bab, köke bir 'karşılıklı gereklilik' veya 'bağımlılık' anlamı katar. Eylemin karşılıklı olduğunu ve fail ile nesne arasındaki ilişkinin önemini vurgular. Kökün temel anlamındaki 'bağlılık' unsurunu karşılıklı bir ilişki haline getirir. Bu kalıp, köke bir 'bağımlılık' niteliği ekler."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْلَزَمَ", "muzari": "يَنْلَزِمُ", "masdar": "اِنْلِزَام"}, "bab_anlami": "Bir şeye dahil olmak, bir şeyin parçası haline gelmek, bir şeyin içinde erimek. Bir şeyin başka bir şeyin içine girmesi, onunla bütünleşmesi ve ondan ayrı düşünülememesi. Bu kalıp, bir şeyin başka bir şeyle sıkı bir ilişki içinde olduğunu, onun bir parçası haline geldiğini ve ondan ayrı düşünülemeyeceğini ifade eder. Aynı zamanda, bir şeye dahil olmayı, bir şeyin içinde erimeyi veya bir şeyle bütünleşmeyi de ifade edebilir.", "mikro_mantik": "Bu bab, köke bir 'dahil olma' veya 'bütünleşme' anlamı katar. Eylemin pasif olduğunu ve failin bir şeyin içine dahil olduğunu vurgular. Kökün temel anlamındaki 'bağlılık' unsurunu bir bütünleşme eylemi haline getirir. Bu kalıp, köke bir 'içerilme' niteliği ekler."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِلْتَزَمَ", "muzari": "يَلْتَزِمُ", "masdar": "اِلْتِزَام"}, "bab_anlami": "Bir şeyi üstlenmek, bir şeye bağlı kalmak, bir şeyi yapmayı taahhüt etmek. Bir kişi kendi iradesiyle bir şeyi yapmayı veya bir şeye uymayı kabul etmek. Bu kalıp, bir kişinin kendi kendine bir yükümlülük veya sorumluluk yüklediğini, bir şeyi yapmaya veya bir kurala uymaya karar verdiğini ifade eder. Aynı zamanda, bir şeyi üstlenmeyi, sorumluluk almayı veya bir taahhütte bulunmayı da ifade edebilir.", "mikro_mantik": "Bu bab, köke bir 'üstlenme' veya 'taahhüt' anlamı katar. Eylemin failin kendi iradesiyle gerçekleştiğini ve dışsal bir zorlama olmadığını vurgular. Kökün temel anlamındaki 'gereklilik' unsurunu içsel bir motivasyon haline getirir. Bu kalıp, köke bir 'gönüllülük' niteliği ekler."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اِلْزَامَّ", "muzari": "يَلْزَامُّ", "masdar": "اِلْزِيمَامّ"}, "bab_anlami": "Bu kalıp nadiren kullanılır ve kökün anlamını yoğunlaştırır. Bir şeyin aşırı derecede gerekli, zorunlu veya kaçınılmaz olduğunu ifade eder. Bir şeyin varlığının veya gerçekleşmesinin mutlak bir gereklilik olduğunu, onsuz olamayacağını vurgular. Bu kalıp, bir şeyin vazgeçilmezliğini, olmazsa olmazlığını ve mutlak gerekliliğini ifade eder.", "mikro_mantik": "Bu bab, kökün temel anlamını en üst düzeye çıkarır ve ona bir 'mutlak gereklilik' niteliği ekler. Eylemin gerçekleşmesinin kaçınılmazlığını ve önemini vurgular. Bu kalıp, köke bir 'vazgeçilmezlik' niteliği ekler."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَلْزَمَ", "muzari": "يَسْتَلْزِمُ", "masdar": "اِسْتِلْزَام"}, "bab_anlami": "Bir şeyi gerektirmek, bir şeyin olmasını zorunlu kılmak, bir şeyin sonucunu doğurmak. Bir şeyin başka bir şeyin varlığı veya gerçekleşmesi için gerekli bir koşul olması. Bu kalıp, bir şeyin başka bir şeyi gerektirdiğini, onun varlığı veya gerçekleşmesi için zorunlu bir koşul olduğunu ifade eder. Aynı zamanda, bir şeyin sonucunu doğurmayı, bir şeyin etkisini yaratmayı veya bir şeyi beraberinde getirmeyi de ifade edebilir.", "mikro_mantik": "Bu bab, köke bir 'gereklilik' veya 'sonuç doğurma' anlamı katar. Eylemin başka bir eylemi veya durumu gerektirdiğini vurgular. Kökün temel anlamındaki 'gereklilik' unsurunu bir neden-sonuç ilişkisi haline getirir. Bu kalıp, köke bir 'bağımlılık' niteliği ekler."}]}], "لسن": [{"kok": "لسن", "ontolojik_analiz": {"temel_anlam_cekirdegi": "İşitme, duyma, anlama ve ifade etme yeteneği. İçsel ve dışsal seslere açıklık, bilgiye erişim ve onu aktarma kapasitesi.", "kavramsal_derinlik": "Beşeri idrakin sınırlarını aşarak, evrensel bilgi akışına ve ilahi vahye açılan bir kapı. Sadece fiziksel işitme değil, kalbin ve aklın derinlemesine anlayışı da içerir."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "لَسَنَ", "muzari": "يَلْسُنُ", "masdar": "لَسْن"}, "bab_anlami": "Bu babda, 'لسن' kökü, bir şeyi açıkça ve etkili bir şekilde ifade etme, bir konuda yetkin bir şekilde konuşma veya bir durumu ustalıkla açıklama anlamına gelebilir. Kelimelerin gücünü kullanarak bir gerçeği ortaya çıkarma veya bir durumu aydınlatma eylemini ifade eder. Bu, bilginin aktarılmasında ve anlaşılmasında dilin kritik rolünü vurgular.", "mikro_mantik": "Bu kalıp, fiilin temel anlamını (işitme, anlama) doğrudan ve basit bir eylem olarak ifade eder. Kökün temel anlamını değiştirmeden, fiilin yalın halini gösterir."}, {"bab_no": 2, "fiil_formlari": {"mazi": "لَسَّنَ", "muzari": "يُلَسِّنُ", "masdar": "تَلْسِين"}, "bab_anlami": "Bu babda, 'لسن' kökü, bir şeyi süsleyerek veya abartarak anlatma, bir konuyu olduğundan farklı gösterme veya bir şeyi cilalamak suretiyle daha çekici hale getirme anlamlarına gelebilir. Bu, dilin manipülatif veya sanatsal kullanımını ifade eder. Hakikati örtbas etme veya güzelleştirme eylemini gösterir.", "mikro_mantik": "Bu kalıp, fiilin anlamını yoğunlaştırır veya tekrarlayan bir eylem haline getirir. Kök anlamının üzerinde bir vurgu veya abartı yaratır."}, {"bab_no": 3, "fiil_formlari": {"mazi": "لاَسَنَ", "muzari": "يُلاَسِنُ", "masdar": "مُلاَسَنَة"}, "bab_anlami": "Bu babda, 'لسن' kökü, karşılıklı konuşma, diyalog kurma veya bir konu hakkında tartışma anlamına gelebilir. İki veya daha fazla kişi arasında bilgi alışverişini, fikirlerin çatışmasını veya ortak bir anlayışa ulaşma çabasını ifade eder. Bu, iletişimin ve etkileşimin önemini vurgular.", "mikro_mantik": "Bu kalıp, fiilin karşılıklı veya etkileşimli bir eylem olduğunu gösterir. İki veya daha fazla tarafın katılımını gerektiren bir durumu ifade eder."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَلْسَنَ", "muzari": "يُلْسِنُ", "masdar": "إِلْسَان"}, "bab_anlami": "Bu babda, 'لسن' kökü, birine konuşma yeteneği verme, birini konuşturma veya bir şeyi dile getirme yeteneği kazandırma anlamına gelebilir. Bu, dilin potansiyelini ortaya çıkarma veya birinin kendini ifade etmesine yardımcı olma eylemini ifade eder. İçsel potansiyeli dışa vurma ve ifade özgürlüğünü teşvik etme anlamını taşır.", "mikro_mantik": "Bu kalıp, fiilin geçişli (transitive) olduğunu ve bir nesneye etki ettiğini gösterir. Bir şeyi veya birini bir duruma sokma veya bir nitelik kazandırma anlamı taşır."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَلَسَّنَ", "muzari": "يَتَلَسَّنُ", "masdar": "تَلَسُّن"}, "bab_anlami": "Bu babda, 'لسن' kökü, bir dil öğrenme, bir lehçeyi benimseme veya bir konuşma tarzını taklit etme anlamına gelebilir. Bu, dilin kültürel ve sosyal bir araç olarak kullanımını, farklı topluluklarla iletişim kurma veya bir gruba ait olma çabasını ifade eder. Yeni bir kimlik inşa etme veya mevcut kimliği dönüştürme sürecini yansıtır.", "mikro_mantik": "Bu kalıp, fiilin dönüşlü (reflexive) olduğunu ve öznenin kendisi üzerinde bir eylem gerçekleştirdiğini gösterir. Bir süreç veya değişim içerir."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَلاَسَنَ", "muzari": "يَتَلاَسَنُ", "masdar": "تَلاَسُن"}, "bab_anlami": "Bu babda, 'لسن' kökü, karşılıklı olarak konuşmakta yarışmak, birbirini sözle geçmeye çalışmak veya bir tartışmada üstünlük sağlamaya çalışmak anlamına gelebilir. Bu, dilin rekabetçi ve stratejik kullanımını, bir tartışmayı kazanma veya birini ikna etme çabasını ifade eder. Güç mücadelesini ve retorik becerilerin önemini vurgular.", "mikro_mantik": "Bu kalıp, fiilin karşılıklı ve rekabetçi bir eylem olduğunu gösterir. Taraflar arasında bir çekişme veya yarışma olduğunu ifade eder."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْلَسَنَ", "muzari": "يَنْلَسِنُ", "masdar": "اِنْلِسَان"}, "bab_anlami": "Bu babda, 'لسن' kökü, dilin çözülmesi, konuşma yeteneğinin açılması veya bir sırrın ifşa olması anlamına gelebilir. Bu, dilin potansiyelinin ortaya çıkmasını, gizli kalmış bilgilerin açığa çıkmasını veya bir gerçeğin ortaya konmasını ifade eder. İçsel bir dönüşümü ve ifade özgürlüğüne kavuşmayı simgeler.", "mikro_mantik": "Bu kalıp, fiilin edilgen (passive) veya kendiliğinden gerçekleşen bir eylem olduğunu gösterir. Bir durumun ortaya çıkışını veya bir şeyin açığa çıkmasını ifade eder."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِلْتَسَنَ", "muzari": "يَلْتَسِنُ", "masdar": "اِلْتِسَان"}, "bab_anlami": "Bu babda, 'لسن' kökü, bir şeyi dikkatle dinlemek, bir konuşmayı can kulağıyla takip etmek veya bir mesajı anlamaya çalışmak anlamına gelebilir. Bu, dilin alıcı tarafını, bilgiye ulaşma çabasını ve derinlemesine anlamayı ifade eder. İçsel bir arayışı ve hakikate ulaşma isteğini yansıtır.", "mikro_mantik": "Bu kalıp, fiilin çaba gerektiren bir eylem olduğunu ve öznenin aktif katılımını içerdiğini gösterir. Dikkat ve odaklanma gerektiren bir durumu ifade eder."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اِلْسَانَّ", "muzari": "يَلْسَانُّ", "masdar": "اِلْسِينَان"}, "bab_anlami": "Bu babda, 'لسن' kökü, dilin akıcılığı, konuşmanın düzgünlüğü veya ifadenin kusursuzluğu anlamına gelebilir. Bu, dilin estetik ve sanatsal yönünü, etkili iletişim kurma yeteneğini ve retorik ustalığını ifade eder. İfade gücünü ve kelimelerin büyüsünü simgeler.", "mikro_mantik": "Bu kalıp, fiilin bir niteliği veya durumu ifade ettiğini gösterir. Bir şeyin nasıl olduğunu veya ne durumda olduğunu belirtir."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَلْسَنَ", "muzari": "يَسْتَلْسِنُ", "masdar": "اِسْتِلْسَان"}, "bab_anlami": "Bu babda, 'لسن' kökü, birinden açıklama istemek, bir konuyu aydınlatmasını rica etmek veya birinin dilinden bilgi edinmeye çalışmak anlamına gelebilir. Bu, dilin bilgi edinme aracı olarak kullanımını, öğrenme ve anlama çabasını ifade eder. Merak duygusunu ve bilgiye açlığı yansıtır.", "mikro_mantik": "Bu kalıp, fiilin talep veya arayış içerdiğini gösterir. Bir şeyin elde edilmeye çalışıldığını veya bir ihtiyacın karşılanmaya çalışıldığını ifade eder."}]}], "لطف": [{"kok": "لطف", "ontolojik_analiz": {"temel_anlam_cekirdegi": "İncelikle yaklaşım, zarafetle muamele, gizli bir iyilikseverlik.", "kavramsal_derinlik": "Lütuf, hem yaratıcının kullarına olan şefkatini hem de insanların birbirlerine karşı gösterdiği nezaketi ifade eder. Bu, maddi ve manevi alemlerde kendini gösteren bir incelik ve güzelliktir."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "لطف - Latafa", "muzari": "يلطف - Yaltufu", "masdar": "لطف - Lutf"}, "bab_anlami": "Lütfetmek, nazik davranmak, incelik göstermek. Bu kalıp, temel anlamıyla birine karşı nazik ve şefkatli olmayı, ona iyilik yapmayı ifade eder. Fiilin bu kalıbı, özünde bir iyilikseverlik ve hoşgörü barındırır, kişinin karşısındakine karşı merhametli bir tutum sergilemesini vurgular. Aynı zamanda, bu kalıp, bir durumun veya olayın hafiflemesini, kolaylaşmasını da ifade edebilir, zorlukların lütuf ile aşılacağını ima eder.", "mikro_mantik": "Bu kalıp, fiilin temel anlamını pekiştirir ve eylemin doğrudan, basit ve doğal bir şekilde gerçekleştiğini gösterir. Bir eylemin özünde bulunan iyilik ve nezaket niteliğini vurgular, bu da eylemin daha samimi ve içten olmasını sağlar."}, {"bab_no": 2, "fiil_formlari": {"mazi": "لاطف - Laatafa", "muzari": "يلاطف - Yulaatifu", "masdar": "ملاطفة - Mulaatafa"}, "bab_anlami": "Karşılıklı lütufta bulunmak, şakalaşmak, hoş sohbet etmek. Bu kalıp, iki veya daha fazla kişi arasındaki etkileşimi ifade ederken, nezaket ve inceliğin karşılıklı olarak sergilendiği bir durumu betimler. Bu, sadece sözlü değil, aynı zamanda davranışsal bir inceliği de içerir; taraflar birbirlerine karşı saygılı ve düşünceli davranırlar. Bu kalıp, ilişkilerde uyum ve anlayışın önemini vurgular, lütfun karşılıklı alışverişiyle ilişkilerin güçlendiğini gösterir.", "mikro_mantik": "Bu kalıp, eylemin karşılıklı ve etkileşimli olduğunu gösterir. Kök anlamındaki incelik ve zarafet, iki taraf arasında paylaşılan bir eyleme dönüşür, bu da ilişkinin daha derin ve anlamlı olmasına katkıda bulunur."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تلطف - Talattafa", "muzari": "يتلطف - Yatalattafu", "masdar": "تلطف - Talattuf"}, "bab_anlami": "Lütuf göstermeye çalışmak, nezaket sergilemek için çaba göstermek. Bu kalıp, kişinin içten gelerek nazik ve kibar olmaya çalıştığını, lütuf gösterme konusunda bir gayret içinde olduğunu ifade eder. Bu, bazen zorlu durumlarda bile kişinin nezaketini koruma çabasını yansıtır. Aynı zamanda, bu kalıp, kişinin kendini başkalarına sevdirmek, onların gönlünü kazanmak için gösterdiği çabayı da ifade edebilir.", "mikro_mantik": "Bu kalıp, eylemin bir süreç içinde gerçekleştiğini ve kişinin bu süreçte aktif bir rol oynadığını gösterir. Lütuf gösterme eylemi, bilinçli bir çaba ve niyetin sonucudur, bu da eylemin değerini ve etkisini artırır."}, {"bab_no": 10, "fiil_formlari": {"mazi": "استلطف - Istaltafa", "muzari": "يستلطف - Yastalţifu", "masdar": "استلطاف - Istiltāf"}, "bab_anlami": "Lütuf istemek, birinden nezaket beklemek, bir şeyi hoş görmek. Bu kalıp, kişinin bir başkasından lütuf ve nezaket beklediğini, onun tarafından hoş karşılanmayı arzuladığını ifade eder. Aynı zamanda, bu kalıp, bir şeyi hoş görme, kabul etme veya görmezden gelme anlamlarını da içerebilir. Bu, özellikle zor veya rahatsız edici durumlarda, kişinin daha anlayışlı ve hoşgörülü olmaya çalıştığını gösterir.", "mikro_mantik": "Bu kalıp, eylemin bir talep veya arzu içerdiğini gösterir. Kişi, lütuf ve nezaketi dışarıdan bekler, bu da eylemin pasif bir yönünü vurgular. Ancak, aynı zamanda, bu kalıp, kişinin başkalarıyla daha iyi ilişkiler kurma ve uyum içinde yaşama arzusunu da yansıtır."}]}], "لظي": [{"kok": "لظي", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Alevlenme, parıltı, şiddetli tutuşma; içsel bir enerjinin dışa vurumu, yoğun bir arzu veya öfke.", "kavramsal_derinlik": "Maddi dünyadaki ateşin yakıcılığı ve aydınlığı ile ruhsal dünyadaki tutku ve ilahi aşkın tezahürü arasındaki ilişki."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "لَظِيَ - laziye", "muzari": "يَلْظَى - yelza", "masdar": "لَظْيٌ - lazyun"}, "bab_anlami": "Bu kalıp, kökün temel anlamı olan alevlenme ve parıltının içsel bir nitelik veya durum olduğunu ifade eder. Bir şeyin özünde var olan ve dışarıya yansıyan şiddetli bir enerji veya tutku halini betimler. Bu, kişinin içindeki coşkunun veya öfkenin doğal bir sonucu olarak ortaya çıkabileceği gibi, ilahi bir aşkın veya bilginin kalpteki tezahürü şeklinde de kendini gösterebilir. Bu kalıp, bir şeyin içten dışa doğru yaydığı yoğunluğu ve parlaklığı vurgular.", "mikro_mantik": "Kökün temel anlamını, içsel bir nitelik veya durum olarak yoğunlaştırır. Fiilin öznenin kendisinde meydana gelen bir eylemi ifade etmesini sağlar, yani alevlenme veya parıltı öznenin içsel bir özelliğidir."}, {"bab_no": 2, "fiil_formlari": {"mazi": "لَظَّى - lazza", "muzari": "يُلَظِّي - yulazzi", "masdar": "تَلْظِيَةٌ - telziyeh"}, "bab_anlami": "Bu kalıp, bir şeyi alevlendirmek, parlatmak veya şiddetlendirmek anlamına gelir. Bir nesnenin veya durumun yoğunluğunu artırma, onu daha belirgin veya etkili hale getirme eylemini ifade eder. Bu, bir duygunun veya düşüncenin derinleşmesi, bir yeteneğin geliştirilmesi veya bir durumun daha karmaşık hale getirilmesi şeklinde olabilir. Bu kalıp, bir şeyi daha parlak, daha sıcak veya daha etkileyici hale getirme sürecini vurgular.", "mikro_mantik": "Kökün anlamını yoğunlaştırarak, bir eylemin nesnesi üzerindeki etkisini vurgular. Fiilin geçişli olmasını sağlayarak, bir şeyi alevlendirme veya parlatma eyleminin bir dış etken tarafından gerçekleştirildiğini gösterir."}, {"bab_no": 3, "fiil_formlari": {"mazi": "تَلَظَّى - talazza", "muzari": "يَتَلَظَّى - yatalazza", "masdar": "تَلَظِّي - talazzi"}, "bab_anlami": "Bu kalıp, alevlenmek, parıldamak veya şiddetlenmek gibi anlamlara gelir, ancak bu eylemin tekrarlı veya sürekli bir şekilde gerçekleştiğini ifade eder. Bir şeyin sürekli olarak alevlenmesi, parıldaması veya şiddetlenmesi durumunu betimler. Bu, bir duygunun veya düşüncenin sürekli olarak yoğunlaşması, bir yeteneğin sürekli olarak gelişmesi veya bir durumun sürekli olarak karmaşıklaşması şeklinde olabilir. Bu kalıp, bir şeyin sürekli ve dinamik bir değişim içinde olduğunu vurgular.", "mikro_mantik": "Kökün anlamını tekrarlı veya sürekli bir eylem olarak ifade eder. Fiilin dönüşlü olmasını sağlayarak, alevlenme veya parıltının öznenin kendisinde sürekli olarak meydana geldiğini gösterir."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَلْظَى - alza", "muzari": "يُلْظِي - yulzi", "masdar": "إِلْظَاءٌ - ilzaun"}, "bab_anlami": "Bu kalıp, bir şeyi alevlendirmeye, parlatmaya veya şiddetlendirmeye neden olmak anlamına gelir. Bir nesnenin veya durumun yoğunluğunu artırmaya yönelik bir dış etkiyi ifade eder. Bu, bir duygunun veya düşüncenin başkasında uyandırılması, bir yeteneğin başkası tarafından geliştirilmesi veya bir durumun başkası tarafından karmaşıklaştırılması şeklinde olabilir. Bu kalıp, bir şeyi daha parlak, daha sıcak veya daha etkileyici hale getirme eyleminin başkası üzerindeki etkisini vurgular.", "mikro_mantik": "Kökün anlamını, bir başkasının bir şeyi alevlendirmesine veya parlatmasına neden olma eylemi olarak ifade eder. Fiilin geçişli olmasını sağlayarak, bir dış etkenin başka bir şey üzerinde alevlenme veya parıltıya neden olduğunu gösterir."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَلَظًّى - talazzan", "muzari": "يَتَلَظَّى - yatalazza", "masdar": "تَلَظٍّ - talazzin"}, "bab_anlami": "Bu kalıp, alevlenmeye veya parlamaya yönelmek, kendini ateşe atmak gibi anlamlara gelir. Bir şeyin alevlenme veya parlama potansiyeline sahip olduğunu veya bu duruma doğru bir eğilim gösterdiğini ifade eder. Bu, bir duygunun veya düşüncenin yoğunlaşmaya başlaması, bir yeteneğin gelişmeye başlaması veya bir durumun karmaşıklaşmaya başlaması şeklinde olabilir. Bu kalıp, bir şeyin alevlenme veya parlama sürecine girmeye hazır olduğunu vurgular.", "mikro_mantik": "Kökün anlamını, bir eyleme yönelme veya eğilim gösterme olarak ifade eder. Fiilin dönüşlü olmasını sağlayarak, alevlenme veya parlama eğiliminin öznenin kendisinde olduğunu gösterir."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَلاَظَى - talaaza", "muzari": "يَتَلاَظَى - yatalaaza", "masdar": "تَلاَظِي - talaazi"}, "bab_anlami": "Bu kalıp, karşılıklı olarak alevlenmek, parıldamak veya şiddetlenmek anlamına gelir. İki veya daha fazla şeyin birbirini etkileyerek alevlenmesi, parıldaması veya şiddetlenmesi durumunu ifade eder. Bu, iki kişinin birbirini teşvik ederek duygularının yoğunlaşması, iki fikrin birbirini etkileyerek daha karmaşık hale gelmesi veya iki durumun birbirini etkileyerek daha şiddetli hale gelmesi şeklinde olabilir. Bu kalıp, karşılıklı etkileşimin alevlenme veya parlama üzerindeki etkisini vurgular.", "mikro_mantik": "Kökün anlamını, karşılıklı etkileşim yoluyla alevlenme veya parlama olarak ifade eder. Fiilin müşterek olmasını sağlayarak, alevlenme veya parıltının iki veya daha fazla özne arasında karşılıklı olarak gerçekleştiğini gösterir."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْلَظَى - inleza", "muzari": "يَنْلَظِي - yenlezi", "masdar": "اِنْلِظَاءٌ - inlezaun"}, "bab_anlami": "Bu kalıp, içten içe alevlenmek, gizli bir şekilde parıldamak veya bastırılmış bir şekilde şiddetlenmek anlamına gelir. Bir şeyin dışarıya yansıtılmadan içsel olarak alevlenmesi, parıldaması veya şiddetlenmesi durumunu ifade eder. Bu, bir duygunun veya düşüncenin içte saklanması, bir yeteneğin gizlice geliştirilmesi veya bir durumun bastırılmış bir şekilde karmaşıklaşması şeklinde olabilir. Bu kalıp, içsel alevlenmenin veya parlamanın gizli ve derinden gerçekleştiğini vurgular.", "mikro_mantik": "Kökün anlamını, içsel ve gizli bir alevlenme veya parlama olarak ifade eder. Fiilin edilgen olmasını sağlayarak, alevlenme veya parıltının öznenin kontrolü dışında gerçekleştiğini gösterir."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِلْتَظَى - ilteza", "muzari": "يَلْتَظِي - yeltezi", "masdar": "اِلْتِظَاءٌ - iltizaun"}, "bab_anlami": "Bu kalıp, alevlenmek, parıldamak veya şiddetlenmek için çabalamak, gayret göstermek anlamına gelir. Bir şeyin alevlenme veya parlama potansiyeline ulaşmak için gösterdiği çabayı ifade eder. Bu, bir duygunun veya düşüncenin yoğunlaşması için çabalamak, bir yeteneğin geliştirilmesi için gayret göstermek veya bir durumun karmaşıklaşmasını engellemek için uğraşmak şeklinde olabilir. Bu kalıp, alevlenme veya parlama sürecine ulaşmak için gösterilen aktif çabayı vurgular.", "mikro_mantik": "Kökün anlamını, alevlenme veya parlama için çaba gösterme olarak ifade eder. Fiilin dönüşlü olmasını sağlayarak, alevlenme veya parlama çabasının öznenin kendisinden kaynaklandığını gösterir."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اِلْظَاظَّ - ilzazza", "muzari": "يَلْظَاظُّ - yelzazzu", "masdar": "اِلْظِيظَاظٌ - ilzizazun"}, "bab_anlami": "Bu kalıp, aşırı derecede alevlenmek, çok şiddetli parıldamak veya dayanılmaz bir şekilde şiddetlenmek anlamına gelir. Bir şeyin olağanüstü bir yoğunlukta alevlenmesi, parıldaması veya şiddetlenmesi durumunu ifade eder. Bu, bir duygunun veya düşüncenin kontrolden çıkması, bir yeteneğin aşırı derecede gelişmesi veya bir durumun dayanılmaz hale gelmesi şeklinde olabilir. Bu kalıp, alevlenme veya parlamanın sınırları aşan yoğunluğunu vurgular.", "mikro_mantik": "Kökün anlamını, aşırı ve dayanılmaz bir alevlenme veya parlama olarak ifade eder. Fiilin mübalağa ifade etmesini sağlayarak, alevlenme veya parıltının olağanüstü bir yoğunlukta gerçekleştiğini gösterir."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَلْظَى - istelza", "muzari": "يَسْتَلْظِي - yestelzi", "masdar": "اِسْتِلْظَاءٌ - istilzaun"}, "bab_anlami": "Bu kalıp, alevlenmeyi veya parlamayı istemek, talep etmek veya aramak anlamına gelir. Bir şeyin alevlenme veya parlama potansiyelini elde etmeye çalışmak veya bu duruma ulaşmayı arzulamak anlamını taşır. Bu, bir duygunun veya düşüncenin yoğunlaşmasını istemek, bir yeteneğin geliştirilmesini talep etmek veya bir durumun karmaşıklaşmasını aramak şeklinde olabilir. Bu kalıp, alevlenme veya parlama sürecine ulaşma arzusunu ve bu yöndeki aktif çabayı vurgular.", "mikro_mantik": "Kökün anlamını, alevlenme veya parlamayı istemek veya aramak olarak ifade eder. Fiilin talep ifade etmesini sağlayarak, alevlenme veya parıltının elde edilmeye çalışılan bir hedef olduğunu gösterir."}]}], "لعب": [{"kok": "لعب", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Oyun, eğlence ve hafiflik; varoluşun geçici ve eğlenceli yönlerine odaklanma.", "kavramsal_derinlik": "Beşeri deneyimin yüzeyselliği ile ilahi hikmetin derinliği arasındaki zıtlığı ifade eder. Oyun, gerçekliğin geçici bir yansıması olarak, daha kalıcı ve anlamlı olanın arayışına bir davettir."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "لَعِبَ - la'iba", "muzari": "يَلْعَبُ - yal'abu", "masdar": "لَعِبْ - la'ib"}, "bab_anlami": "Oyun oynamak, eğlenmek, vakit geçirmek; bir şeyle meşgul olmak. Bu bab, kökün temel anlamını doğrudan ifade eder. Varlığın hafif ve neşeli yönlerini deneyimleme, geçici zevklerle oyalanma ve sorumluluktan uzaklaşma halini kapsar. Bu eylem, bazen hayatın ciddiyetinden bir kaçış, bazen de saf bir neşe ifadesi olarak tezahür eder.", "mikro_mantik": "Bu basit form, kökün temel anlamını doğrudan yansıtır. Eylemin kendisini, herhangi bir ek anlam veya yoğunlaştırma olmaksızın ifade eder. Fiilin yalın hali, eylemin basitliğini ve doğal akışını vurgular."}, {"bab_no": 2, "fiil_formlari": {"mazi": "لاعَبَ - la'aba", "muzari": "يُلاعِبُ - yula'ibu", "masdar": "مُلاعَبَة - mula'abah"}, "bab_anlami": "Birisiyle oynamak, eğlenmek, şakalaşmak; karşılıklı etkileşim ve eğlenceyi içerir. Bu bab, kökün anlamını karşılıklı bir eyleme dönüştürür. İki veya daha fazla varlığın birbirleriyle etkileşimde bulunarak eğlenmesi, şakalaşması veya rekabet etmesi durumunu ifade eder. Bu etkileşim, sosyal bağları güçlendirebilir veya yüzeysel bir eğlence aracı olabilir.", "mikro_mantik": "Bu kalıp, köke karşılıklılık anlamı katar. Eylem artık tek taraflı değil, iki veya daha fazla tarafın katılımıyla gerçekleşir. Bu, sosyal etkileşim ve iletişim boyutunu vurgular."}, {"bab_no": 3, "fiil_formlari": {"mazi": "تَلَاعَبَ - tala'aba", "muzari": "يَتَلَاعَبُ - yatal'abu", "masdar": "تَلَاعُب - tala'ub"}, "bab_anlami": "Oyun oynamak, eğlenmek, hile yapmak; bir şeyi manipüle etmek veya aldatmak. Bu bab, kökün anlamını daha karmaşık ve potansiyel olarak olumsuz bir yöne taşır. Bir şeyi manipüle ederek veya aldatarak eğlenmek, başkalarını kandırmak veya çıkarları için kullanmak anlamına gelebilir. Bu eylem, etik olmayan davranışları ve dürüstlükten sapmayı içerir.", "mikro_mantik": "Bu kalıp, köke karşılıklı manipülasyon veya aldatma anlamı katar. Eylem, bir tarafın diğerini kendi çıkarı için kullanmasını veya manipüle etmesini içerir. Bu, ahlaki bir boyutu ve potansiyel olarak olumsuz sonuçları vurgular."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَلْعَبَ - al'aba", "muzari": "يُلْعِبُ - yul'ibu", "masdar": "إِلْعَاب - il'ab"}, "bab_anlami": "Oyun oynatmak, eğlendirmek; bir şeyi eğlence aracı olarak kullanmak. Bu bab, kökün anlamını başkalarını eğlendirme veya bir şeyi eğlence aracı olarak kullanma eylemine dönüştürür. Bir gösteri sunmak, bir oyunu yönetmek veya bir nesneyi eğlence amaçlı kullanmak anlamına gelebilir. Bu eylem, yaratıcılığı teşvik edebilir veya sadece yüzeysel bir eğlence sağlayabilir.", "mikro_mantik": "Bu kalıp, köke geçişlilik anlamı katar. Eylem artık öznenin kendisi tarafından değil, başkaları üzerinde gerçekleştirilir. Bu, etki ve yönlendirme boyutunu vurgular."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَلَعَّبَ - tala''aba", "muzari": "يَتَلَعَّبُ - yatal''abu", "masdar": "تَلَعُّب - tala''ub"}, "bab_anlami": "Oyun oynamak, eğlenmek, bir şeyle oynamak; bir şeyle beceriksizce veya amaçsızca uğraşmak. Bu bab, kökün anlamını bir şeyle uğraşırken beceriksizlik veya amaçsızlık durumunu ifade eder. Bir nesneyi elinde evirip çevirmek, bir konuyla yüzeysel olarak ilgilenmek veya bir beceriyi geliştirmeye çalışmak anlamına gelebilir. Bu eylem, bazen merakı giderme, bazen de zaman geçirme amacıyla yapılır.", "mikro_mantik": "Bu kalıp, köke yoğunluk ve tekrarlama anlamı katar. Eylem, daha uzun süreli veya daha yoğun bir şekilde gerçekleştirilir. Bu, dikkat ve odaklanma boyutunu vurgular."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَلَاعَبَ - tala'aba", "muzari": "يَتَلَاعَبُ - yatalā'abu", "masdar": "تَلَاعُب - talā'ub"}, "bab_anlami": "Birbiriyle oynamak, şakalaşmak, aldatmak; karşılıklı manipülasyon ve hileyi içerir. Bu bab, kökün anlamını karşılıklı aldatma veya manipülasyon eylemine dönüştürür. İki veya daha fazla tarafın birbirini kandırmaya veya kendi çıkarları için kullanmaya çalışması durumunu ifade eder. Bu etkileşim, güvensizlik ve çatışmaya yol açabilir.", "mikro_mantik": "Bu kalıp, köke karşılıklı manipülasyon ve aldatma anlamı katar. Eylem, her iki tarafın da birbirini kendi çıkarı için kullanmaya çalışmasını içerir. Bu, ahlaki bir boyutu ve potansiyel olarak olumsuz sonuçları vurgular."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْلَعَبَ - inla'aba", "muzari": "يَنْلَعِبُ - yanla'ibu", "masdar": "اِنْلِعَاب - inli'ab"}, "bab_anlami": "Oyunun içine çekilmek, eğlenceye kapılmak; bir şeyin etkisi altında kalmak. Bu bab, kökün anlamını pasif bir duruma dönüştürür. Bir oyunun veya eğlencenin etkisi altında kalmak, bir şeyin cazibesine kapılmak veya bir durumun kontrolünü kaybetmek anlamına gelebilir. Bu durum, bazen keyifli bir deneyim, bazen de tehlikeli bir bağımlılık olabilir.", "mikro_mantik": "Bu kalıp, köke edilgenlik anlamı katar. Eylem, öznenin kendisi tarafından değil, dış bir etki tarafından gerçekleştirilir. Bu, kontrol kaybı ve bağımlılık boyutunu vurgular."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِلْتَعَبَ - ilta'aba", "muzari": "يَلْتَعِبُ - yalta'ibu", "masdar": "اِلْتِعَاب - ilti'ab"}, "bab_anlami": "Oyun oynamak, eğlenmek, bir şeyle uğraşmak; bir şeyle meşgul olmak ve vakit geçirmek. Bu bab, kökün anlamını bir şeyle uğraşarak vakit geçirme eylemine dönüştürür. Bir hobiyle ilgilenmek, bir projeyle meşgul olmak veya sadece zamanı doldurmak anlamına gelebilir. Bu eylem, bazen üretken bir aktivite, bazen de sadece bir kaçış olabilir.", "mikro_mantik": "Bu kalıp, köke çaba ve meşguliyet anlamı katar. Eylem, öznenin bir şeyle aktif olarak uğraşmasını ve zaman harcamasını içerir. Bu, dikkat ve odaklanma boyutunu vurgular."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اِلْعَابَّ - il'abba", "muzari": "يَلْعَابُّ - yal'abbu", "masdar": "اِلْعِبَاب - il'ibab"}, "bab_anlami": "Bu bab nadiren kullanılır ve kökün anlamını yoğunlaştırma veya abartma eğilimindedir. Anlamsal olarak, aşırı derecede oyun oynamak, eğlenceye düşkün olmak veya ciddiyetten uzaklaşmak anlamına gelebilir. Bu, hayatın anlamını sadece eğlencede arayan ve sorumluluktan kaçan bir tutumu ifade edebilir. Bu durum, dengesizlik ve yüzeyselliğe yol açabilir.", "mikro_mantik": "Bu kalıp, köke yoğunluk ve abartma anlamı katar. Eylem, aşırı derecede veya kontrolsüz bir şekilde gerçekleştirilir. Bu, dengesizlik ve aşırılık boyutunu vurgular."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَلْعَبَ - istal'aba", "muzari": "يَسْتَلْعِبُ - yastal'ibu", "masdar": "اِسْتِلْعَاب - istil'ab"}, "bab_anlami": "Oyun oynamak istemek, eğlence aramak; bir şeyi eğlence aracı olarak görmek veya kullanmak. Bu bab, kökün anlamını bir şeyi eğlence aracı olarak görme veya kullanma arzusuna dönüştürür. Bir durumu veya kişiyi kendi eğlencesi için kullanmak, bir şeyi hafife almak veya ciddiye almamak anlamına gelebilir. Bu tutum, saygısızlık ve sorumsuzluğa yol açabilir.", "mikro_mantik": "Bu kalıp, köke talep ve arzu anlamı katar. Eylem, öznenin bir şeyi elde etme veya kullanma arzusunu ifade eder. Bu, niyet ve motivasyon boyutunu vurgular."}]}], "لعن": [{"kok": "لعن", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Uzaklaşma, reddedilme, ilahi rahmetten mahrum kalma; bir şeyin özünden koparılması.", "kavramsal_derinlik": "Beşeri ilişkilerde dışlanma ve lanetlenme, ilahi düzlemde ise rahmetten uzaklaşma ve gazaba uğrama arasındaki gerilimi ifade eder."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "لَعَنَ", "muzari": "يَلْعَنُ", "masdar": "لَعْن"}, "bab_anlami": "Birini veya bir şeyi reddetmek, ondan uzaklaşmak, onu ilahi rahmetten mahrum bırakmak. Bu, bir tür dışlama ve kınama eylemidir. Aynı zamanda, bir şeyin özünden ve doğal amacından sapmasını ifade eder; bir tohumun çürümesi gibi, potansiyelinden uzaklaşmasıdır.", "mikro_mantik": "Bu kalıp, kökün temel anlamını doğrudan ve yoğun bir şekilde ifade eder. Fiilin öznesi, lanetleme eylemini gerçekleştiren kişiyi veya şeyi belirtir. Eylem, bir hedefe yöneliktir ve bu hedef, lanetlenendir; yani, rahmetten uzaklaştırılan veya reddedilendir. Bu, basit ama güçlü bir nedensellik ilişkisi kurar: bir eylem (lanetleme) ve bir sonuç (lanetlenme)."}, {"bab_no": 2, "fiil_formlari": {"mazi": "لاعَنَ", "muzari": "يُلاعِنُ", "masdar": "مُلاعَنَة / لِعَان"}, "bab_anlami": "Karşılıklı lanetleşme, bir anlaşmazlıkta tarafların birbirini suçlayarak ilahi laneti üzerlerine çekmeye çalışmaları. Bu, bir tür yeminleşme ve karşılıklı reddetme ritüelidir. Aynı zamanda, hakikatin ortaya çıkarılması için başvurulan son çare olarak, tarafların kendi iddialarının doğruluğuna dair ilahi bir garanti aramasıdır.", "mikro_mantik": "Bu kalıp, kökün anlamını karşılıklılık ve rekabet unsurlarıyla genişletir. İki tarafın birbirine karşı eylemlerde bulunduğu bir senaryoyu ifade eder. Her iki taraf da lanetleme eylemini gerçekleştirir, bu da bir denge ve karşılıklı sorumluluk durumu yaratır. Bu, kökün temel anlamını yoğunlaştırır ve karmaşıklaştırır, çünkü lanetleme artık tek taraflı bir eylem değil, karşılıklı bir ilişki haline gelir."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَلَعَّنَ", "muzari": "يَتَلَعَّنُ", "masdar": "تَلَعُّن"}, "bab_anlami": "Birbirini lanetlemek, karşılıklı olarak lanet okumak; lanetlenmeye maruz kalmak. Bu, bir döngüsel lanetleme durumunu ifade eder; taraflar birbirini lanetlerken, aynı zamanda lanetin etkisine de maruz kalırlar. Aynı zamanda, bir topluluğun veya grubun içindeki uyumsuzluğu ve nefreti yansıtır; herkes birbirini suçlar ve lanetler, bu da genel bir çözülmeye yol açar.", "mikro_mantik": "Bu kalıp, kökün anlamını yansıtma ve karşılıklı etkileşim boyutlarıyla zenginleştirir. Eylemin öznesi, hem lanetleyen hem de lanetlenendir; bu da bir tür içsel çelişki ve döngüsellik yaratır. Bu, kökün temel anlamını daha karmaşık ve derinlemesine inceler, çünkü lanetleme artık sadece dışsal bir eylem değil, aynı zamanda içsel bir durum haline gelir."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَلْعَنَ", "muzari": "يَسْتَلْعِنُ", "masdar": "اِسْتِلْعَان"}, "bab_anlami": "Laneti hak etmek, lanetlenmeyi istemek veya davet etmek; lanetli bir duruma düşmek. Bu, bir tür kendi kendini lanetleme durumunu ifade eder; kişi, kendi eylemleri veya tercihleri nedeniyle laneti üzerine çeker. Aynı zamanda, bir şeyin özünden uzaklaşma ve çürüme sürecini hızlandırmayı ifade eder; bir tohumun uygunsuz koşullarda bırakılması gibi, kendi ölümünü davet etmektir.", "mikro_mantik": "Bu kalıp, kökün anlamını arayış ve talep boyutlarıyla genişletir. Eylemin öznesi, laneti arayan veya talep eden kişidir; bu da bir tür ironi ve paradoks yaratır. Bu, kökün temel anlamını daha karmaşık ve derinlemesine inceler, çünkü lanetleme artık sadece dışsal bir eylem değil, aynı zamanda içsel bir arzu haline gelir."}]}], "لغب": [{"kok": "لغب", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Yorgunluk, bitkinlik, tükenmişlik; bir şeyden usanma, bıkkınlık; oyalanma, boş şeylerle vakit geçirme.", "kavramsal_derinlik": "Bu kök, fiziksel ve zihinsel enerjinin azalması, bir aktiviteye karşı motivasyonun kaybı ve anlamsızlıkla ilişkilidir. Aynı zamanda, boş ve faydasız uğraşlarla zaman kaybetme durumunu da ifade eder. Metafiziksel olarak, ruhun dünyevi meşgalelerden yorulması ve daha yüksek bir anlam arayışına girmesi olarak yorumlanabilir."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "لَغِبَ", "muzari": "يَلْغَبُ", "masdar": "لَغَب"}, "bab_anlami": "Yorulmak, bitkin düşmek, bir şeyden usanmak. Bu bab, kökün temel anlamını en doğrudan ifade eder. Kişinin fiziksel veya zihinsel bir aktivite sonucunda enerjisinin tükenmesini, motivasyonunun azalmasını ve genel bir yorgunluk hissetmesini ifade eder. Bu durum, ruhani bir yorgunluk olarak da tecelli edebilir, kişinin dünyevi işlerden bıkkınlık duyması ve daha anlamlı bir arayışa yönelmesi şeklinde kendini gösterebilir.", "mikro_mantik": "Bu bab, fiilin temel ve yalın halini ifade eder. Kökün anlamı herhangi bir ekleme veya yoğunlaştırma olmadan doğrudan yansıtılır. Fiilin faili, yorgunluğu yaşayan ve etkilenen kişidir. Bu kalıp, eylemin basitçe gerçekleştiğini ve fail üzerinde doğrudan bir etki bıraktığını gösterir."}, {"bab_no": 2, "fiil_formlari": {"mazi": "لَغَّبَ", "muzari": "يُلَغِّبُ", "masdar": "تَلْغِيب"}, "bab_anlami": "Birini yormak, bitkin düşürmek, usandırmak. Bu bab, bir başkasının yorgunluğuna veya bıkkınlığına neden olma eylemini ifade eder. Bu, fiziksel bir iş yüklemek, zihinsel olarak baskı yapmak veya sürekli eleştiri ve şikayetlerle birini usandırmak şeklinde olabilir. Aynı zamanda, kişinin başkalarını boş ve anlamsız uğraşlara sürükleyerek onların enerjilerini tüketmesine de işaret edebilir.", "mikro_mantik": "Bu bab, fiilin etkisini yoğunlaştırır ve geçişli hale getirir. Yani, failin eylemi bir başkası üzerinde etki yaratır. Bu kalıp, eylemin bir nedensellik ilişkisi içerdiğini ve bir başkasının durumunu etkilediğini gösterir."}, {"bab_no": 3, "fiil_formlari": {"mazi": "لاَغَبَ", "muzari": "يُلاَغِبُ", "masdar": "مُلاَغَبَة"}, "bab_anlami": "Yorulmakta yarışmak, birbirini yormak, boş ve anlamsız şeylerle oyalanmak. Bu bab, iki veya daha fazla kişi arasındaki karşılıklı yorgunluk veya bıkkınlık durumunu ifade eder. Bu, rekabetçi bir ortamda birbirini geçmeye çalışırken yaşanan yorgunluk, boş ve anlamsız tartışmalarla birbirini usandırma veya karşılıklı olarak faydasız işlerle vakit geçirme şeklinde olabilir. Aynı zamanda, ruhani bir rekabet içinde birbirini geçmeye çalışırken yaşanan manevi yorgunluğu da ifade edebilir.", "mikro_mantik": "Bu bab, fiilin karşılıklı veya ortak bir eylem olduğunu gösterir. İki veya daha fazla failin aynı eylemi birbirleri üzerinde gerçekleştirmesi veya aynı eylemden etkilenmesi söz konusudur. Bu kalıp, etkileşimin ve karşılıklı ilişkinin önemini vurgular."}, {"bab_no": 4, "fiil_formlari": {"mazi": "اَلْغَبَ", "muzari": "يُلْغِبُ", "masdar": "اِلْغَاب"}, "bab_anlami": "Yorgunluğa düşmek, bitkin hale gelmek, usanmak. Bu bab, kişinin yorgunluk veya bıkkınlık durumuna girmesini, bu duruma maruz kalmasını ifade eder. Bu, dış etkenler veya içsel süreçler sonucunda ortaya çıkabilir. Kişi, yoğun bir çalışma temposu, stresli bir ortam veya içsel bir huzursuzluk nedeniyle yorgun düşebilir. Bu durum, ruhani bir çöküşü veya manevi bir boşluğu da ifade edebilir.", "mikro_mantik": "Bu bab, fiilin edilgen veya dönüşlü bir anlam kazandığını gösterir. Fail, eylemi gerçekleştirmekten ziyade eylemden etkilenir. Bu kalıp, dışsal faktörlerin veya içsel süreçlerin fail üzerindeki etkisini vurgular."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَلَغَّبَ", "muzari": "يَتَلَغَّبُ", "masdar": "تَلَغُّب"}, "bab_anlami": "Yorulmuş gibi davranmak, kendini yorgun göstermek, oyalanmak, eğlenmek. Bu bab, kişinin gerçekte yorgun olmasa bile yorgunmuş gibi davranmasını veya boş ve anlamsız şeylerle vakit geçirmesini ifade eder. Bu, dikkat çekmek, sorumluluktan kaçmak veya sadece eğlenmek amacıyla yapılabilir. Aynı zamanda, ruhani bir riyakarlık veya manevi bir boşluğu gizleme çabası olarak da yorumlanabilir.", "mikro_mantik": "Bu bab, fiilin yapmacık veya taklidi bir eylem olduğunu gösterir. Fail, eylemi gerçekte hissetmeden veya yaşamadan sadece taklit eder. Bu kalıp, niyetin ve içsel durumun önemini vurgular."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَلاَغَبَ", "muzari": "يَتَلاَغَبُ", "masdar": "تَلاَغُب"}, "bab_anlami": "Birbirini yormak, birbirini usandırmak, boş şeylerle oyalanmak. Bu bab, iki veya daha fazla kişinin karşılıklı olarak birbirini yorması, usandırması veya boş ve anlamsız şeylerle vakit geçirmesi durumunu ifade eder. Bu, sürekli tartışmalar, eleştiriler veya faydasız işlerle birbirinin enerjisini tüketme şeklinde olabilir. Aynı zamanda, ruhani bir çekişme veya manevi bir rekabet içinde birbirini yıpratma olarak da yorumlanabilir.", "mikro_mantik": "Bu bab, fiilin karşılıklı ve tekrarlayan bir eylem olduğunu gösterir. İki veya daha fazla failin aynı eylemi birbirleri üzerinde tekrar tekrar gerçekleştirmesi söz konusudur. Bu kalıp, ilişkinin dinamiklerini ve etkileşimlerin sürekliliğini vurgular."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْلَغَبَ", "muzari": "يَنْلَغِبُ", "masdar": "اِنْلِغَاب"}, "bab_anlami": "Yorgun düşmek, bitkin hale gelmek, tükenmek. Bu bab, kişinin yorgunluk, bitkinlik veya tükenmişlik durumuna kendiliğinden düşmesini ifade eder. Bu, uzun süren bir çaba, stresli bir yaşam tarzı veya içsel bir dengesizlik sonucunda ortaya çıkabilir. Aynı zamanda, ruhani bir çöküşü veya manevi bir boşluğu da ifade edebilir. Kişi, bu durumda kendini güçsüz, motivasyonsuz ve umutsuz hissedebilir.", "mikro_mantik": "Bu bab, fiilin kendiliğinden veya doğal bir süreç sonucunda gerçekleştiğini gösterir. Failin aktif bir rolü yoktur, eylem kendiliğinden ortaya çıkar. Bu kalıp, sürecin kaçınılmazlığını ve fail üzerindeki etkisini vurgular."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِلْتَغَبَ", "muzari": "يَلْتَغِبُ", "masdar": "اِلْتِغَاب"}, "bab_anlami": "Yorulmak, bitkin düşmek, usanmak; yorgunluk belirtileri göstermek. Bu bab, kişinin yorgunluk, bitkinlik veya bıkkınlık durumunu deneyimlemesini ve bu durumun belirtilerini göstermesini ifade eder. Bu belirtiler, fiziksel yorgunluk, zihinsel bulanıklık, motivasyon eksikliği veya duygusal tükenmişlik şeklinde olabilir. Aynı zamanda, ruhani bir yorgunuk ve manevi bir arayış içinde olma halini de gösterebilir.", "mikro_mantik": "Bu bab, fiilin bir süreç içinde gerçekleştiğini ve sonuçlarının gözlemlenebilir olduğunu gösterir. Fail, eylemi deneyimler ve bu deneyimin belirtileri dış dünyaya yansır. Bu kalıp, sürecin aşamalarını ve sonuçlarını vurgular."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اِلْغَابَّ", "muzari": "يَلْغَابُّ", "masdar": "اِلْغِيبَاب"}, "bab_anlami": "Aşırı derecede yorgun olmak, bitkin düşmek, tükenmek (renk değişimiyle birlikte). Bu bab, yorgunluğun en uç noktasını ifade eder. Kişi, fiziksel ve zihinsel olarak tamamen tükenmiş durumdadır. Bu durum, genellikle uzun süren ve yoğun bir çaba sonucunda ortaya çıkar. Aynı zamanda, ruhani bir çöküşü ve manevi bir tükenmişliği de ifade edebilir. Yorgunluğun etkisi o kadar büyüktür ki, kişinin fiziksel görünümünde de değişiklikler meydana gelebilir.", "mikro_mantik": "Bu bab, fiilin aşırılığını ve yoğunluğunu vurgular. Eylem, normal sınırların ötesine geçmiştir ve fail üzerinde derin bir etki bırakmıştır. Bu kalıp, durumun ciddiyetini ve sonuçlarının önemini vurgular."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَلْغَبَ", "muzari": "يَسْتَلْغِبُ", "masdar": "اِسْتِلْغَاب"}, "bab_anlami": "Yorgunluğu istemek, yorgunluğu aramak, yorgunluğa neden olacak şeylerle uğraşmak. Bu bab, kişinin bilinçli olarak yorgunluğa yol açacak aktivitelere yönelmesini veya yorgunluk hissini aramasını ifade eder. Bu, bir tür kendini cezalandırma, sınırlarını zorlama veya sadece fiziksel ve zihinsel olarak kendini test etme şeklinde olabilir. Aynı zamanda, ruhani bir arayış içinde kendini zorlama ve manevi bir sınavdan geçme olarak da yorumlanabilir.", "mikro_mantik": "Bu bab, fiilin bir arayış veya istek içerdiğini gösterir. Fail, eylemi bilinçli olarak hedefler ve bu hedefe ulaşmak için çaba gösterir. Bu kalıp, niyetin ve motivasyonun önemini vurgular."}]}], "لغو": [{"kok": "لغو", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Boş ve anlamsız söz veya eylem. Hakikatten uzaklaşma, gayesizlik ve faydasızlıkla nitelenen her türlü olgu.", "kavramsal_derinlik": "Dünya hayatının geçiciliği ve insanın bu geçicilik içinde anlam arayışı. İlahi hakikatten kopuşun birey ve toplum üzerindeki yıkıcı etkileri."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "لَغَا - lağa", "muzari": "يَلْغُو - yelğu", "masdar": "لَغْو - lağv"}, "bab_anlami": "Boş konuşmak, faydasız işlerle uğraşmak, anlamsız sözler sarf etmek. Bu bab, kökün temel anlamını yansıtır ve eylemin kendiliğinden, kasıtsız veya düşüncesizce gerçekleştiğini ifade eder. İnsanın gaflet içinde geçirdiği zamanı ve bu zamanın manevi boşluğunu vurgular.", "mikro_mantik": "Bu bab, fiilin basit ve temel bir eylem olduğunu gösterir. Kök anlamının doğrudan ve değişmeden ifade edildiği bir kalıptır. Eylemin yoğunluğu veya tekrarı hakkında ek bir bilgi vermez, sadece eylemin varlığını belirtir."}, {"bab_no": 2, "fiil_formlari": {"mazi": "لَغَّى - lağğa", "muzari": "يُلَغِّي - yulağği", "masdar": "تَلْغِيَة - telğiye"}, "bab_anlami": "Boşa çıkarmak, hükümsüz kılmak, iptal etmek, bir şeyin etkisini ortadan kaldırmak. Bu bab, bir eylemin veya sözün değerini düşürme, onu anlamsız hale getirme veya geçersiz kılma anlamını taşır. Bir hakikatin üzerini örten, onu gizleyen veya yok sayan eylemleri ifade eder.", "mikro_mantik": "Bu bab, fiilin etkisini yoğunlaştırır veya tekrarını vurgular. Bir şeyi sürekli olarak veya yoğun bir şekilde boşa çıkarma, hükümsüz kılma eylemini ifade eder. Kök anlamının etkisini artıran bir kalıptır."}, {"bab_no": 3, "fiil_formlari": {"mazi": "لَاغَى - lağa", "muzari": "يُلَاغِي - yulaği", "masdar": "مُلَاغَاة - mülağa"}, "bab_anlami": "Boş ve anlamsız şeylerle meşgul olmak, karşılıklı olarak faydasız konuşmalar yapmak, birbirini oyalamak. Bu bab, iki veya daha fazla kişi arasındaki anlamsız etkileşimi ifade eder. Tarafların birbirini oyaladığı, gerçek bir iletişim kurmadığı ve boş sözlerle vakit geçirdiği durumları tanımlar.", "mikro_mantik": "Bu bab, fiilin karşılıklı veya ortak bir eylem olduğunu gösterir. İki veya daha fazla tarafın katılımıyla gerçekleşen bir eylemi ifade eder. Kök anlamının etkileşimli bir bağlamda ortaya çıktığını vurgular."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَلْغَى - elğa", "muzari": "يُلْغِي - yulği", "masdar": "إِلْغَاء - ilğa"}, "bab_anlami": "İptal etmek, feshetmek, ortadan kaldırmak, bir hükmü veya kararı geçersiz kılmak. Bu bab, bir şeyin varlığını sona erdirme, onu yok etme veya etkisiz hale getirme anlamını taşır. İlahi iradeye aykırı olan her türlü hükmün veya kararın geçersizliğini ifade eder.", "mikro_mantik": "Bu bab, fiilin etkisini güçlendirir ve kesinliğini vurgular. Bir şeyi tamamen ortadan kaldırma, yok etme eylemini ifade eder. Kök anlamının nihai bir sonuca ulaştığını gösteren bir kalıptır."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَلَغَّى - telağğa", "muzari": "يَتَلَغَّى - yetelağğa", "masdar": "تَلَغِّي - telağği"}, "bab_anlami": "Boş ve anlamsız sözler söylemeye çalışmak, kendini kandırmak, aldatıcı sözlerle oyalanmak. Bu bab, kişinin kendini veya başkalarını yanıltmaya yönelik çabalarını ifade eder. Gerçekten uzaklaşarak, boş ve faydasız sözlerle avunma durumunu tanımlar.", "mikro_mantik": "Bu bab, fiilin çaba ve gayret gerektiren bir eylem olduğunu gösterir. Kişinin bilinçli olarak bir amaca yönelik hareket ettiğini ifade eder. Kök anlamının karmaşık ve dolaylı bir şekilde ortaya çıktığını vurgular."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَلَاغَى - telağa", "muzari": "يَتَلَاغَى - yetelağa", "masdar": "تَلَاغِي - telaği"}, "bab_anlami": "Karşılıklı olarak boş ve anlamsız şeylerle meşgul olmak, birbirini aldatmak, faydasız tartışmalara girmek. Bu bab, iki veya daha fazla kişinin birbirini kandırmaya çalıştığı, gerçek bir iletişim kurmadığı ve boş tartışmalarla vakit geçirdiği durumları ifade eder. Hakikatin üzerini örten, yanıltıcı etkileşimleri tanımlar.", "mikro_mantik": "Bu bab, fiilin karşılıklı ve rekabetçi bir eylem olduğunu gösterir. Tarafların birbirini geçmeye veya aldatmaya çalıştığı bir durumu ifade eder. Kök anlamının çatışmacı bir bağlamda ortaya çıktığını vurgular."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْلَغَى - inlağa", "muzari": "يَنْلَغِي - yenlaği", "masdar": "اِنْلِغَاء - inliğa"}, "bab_anlami": "Ortadan kalkmak, yok olmak, hükümsüz hale gelmek, etkisini kaybetmek. Bu bab, bir şeyin kendiliğinden veya doğal bir süreç sonucunda ortadan kalkmasını ifade eder. İlahi irade karşısında beşeri çabaların geçersizliğini ve yok olmaya mahkum olduğunu simgeler.", "mikro_mantik": "Bu bab, fiilin pasif ve kendiliğinden gerçekleşen bir eylem olduğunu gösterir. Bir dış etkenin etkisiyle ortaya çıkan bir durumu ifade eder. Kök anlamının doğal bir süreç içinde tamamlandığını vurgular."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِلْتَغَى - iltağa", "muzari": "يَلْتَغِي - yeltaği", "masdar": "اِلْتِغَاء - iltiğa"}, "bab_anlami": "Boş ve anlamsız şeylere yönelmek, faydasız işlerle uğraşmak, hakikatten uzaklaşmak. Bu bab, kişinin bilerek veya bilmeyerek boş ve anlamsız şeylere yönelmesini ifade eder. İlahi hakikatten uzaklaşarak, geçici ve değersiz şeylere bağlanma durumunu tanımlar.", "mikro_mantik": "Bu bab, fiilin yönelme ve tercih içeren bir eylem olduğunu gösterir. Kişinin bilinçli veya bilinçsiz bir şekilde bir yöne doğru hareket ettiğini ifade eder. Kök anlamının seçici bir bağlamda ortaya çıktığını vurgular."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اِلْغَوَّ - ilğavva", "muzari": "يَلْغَوُّ - yelğavvu", "masdar": "اِلْغِوَاء - ilğiva"}, "bab_anlami": "Aşırı derecede boş ve anlamsız olmak, tamamen faydasız hale gelmek, değersizleşmek. Bu bab, bir şeyin aşırı derecede değersizleştiğini ve hiçbir fayda sağlamadığını ifade eder. İlahi hakikatten tamamen kopmuş, manevi anlamını yitirmiş bir durumu simgeler.", "mikro_mantik": "Bu bab, fiilin yoğunluğunu ve aşırılığını vurgular. Bir şeyin tamamen ve geri dönüşü olmayan bir şekilde değersizleştiğini ifade eder. Kök anlamının en uç noktasına ulaştığını gösteren bir kalıptır."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَلْغَى - istelğa", "muzari": "يَسْتَلْغِي - yestelği", "masdar": "اِسْتِلْغَاء - istilğa"}, "bab_anlami": "Boş ve anlamsız şeylerle meşgul olmayı istemek, faydasız işlere yönelmeyi arzu etmek, hakikatten uzaklaşmayı tercih etmek. Bu bab, kişinin bilinçli olarak boş ve anlamsız şeylere yönelme arzusunu ifade eder. İlahi hakikatten uzaklaşmayı tercih ederek, geçici ve değersiz şeylere bağlanma eğilimini tanımlar.", "mikro_mantik": "Bu bab, fiilin istek ve arzu içeren bir eylem olduğunu gösterir. Kişinin bilinçli olarak bir şeyi istediğini ve ona yöneldiğini ifade eder. Kök anlamının iradi bir bağlamda ortaya çıktığını vurgular."}]}], "لفت": [{"kok": "لفت", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Yönelme, Dikkat Çekme, İlgi Uyandırma", "kavramsal_derinlik": "Bilinçli bir şekilde bir şeye yönelmek, bir şeyin dikkat çekici niteliği aracılığıyla algıda bir değişiklik yaratmak ve bu değişimin öznel deneyimde yankı bulması."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "لَفَتَ", "muzari": "يَلْفُتُ", "masdar": "لَفْت"}, "bab_anlami": "Bir şeyi döndürmek, çevirmek veya bir yöne doğru eğmek. Bu, fiziksel bir eylem olabileceği gibi, zihinsel bir yönlendirme veya dikkat çekme eylemi de olabilir. Bir kimsenin bakışlarını bir yöne çevirmesi, bir konuya dikkati çekmek için yapılan bir hareket veya bir düşünceyi başka bir yöne kanalize etmek gibi anlamlara gelebilir. Bu kalıp, eylemin doğrudan ve belirgin bir şekilde gerçekleştiğini ifade eder.", "mikro_mantik": "Bu kalıp, kökün temel anlamını doğrudan ve etkili bir şekilde ifade eder. Eylemin basit ve dolaysız bir şekilde gerçekleştiğini gösterir. Kökün anlamını yoğunlaştırır ve eylemin belirginliğini vurgular."}, {"bab_no": 2, "fiil_formlari": {"mazi": "لَفَّتَ", "muzari": "يُلَفِّتُ", "masdar": "تَلْفِيت"}, "bab_anlami": "Bir şeyi tekrar tekrar döndürmek, çevirmek veya bir şeyi bir şeyle sarmalamak, örtmek. Bu kalıp, bir şeyi gizlemek, korumak veya süslemek amacıyla yapılan sarma eylemini ifade edebilir. Aynı zamanda, bir konuyu farklı açılardan ele almak, çeşitli yönlerini incelemek veya bir düşünceyi derinlemesine analiz etmek anlamına da gelebilir. Bu kalıp, eylemin yoğunluğunu ve tekrarlanmasını vurgular.", "mikro_mantik": "Bu kalıp, kökün anlamını yoğunlaştırır ve eylemin tekrarlanmasını veya bir şeyi sarma, örtme eylemini vurgular. Kökün temel anlamını daha karmaşık ve detaylı bir şekilde ifade eder. Eylemin yoğunluğu ve tekrarlanması, anlamı derinleştirir."}, {"bab_no": 3, "fiil_formlari": {"mazi": "لاَفَتَ", "muzari": "يُلاَفِتُ", "masdar": "مُلاَفَتَة"}, "bab_anlami": "Karşılıklı olarak dikkat çekmek, birbirini etkilemek veya bir konuda rekabet etmek. Bu kalıp, iki veya daha fazla tarafın birbirlerinin dikkatini çekmek için çaba gösterdiği, birbirleriyle etkileşimde bulunduğu veya bir konuda yarış halinde olduğu durumları ifade edebilir. Aynı zamanda, bir konuda karşılıklı olarak fikir alışverişinde bulunmak, birbirini ikna etmeye çalışmak veya bir konuda uzlaşmaya varmak anlamına da gelebilir. Bu kalıp, eylemin karşılıklı ve etkileşimli olduğunu vurgular.", "mikro_mantik": "Bu kalıp, kökün anlamını karşılıklı etkileşim ve rekabet bağlamında ifade eder. Eylemin iki veya daha fazla taraf arasında gerçekleştiğini ve tarafların birbirlerini etkilemeye çalıştığını gösterir. Kökün anlamını daha dinamik ve etkileşimli bir şekilde ifade eder."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَلْفَتَ", "muzari": "يُلْفِتُ", "masdar": "إِلْفَات"}, "bab_anlami": "Birinin dikkatini çekmek, bir şeyi fark ettirmek veya bir şeyi dikkat çekici hale getirmek. Bu kalıp, birinin bir şeye dikkatini çekmek, bir şeyi fark etmesini sağlamak veya bir şeyi diğerlerinden farklı ve dikkat çekici kılmak anlamına gelebilir. Aynı zamanda, bir konuyu açıklığa kavuşturmak, bir gerçeği ortaya çıkarmak veya bir şeyi vurgulamak anlamına da gelebilir. Bu kalıp, eylemin bir şeyi fark ettirme veya dikkat çekme amacını taşıdığını vurgular.", "mikro_mantik": "Bu kalıp, kökün anlamını bir şeyi fark ettirme veya dikkat çekme bağlamında ifade eder. Eylemin bir şeyi belirgin hale getirme veya birinin dikkatini çekme amacını taşıdığını gösterir. Kökün anlamını daha etkili ve yönlendirici bir şekilde ifade eder."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَلَفَّتَ", "muzari": "يَتَلَفَّتُ", "masdar": "تَلَفُّت"}, "bab_anlami": "Sağa sola bakınmak, etrafı kolaçan etmek veya bir şeyi aramak için etrafına bakınmak. Bu kalıp, birinin etrafına dikkatlice bakındığı, bir şeyi aradığı veya bir tehlikeyi sezmeye çalıştığı durumları ifade edebilir. Aynı zamanda, bir konuda bilgi toplamak, bir ipucu aramak veya bir çözüm bulmak için etrafına bakınmak anlamına da gelebilir. Bu kalıp, eylemin dikkatli ve araştırıcı olduğunu vurgular.", "mikro_mantik": "Bu kalıp, kökün anlamını dikkatli ve araştırıcı bir bakış açısıyla ifade eder. Eylemin bir şeyi arama, bilgi toplama veya tehlikeyi sezme amacını taşıdığını gösterir. Kökün anlamını daha detaylı ve bağlamsal bir şekilde ifade eder."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَلاَفَتَ", "muzari": "يَتَلاَفَتُ", "masdar": "تَلاَفُت"}, "bab_anlami": "Birbirine dönmek, birbirine bakmak veya birbirinin dikkatini çekmek. Bu kalıp, iki veya daha fazla kişinin birbirleriyle etkileşimde bulunduğu, birbirlerine baktığı veya birbirlerinin dikkatini çekmeye çalıştığı durumları ifade edebilir. Aynı zamanda, bir konuda birlikte çalışmak, birbirine destek olmak veya bir sorunu çözmek için birlikte çaba göstermek anlamına da gelebilir. Bu kalıp, eylemin karşılıklı ve işbirlikçi olduğunu vurgular.", "mikro_mantik": "Bu kalıp, kökün anlamını karşılıklı etkileşim ve işbirliği bağlamında ifade eder. Eylemin iki veya daha fazla kişi arasında gerçekleştiğini ve tarafların birbirleriyle etkileşimde bulunduğunu gösterir. Kökün anlamını daha sosyal ve işbirlikçi bir şekilde ifade eder."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْلَفَتَ", "muzari": "يَنْلَفِتُ", "masdar": "اِنْلِفَات"}, "bab_anlami": "Dönmek, çevrilmek veya bir yöne doğru eğilmek. Bu kalıp, bir şeyin kendiliğinden döndüğü, çevrildiği veya bir yöne doğru eğildiği durumları ifade edebilir. Aynı zamanda, bir konuda değişime uğramak, farklı bir yöne gitmek veya bir konuda yeni bir bakış açısı kazanmak anlamına da gelebilir. Bu kalıp, eylemin kendiliğinden ve doğal olduğunu vurgular.", "mikro_mantik": "Bu kalıp, kökün anlamını kendiliğinden ve doğal bir değişim bağlamında ifade eder. Eylemin bir dış etki olmaksızın gerçekleştiğini ve bir şeyin kendiliğinden değiştiğini gösterir. Kökün anlamını daha pasif ve kendiliğinden bir şekilde ifade eder."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِلْتَفَتَ", "muzari": "يَلْتَفِتُ", "masdar": "اِلْتِفَات"}, "bab_anlami": "Dönüp bakmak, bir şeye yönelmek veya bir şeye dikkat etmek. Bu kalıp, birinin bir şeye dönüp baktığı, bir şeye yöneldiği veya bir şeye dikkat ettiği durumları ifade edebilir. Aynı zamanda, bir konuyu ele almak, bir sorunu çözmeye çalışmak veya bir şeye önem vermek anlamına da gelebilir. Bu kalıp, eylemin bilinçli ve odaklı olduğunu vurgular.", "mikro_mantik": "Bu kalıp, kökün anlamını bilinçli ve odaklı bir yönelme bağlamında ifade eder. Eylemin bir şeye dikkat etme, bir konuyu ele alma veya bir sorunu çözme amacını taşıdığını gösterir. Kökün anlamını daha aktif ve bilinçli bir şekilde ifade eder."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اِلْفَاتَّ", "muzari": "يَلْفَاتُّ", "masdar": "اِلْفِيتَات"}, "bab_anlami": "Bu kalıp nadiren kullanılır ve genellikle bir şeyin çok dikkat çekici veya çok belirgin hale geldiği durumları ifade eder. Bir şeyin aşırı derecede dikkat çekici olması, göz kamaştırıcı bir güzelliğe sahip olması veya olağanüstü bir öneme sahip olması gibi anlamlara gelebilir. Bu kalıp, bir şeyin olağanüstü niteliklerini vurgular ve onun benzersizliğini ifade eder.", "mikro_mantik": "Bu kalıp, kökün anlamını aşırılık ve olağanüstülük bağlamında ifade eder. Eylemin bir şeyin çok dikkat çekici veya çok belirgin hale geldiğini gösterir. Kökün anlamını daha yoğun ve vurgulu bir şekilde ifade eder."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَلْفَتَ", "muzari": "يَسْتَلْفِتُ", "masdar": "اِسْتِلْفَات"}, "bab_anlami": "Dikkatini çekmek istemek, birinin dikkatini çekmeye çalışmak veya bir şeyi dikkat çekici hale getirmeye çalışmak. Bu kalıp, birinin birinin dikkatini çekmek için çaba gösterdiği, bir şeyi dikkat çekici hale getirmeye çalıştığı veya bir konuda ilgi uyandırmaya çalıştığı durumları ifade edebilir. Aynı zamanda, bir konuda destek aramak, yardım istemek veya bir konuda işbirliği yapmak anlamına da gelebilir. Bu kalıp, eylemin istekli ve çaba gerektiren bir yönü olduğunu vurgular.", "mikro_mantik": "Bu kalıp, kökün anlamını istek ve çaba bağlamında ifade eder. Eylemin birinin dikkatini çekmek için çaba gösterme veya bir şeyi dikkat çekici hale getirme amacını taşıdığını gösterir. Kökün anlamını daha aktif ve amaçlı bir şekilde ifade eder."}]}], "لفح": [{"kok": "لفح", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Yakıcı bir dokunuş, ani bir değişim, yüzeyde beliren bir iz.", "kavramsal_derinlik": "Fani dünyanın geçiciliği, bir anlık parlamanın ardından gelen sönüş, ruhun yüzeyinde bırakılan derin etkiler."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "لَفَحَ", "muzari": "يَلْفَحُ", "masdar": "لَفْح"}, "bab_anlami": "Yakmak, dokunmak, yüzeye vurmak. Bu kalıp, kökün temel anlamını doğrudan ve yoğun bir şekilde ifade eder. Bir şeyin ani ve şiddetli bir şekilde bir başka şeye dokunması, yakması veya etkilemesi eylemini belirtir. Bu, fiziksel bir yakma olabileceği gibi, mecazi anlamda bir duygunun veya düşüncenin ani ve etkili bir şekilde zihne nüfuz etmesi de olabilir.", "mikro_mantik": "Bu kalıp, kökün anlamını eylemsel bir forma sokar. Kökün içerdiği potansiyel enerjiyi kinetik enerjiye dönüştürerek, bir eylemin gerçekleştiğini ve bu eylemin bir nesne üzerinde belirgin bir etki bıraktığını vurgular. Bu, kökün anlamının somutlaşmış ve dinamik bir ifadesidir."}, {"bab_no": 2, "fiil_formlari": {"mazi": "لَافَحَ", "muzari": "يُلَافِحُ", "masdar": "مُلَافَحَة"}, "bab_anlami": "Karşılıklı yakma veya dokunma, bir etkileşim süreci. Bu kalıp, iki veya daha fazla varlık arasında karşılıklı bir etkileşimi ifade eder. Her bir tarafın diğerini yakmaya veya etkilemeye çalıştığı bir mücadele veya rekabet ortamını temsil edebilir. Bu, fikirlerin çatışması, duygusal bir çekişme veya fiziksel bir mücadele şeklinde kendini gösterebilir. Bu kalıp, etkileşimin dinamik ve karşılıklı doğasını vurgular.", "mikro_mantik": "Bu kalıp, kökün anlamını karşılıklı bir etkileşim bağlamına yerleştirir. Kökün içerdiği enerjiyi iki yönlü bir akışa dönüştürerek, her bir tarafın diğerini etkileme ve ondan etkilenme sürecini vurgular. Bu, kökün anlamının sosyal ve ilişkisel bir ifadesidir."}, {"bab_no": 3, "fiil_formlari": {"mazi": "اَلْفَحَ", "muzari": "يُؤْلِفُ", "masdar": "اِلْفَاح"}, "bab_anlami": "Yakmaya veya dokunmaya neden olmak, bir şeyi yakıcı hale getirmek. Bu kalıp, bir şeyin başka bir şeyi yakmasına veya etkilemesine neden olma eylemini ifade eder. Bir durumu veya nesneyi yakıcı veya etkili hale getirme sürecini belirtir. Bu, bir düşünceyi veya duyguyu yoğunlaştırma, bir yeteneği geliştirme veya bir nesneyi daha etkili hale getirme şeklinde kendini gösterebilir. Bu kalıp, neden-sonuç ilişkisini ve bir şeyin başka bir şeyi nasıl etkilediğini vurgular.", "mikro_mantik": "Bu kalıp, kökün anlamını nedensel bir bağlama yerleştirir. Kökün içerdiği enerjiyi bir tetikleyiciye dönüştürerek, bir eylemin başka bir eylemi nasıl başlattığını ve sonuçlandırdığını vurgular. Bu, kökün anlamının potansiyel ve dönüşümsel bir ifadesidir."}, {"bab_no": 4, "fiil_formlari": {"mazi": "تَلَفَّحَ", "muzari": "يَتَلَفَّحُ", "masdar": "تَلَفُّح"}, "bab_anlami": "Yakınlaşmak, örtünmek, bir şeyin yakıcılığına maruz kalmak. Bu kalıp, bir şeyin yakıcılığına veya etkisine maruz kalma, onunla örtünme veya ona yakınlaşma eylemini ifade eder. Bir durumun veya nesnenin etkisine girme, onunla bütünleşme veya ona uyum sağlama sürecini belirtir. Bu, bir fikre kendini adama, bir duyguya kapılma veya bir ortama adapte olma şeklinde kendini gösterebilir. Bu kalıp, etkileşimin kişisel ve içsel boyutunu vurgular.", "mikro_mantik": "Bu kalıp, kökün anlamını kişisel bir deneyim bağlamına yerleştirir. Kökün içerdiği enerjiyi öznel bir algıya dönüştürerek, bir bireyin bir şeyden nasıl etkilendiğini ve onu nasıl içselleştirdiğini vurgular. Bu, kökün anlamının bireysel ve duygusal bir ifadesidir."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَلَفَّحَ", "muzari": "يَتَلَفَّحُ", "masdar": "تَلَفُّح"}, "bab_anlami": "Isınmak, örtünmek, bir şeyin sıcaklığına sığınmak. Bu kalıp, bir şeyin sıcaklığına veya etkisine sığınma, onunla örtünme veya ondan faydalanma eylemini ifade eder. Bir durumun veya nesnenin koruyucu veya rahatlatıcı etkisinden yararlanma sürecini belirtir. Bu, bir inanca sığınma, bir ilişkiye güvenme veya bir ortama adapte olma şeklinde kendini gösterebilir. Bu kalıp, etkileşimin koruyucu ve destekleyici boyutunu vurgular.", "mikro_mantik": "Bu kalıp, kökün anlamını güvenli bir sığınak bağlamına yerleştirir. Kökün içerdiği enerjiyi koruyucu bir kalkan haline getirerek, bir bireyin bir şeyden nasıl destek aldığını ve güvende hissettiğini vurgular. Bu, kökün anlamının güven verici ve destekleyici bir ifadesidir."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَلَافَحَ", "muzari": "يَتَلَافَحُ", "masdar": "تَلَافُح"}, "bab_anlami": "Karşılıklı olarak ısınmak, birbirine yakınlaşmak, etkileşimde bulunmak. Bu kalıp, iki veya daha fazla varlığın birbirine yakınlaşması, etkileşimde bulunması ve karşılıklı olarak ısınması eylemini ifade eder. Birbirini destekleme, anlama ve etkileme sürecini belirtir. Bu, bir topluluğun bir araya gelmesi, bir ilişkinin gelişmesi veya bir projenin ortaklaşa yürütülmesi şeklinde kendini gösterebilir. Bu kalıp, etkileşimin işbirlikçi ve uyumlu boyutunu vurgular.", "mikro_mantik": "Bu kalıp, kökün anlamını sosyal bir birliktelik bağlamına yerleştirir. Kökün içerdiği enerjiyi birleştirici bir güç haline getirerek, bireylerin birbirini nasıl desteklediğini ve birlikte büyüdüğünü vurgular. Bu, kökün anlamının toplumsal ve işbirlikçi bir ifadesidir."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْلَفَحَ", "muzari": "يَنْلَفِحُ", "masdar": "اِنْلِفَاح"}, "bab_anlami": "Yakıcı bir şekilde etkilenmek, yanmak, bir şeyin etkisi altında kalmak. Bu kalıp, bir şeyin yakıcı veya etkili bir şekilde bir varlığı etkilemesi, onu yakması veya onun etkisi altında bırakması eylemini ifade eder. Bir durumun veya nesnenin güçlü bir şekilde bir bireyi etkileme sürecini belirtir. Bu, bir travmanın izlerini bırakması, bir aşkın kalbi yakması veya bir inancın hayatı değiştirmesi şeklinde kendini gösterebilir. Bu kalıp, etkileşimin derin ve dönüştürücü boyutunu vurgular.", "mikro_mantik": "Bu kalıp, kökün anlamını derin bir etki bağlamına yerleştirir. Kökün içerdiği enerjiyi dönüştürücü bir güç haline getirerek, bir şeyin bir bireyi nasıl derinden etkilediğini ve değiştirdiğini vurgular. Bu, kökün anlamının derin ve kişisel bir ifadesidir."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِفْتَلَحَ", "muzari": "يَفْتَلِحُ", "masdar": "اِفْتِلَاح"}, "bab_anlami": "Yakmak için çabalamak, etkilemeye çalışmak, bir şeyi yakıcı hale getirmek. Bu kalıp, bir şeyi yakmak, etkilemek veya yakıcı hale getirmek için çaba gösterme eylemini ifade eder. Bir durumu veya nesneyi daha etkili, yoğun veya yakıcı hale getirme sürecini belirtir. Bu, bir fikri yaymaya çalışma, bir duyguyu yoğunlaştırmaya çalışma veya bir yeteneği geliştirmeye çalışma şeklinde kendini gösterebilir. Bu kalıp, çabanın ve amacın önemini vurgular.", "mikro_mantik": "Bu kalıp, kökün anlamını bir amaç bağlamına yerleştirir. Kökün içerdiği enerjiyi bir hedefe yönlendirerek, bir bireyin bir şeyi başarmak için nasıl çaba gösterdiğini ve çalıştığını vurgular. Bu, kökün anlamının amaca yönelik ve aktif bir ifadesidir."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اِسْتَلْفَحَ", "muzari": "يَسْتَلْفِحُ", "masdar": "اِسْتِلْفَاح"}, "bab_anlami": "Yakılmayı istemek, etkilenmeyi arzu etmek, yakıcı bir şeyden faydalanmak. Bu kalıp, yakılmayı, etkilenmeyi veya yakıcı bir şeyden faydalanmayı arzu etme eylemini ifade eder. Bir durumun veya nesnenin etkisinden yararlanma, onunla bütünleşme veya ondan ilham alma sürecini belirtir. Bu, bir öğretiden ders çıkarma, bir ilişkiden güç alma veya bir ortamdan ilham alma şeklinde kendini gösterebilir. Bu kalıp, arayışın ve öğrenmenin önemini vurgular.", "mikro_mantik": "Bu kalıp, kökün anlamını bir arayış bağlamına yerleştirir. Kökün içerdiği enerjiyi bir çekim gücü haline getirerek, bir bireyin bir şeyden nasıl etkilendiğini, onu nasıl arzuladığını ve ondan nasıl faydalandığını vurgular. Bu, kökün anlamının pasif ve alıcı bir ifadesidir."}]}], "لفظ": [{"kok": "لفظ", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Sözün varoluşsal tezahürü, anlamın maddeleşmesi ve ifade bulması.", "kavramsal_derinlik": "İletişimin özündeki niyetin, dilin sınırlarını aşarak evrensel bir anlayışa dönüşme potansiyeli."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "لَفَظَ - lafaza", "muzari": "يَلْفِظُ - yalfizu", "masdar": "لَفْظ - lafz"}, "bab_anlami": "Bir şeyin sözle ifade edilmesi, telaffuz edilmesi veya dışarı atılması. Bu, içsel bir düşüncenin dış dünyaya aktarılması veya bir nesnenin reddedilerek uzaklaştırılması anlamına gelebilir. Aynı zamanda, bir sırrın ifşa edilmesi veya bir gerçeğin açığa çıkarılması gibi derin anlamlar da içerebilir.", "mikro_mantik": "Bu kalıp, kökün temel anlamını doğrudan ve basit bir eylemle ifade eder. Fiilin öznesi, sözü veya nesneyi dışarı atan aktif bir roldedir. Eylemin kendisi, içsel olanın dışsal hale gelmesi veya istenmeyenin uzaklaştırılması sürecini vurgular."}]}], "لفف": [{"kok": "لفف", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Sarmalama, örtme, gizleme; bir şeyin etrafını kuşatma veya bir araya getirme eylemi. Bu, hem fiziksel bir nesneyi sarmalamayı hem de soyut bir kavramı, düşünceyi veya duyguyu örtmeyi içerebilir.", "kavramsal_derinlik": "Beşeri boyutta, bir şeyi koruma, muhafaza etme veya saklama amacı güdülürken, ilahi boyutta ise hakikatin perdelenmesi, sırların korunması veya ilahi iradenin gizlenmesi gibi anlamlara gelebilir. Bu kök, aynı zamanda bir araya gelme, birlik oluşturma ve bütünleşme kavramlarını da içinde barındırır."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "لَفَّ - laffa", "muzari": "يَلُفُّ - yaluffu", "masdar": "لَفٌّ - laff"}, "bab_anlami": "Bir şeyi sarmak, örtmek, dolamak; bir araya getirmek, birleştirmek. Bu kalıp, eylemin doğrudan ve tek bir özne tarafından gerçekleştirildiğini ifade eder. Aynı zamanda, bir şeyin etrafını kuşatma, koruma veya gizleme eylemini de içerir. Bu fiil, failin nesne üzerinde doğrudan bir etki yarattığını ve nesnenin şeklini veya durumunu değiştirdiğini gösterir.", "mikro_mantik": "Bu kalıp, kökün temel anlamını doğrudan ve yoğun bir şekilde ifade eder. Eylemin basit ve doğrudan olduğunu, failin nesne üzerinde belirgin bir etkisi olduğunu gösterir. Kökün anlamını yoğunlaştırır ve eylemin gerçekleşme biçimini vurgular."}, {"bab_no": 2, "fiil_formlari": {"mazi": "لُفِّفَ - luffife", "muzari": "يُلَفَّفُ - yulaffefu", "masdar": "تَلْفِيفٌ - telfîf"}, "bab_anlami": "Bir şeyin sarılmasına veya örtülmesine neden olmak, bir şeyi sarmalatmak; bir şeyi dolaylı yoldan etkilemek veya bir şeyin etrafını dolandırmak. Bu kalıp, eylemin dolaylı bir şekilde gerçekleştiğini veya bir başkası tarafından yaptırıldığını ifade eder. Aynı zamanda, bir şeyin karmaşık veya dolambaçlı bir şekilde sarılmasını veya örtülmesini de ifade edebilir. Bu fiil, failin doğrudan değil, dolaylı bir etki yarattığını ve nesnenin durumunun karmaşıklaştığını gösterir.", "mikro_mantik": "Bu kalıp, kökün anlamını dolaylılık ve karmaşıklık boyutuyla genişletir. Eylemin doğrudan değil, bir aracı vasıtasıyla gerçekleştiğini veya eylemin sonucunun karmaşık olduğunu gösterir. Kökün anlamını derinleştirir ve eylemin gerçekleşme biçimindeki incelikleri vurgular."}, {"bab_no": 3, "fiil_formlari": {"mazi": "لاَفَّ - laffe", "muzari": "يُلاَفُّ - yulaffu", "masdar": "مُلاَفَّةٌ - mülaffe"}, "bab_anlami": "Karşılıklı sarmak, birbirini örtmek; birbiriyle dolanmak veya iç içe geçmek. Bu kalıp, eylemin karşılıklı olarak gerçekleştiğini ve birden fazla öznenin birbirini etkilediğini ifade eder. Aynı zamanda, bir şeyin başka bir şeyle iç içe geçmesini, karışmasını veya birbiriyle uyum içinde olmasını da ifade edebilir. Bu fiil, fail ve meful arasında karşılıklı bir etkileşim olduğunu ve her iki tarafın da eylemden etkilendiğini gösterir.", "mikro_mantik": "Bu kalıp, kökün anlamını karşılıklılık ve etkileşim boyutuyla genişletir. Eylemin tek taraflı değil, karşılıklı olduğunu ve birden fazla öznenin birbirini etkilediğini gösterir. Kökün anlamını derinleştirir ve eylemin gerçekleşme biçimindeki dinamizmi vurgular."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَلَفَّ - aleffe", "muzari": "يُلِفُّ - yuliffu", "masdar": "إِلْفَافٌ - ilfaf"}, "bab_anlami": "Sarmaya sevk etmek, örtmeye yöneltmek; bir şeyi sarmak veya örtmek için bir araç kullanmak. Bu kalıp, eylemin bir başkası tarafından yaptırıldığını veya eylemin gerçekleşmesi için bir araç kullanıldığını ifade eder. Aynı zamanda, bir şeyi sarmak veya örtmek için bir neden veya sebep oluşturmayı da ifade edebilir. Bu fiil, failin dolaylı bir etki yarattığını ve nesnenin durumunun değişmesine neden olduğunu gösterir.", "mikro_mantik": "Bu kalıp, kökün anlamını nedensellik ve araçsallık boyutuyla genişletir. Eylemin doğrudan değil, bir neden veya araç vasıtasıyla gerçekleştiğini gösterir. Kökün anlamını derinleştirir ve eylemin gerçekleşme biçimindeki karmaşıklığı vurgular."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَلَفَّفَ - teleffeve", "muzari": "يَتَلَفَّفُ - yeteleffefu", "masdar": "تَلَفُّفٌ - teleffuf"}, "bab_anlami": "Sarınmak, örtünmek; kendi kendini sarmak veya örtmek. Bu kalıp, eylemin özne tarafından kendi üzerinde gerçekleştirildiğini ve öznenin kendi durumunu değiştirdiğini ifade eder. Aynı zamanda, bir şeyin etrafında dolanmak, sarmal bir şekilde hareket etmek veya bir şeyin içine girmek gibi anlamlara da gelebilir. Bu fiil, failin kendi üzerinde bir etki yarattığını ve kendi durumunu değiştirdiğini gösterir.", "mikro_mantik": "Bu kalıp, kökün anlamını öznellik ve içsel eylem boyutuyla genişletir. Eylemin dışsal bir nesne üzerinde değil, öznenin kendi üzerinde gerçekleştiğini gösterir. Kökün anlamını derinleştirir ve eylemin gerçekleşme biçimindeki içsel motivasyonu vurgular."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَلاَفَّ - telaffe", "muzari": "يَتَلاَفُّ - yetelaffu", "masdar": "تَلاَفٌّ - telaff"}, "bab_anlami": "Birbirini sarmak için yarışmak, örtünmek için çabalamak; birbirini sarmaya veya örtmeye çalışmak. Bu kalıp, eylemin rekabetçi bir ortamda gerçekleştiğini ve birden fazla öznenin aynı amaca ulaşmak için çabaladığını ifade eder. Aynı zamanda, bir şeyin etrafında toplanmak, bir araya gelmek veya bir şeyi kuşatmak gibi anlamlara da gelebilir. Bu fiil, fail ve meful arasında bir rekabet olduğunu ve her iki tarafın da eylemden etkilendiğini gösterir.", "mikro_mantik": "Bu kalıp, kökün anlamını rekabet ve çaba boyutuyla genişletir. Eylemin tek taraflı değil, rekabetçi bir ortamda gerçekleştiğini ve birden fazla öznenin aynı amaca ulaşmak için çabaladığını gösterir. Kökün anlamını derinleştirir ve eylemin gerçekleşme biçimindeki dinamizmi vurgular."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْلَفَّ - inlaffe", "muzari": "يَنْلَفُّ - yenlaffu", "masdar": "اِنْلِفَافٌ - inlifaf"}, "bab_anlami": "Sarılmak, örtülmek; kendi kendine sarılmak veya örtülmek. Bu kalıp, eylemin özne üzerinde kendiliğinden gerçekleştiğini ve öznenin pasif bir rol oynadığını ifade eder. Aynı zamanda, bir şeyin içine girmek, bir şeyin etrafında dolanmak veya bir şeyle karışmak gibi anlamlara da gelebilir. Bu fiil, failin eylemi başlatmadığını, eylemin fail üzerinde kendiliğinden gerçekleştiğini gösterir.", "mikro_mantik": "Bu kalıp, kökün anlamını edilgenlik ve kendiliğindenlik boyutuyla genişletir. Eylemin özne tarafından başlatılmadığını, eylemin özne üzerinde kendiliğinden gerçekleştiğini gösterir. Kökün anlamını derinleştirir ve eylemin gerçekleşme biçimindeki pasifliği vurgular."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِلْتَفَّ - ilteffe", "muzari": "يَلْتَفُّ - yelteffu", "masdar": "اِلْتِفَافٌ - iltifaf"}, "bab_anlami": "Sarılmak, dolanmak, bir araya gelmek; bir şeyin etrafında toplanmak veya bir şeyi kuşatmak. Bu kalıp, eylemin birden fazla özne tarafından gerçekleştirildiğini ve öznelerin birbirleriyle etkileşimde bulunduğunu ifade eder. Aynı zamanda, bir şeyin etrafında dönmek, bir şeyin içine girmek veya bir şeyle karışmak gibi anlamlara da gelebilir. Bu fiil, fail ve meful arasında bir etkileşim olduğunu ve her iki tarafın da eylemden etkilendiğini gösterir.", "mikro_mantik": "Bu kalıp, kökün anlamını etkileşim ve birliktelik boyutuyla genişletir. Eylemin tek taraflı değil, birden fazla öznenin katılımıyla gerçekleştiğini ve öznelerin birbirleriyle etkileşimde bulunduğunu gösterir. Kökün anlamını derinleştirir ve eylemin gerçekleşme biçimindeki dinamizmi vurgular."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اِلْفَافَّ - ilfaffe (Nadir)", "muzari": "يَلْفَافُّ - yelfaffu (Nadir)", "masdar": "اِلْفِفَافٌ - ilfifaf (Nadir)"}, "bab_anlami": "Yoğun bir şekilde sarmak, aşırı derecede örtmek; bir şeyi tamamen kuşatmak veya bir şeyi sıkıca sarmak. Bu kalıp, eylemin yoğunluğunu ve şiddetini vurgular. Aynı zamanda, bir şeyin etrafında çok sayıda şeyin toplanması veya bir şeyin tamamen gizlenmesi gibi anlamlara da gelebilir. Bu fiil, failin nesne üzerinde çok güçlü bir etki yarattığını ve nesnenin durumunun önemli ölçüde değiştiğini gösterir.", "mikro_mantik": "Bu kalıp, kökün anlamını yoğunluk ve şiddet boyutuyla genişletir. Eylemin sıradan bir sarmalama veya örtme eylemi olmadığını, yoğun ve şiddetli bir eylem olduğunu gösterir. Kökün anlamını derinleştirir ve eylemin gerçekleşme biçimindeki aşırılığı vurgular."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَلَفَّ - istelaffe", "muzari": "يَسْتَلِفُّ - yesteliffu", "masdar": "اِسْتِلْفَافٌ - istilfaf"}, "bab_anlami": "Sarmak istemek, örtmek talep etmek; bir şeyi sarmak veya örtmek için yardım istemek veya bir şeyi sarmaya veya örtmeye çalışmak. Bu kalıp, eylemin bir amaç doğrultusunda gerçekleştirildiğini ve öznenin bir hedefe ulaşmak için çabaladığını ifade eder. Aynı zamanda, bir şeyi elde etmek için bir araç kullanmak veya bir şeyi elde etmek için bir çaba göstermek gibi anlamlara da gelebilir. Bu fiil, failin bir amaca ulaşmak için çabaladığını ve nesnenin durumunun değişmesini istediğini gösterir.", "mikro_mantik": "Bu kalıp, kökün anlamını amaçlılık ve çaba boyutuyla genişletir. Eylemin rastgele değil, bir amaç doğrultusunda gerçekleştirildiğini ve öznenin bir hedefe ulaşmak için çabaladığını gösterir. Kökün anlamını derinleştirir ve eylemin gerçekleşme biçimindeki motivasyonu vurgular."}]}], "لفو": [{"kok": "لفو", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Dönme, sarma, bir şeyin etrafında dolanma; bir şeyden vazgeçme, yüz çevirme; bir şeyi bir araya getirme, toplama.", "kavramsal_derinlik": "Bu kök, hem fiziksel hem de metafiziksel anlamda bir hareketliliği ifade eder. Fiziksel olarak bir şeyin etrafında dönmeyi, sarmayı veya bir araya getirmeyi temsil ederken, metafiziksel olarak bir düşünceden, inançtan veya yoldan vazgeçmeyi, yüz çevirmeyi veya bir araya gelmeyi simgeler. Bu kök, değişimin, dönüşümün ve bir araya gelmenin dinamik süreçlerini içerir."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "لفّ - laffa", "muzari": "يلفّ - yaliffu", "masdar": "لفّ - laff"}, "bab_anlami": "Bu bab, kökün temel anlamını yoğunlaştırır ve eylemin doğrudan, tekil bir fail tarafından gerçekleştirildiğini vurgular. 'لفّ' fiili, bir şeyi sarmak, dürümlemek veya bir araya getirmek eylemini ifade eder. Bu kalıp, failin nesne üzerindeki doğrudan etkisini ve kontrolünü gösterir. Aynı zamanda, bir şeyin etrafında dönme veya bir şeyden yüz çevirme eylemini de ifade edebilir, bu da failin bir durum veya nesne üzerindeki aktif rolünü vurgular.", "mikro_mantik": "Bu kalıp, fiilin basit ve doğrudan bir eylem olduğunu gösterir. Kökün anlamını temel düzeyde ifade eder ve eylemin fail tarafından gerçekleştirildiğini vurgular. Fiilin geçişli (müteaddi) olduğunu ve bir nesneye ihtiyaç duyduğunu gösterir. Bu kalıp, eylemin başlangıcını ve tamamlanmasını ifade eder, yani bir şeyin sarılması veya bir araya getirilmesi eyleminin tamamlanmış olduğunu gösterir."}, {"bab_no": 2, "fiil_formlari": {"mazi": "لوّف - lawwafa", "muzari": "يلوّف - yulawwifu", "masdar": "تلوّف - talwīf"}, "bab_anlami": "Bu bab, eylemin yoğunluğunu, tekrarlanmasını veya bir süreç içinde gerçekleştiğini ifade eder. 'لوّف' fiili, bir şeyi tekrar tekrar sarmak, dolandırmak veya bir şeyi birçok kez bir araya getirmek anlamına gelebilir. Bu kalıp, eylemin sürekliliğini veya yoğunluğunu vurgular. Aynı zamanda, bir şeyin etrafında dolanmak veya bir şeyden sürekli olarak yüz çevirmek gibi anlamlara da gelebilir, bu da eylemin tekrarını veya sürekliliğini gösterir.", "mikro_mantik": "Bu kalıp, fiilin yoğunluğunu veya tekrarlanmasını ifade eder. Kökün anlamını pekiştirir ve eylemin bir süreç içinde gerçekleştiğini vurgular. Fiilin geçişli (müteaddi) olduğunu ve bir nesneye ihtiyaç duyduğunu gösterir. Bu kalıp, eylemin tekrarını veya sürekliliğini ifade eder, yani bir şeyin tekrar tekrar sarılması veya bir araya getirilmesi eyleminin devam ettiğini gösterir."}, {"bab_no": 3, "fiil_formlari": {"mazi": "لافّ - lāffa", "muzari": "يلافّ - yulāffu", "masdar": "ملافّة - mulāffa"}, "bab_anlami": "Bu bab, karşılıklı veya ortak bir eylemi ifade eder. 'لافّ' fiili, birinin bir şeyi sarması ve diğerinin de aynı şeyi yapması, yani karşılıklı olarak bir şeyi sarmak veya bir araya getirmek anlamına gelir. Bu kalıp, iki veya daha fazla tarafın katılımıyla gerçekleşen bir eylemi vurgular. Aynı zamanda, bir konuda karşılıklı olarak yüzleşmek veya bir araya gelmek gibi anlamlara da gelebilir, bu da eylemin karşılıklı etkileşimini gösterir.", "mikro_mantik": "Bu kalıp, fiilin karşılıklı veya ortak bir eylem olduğunu gösterir. Kökün anlamını iki veya daha fazla tarafın katılımıyla gerçekleşen bir eylem olarak ifade eder. Fiilin geçişli (müteaddi) olduğunu ve bir nesneye ihtiyaç duyduğunu gösterir. Bu kalıp, eylemin karşılıklı etkileşimini ifade eder, yani bir şeyin karşılıklı olarak sarılması veya bir araya getirilmesi eyleminin iki taraf arasında gerçekleştiğini gösterir."}, {"bab_no": 4, "fiil_formlari": {"mazi": "ألفّ - alaffa", "muzari": "يؤلفّ - yu'allifu", "masdar": "إلافّة - ilāffa"}, "bab_anlami": "Bu bab, bir şeyi bir duruma sokmak, bir şeyi bir hale getirmek veya bir şeyi bir araya getirmek için bir çaba göstermek anlamına gelir. 'ألفّ' fiili, bir şeyi sarmaya zorlamak, bir şeyi bir araya getirmeye teşvik etmek veya bir şeyi bir duruma sokmak anlamına gelebilir. Bu kalıp, bir eylemi gerçekleştirmek için bir çaba veya zorlama olduğunu vurgular. Aynı zamanda, bir şeyi bir araya getirmek veya bir durumu düzeltmek için bir girişimde bulunmak gibi anlamlara da gelebilir, bu da eylemin bir amaç doğrultusunda yapıldığını gösterir.", "mikro_mantik": "Bu kalıp, fiilin bir eylemi gerçekleştirmek için bir çaba veya zorlama olduğunu gösterir. Kökün anlamını bir şeyi bir duruma sokmak veya bir araya getirmek için bir girişim olarak ifade eder. Fiilin geçişli (müteaddi) olduğunu ve bir nesneye ihtiyaç duyduğunu gösterir. Bu kalıp, eylemin bir amaç doğrultusunda yapıldığını ifade eder, yani bir şeyin sarılması veya bir araya getirilmesi eyleminin bir hedef doğrultusunda yapıldığını gösterir."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تلفّف - talaffafa", "muzari": "يتلفّف - yatalaffafu", "masdar": "تلفّف - talaffuf"}, "bab_anlami": "Bu bab, bir eylemi yapmacık bir şekilde yapmak, bir şeyi sarmış gibi görünmek veya bir şeyin etrafında dolanıyormuş gibi davranmak anlamına gelir. 'تلفّف' fiili, bir şeyi gerçekten sarmadan sarmış gibi davranmak veya bir şeyin etrafında gerçekten dolanmadan dolanıyormuş gibi yapmak anlamına gelebilir. Bu kalıp, eylemin yüzeysel veya yapmacık olduğunu vurgular. Aynı zamanda, bir şeyden gerçekten yüz çevirmeden yüz çeviriyormuş gibi yapmak veya bir şeyi gerçekten bir araya getirmeden bir araya getiriyormuş gibi davranmak gibi anlamlara da gelebilir, bu da eylemin samimiyetsiz olduğunu gösterir.", "mikro_mantik": "Bu kalıp, fiilin yapmacık veya yüzeysel bir eylem olduğunu gösterir. Kökün anlamını bir eylemi gerçekten yapmadan yapıyormuş gibi davranmak olarak ifade eder. Fiilin dönüşlü (lazım) olduğunu ve bir nesneye ihtiyaç duymadığını gösterir. Bu kalıp, eylemin samimiyetsiz olduğunu ifade eder, yani bir şeyin sarılması veya bir araya getirilmesi eyleminin gerçekte yapılmadığını gösterir."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تلافّ - talāffa", "muzari": "يتلافّ - yatalāffu", "masdar": "تلافّ - talāff"}, "bab_anlami": "Bu bab, bir eylemi karşılıklı olarak yapmacık bir şekilde yapmak, bir şeyi karşılıklı olarak sarmış gibi davranmak veya bir şeyin etrafında karşılıklı olarak dolanıyormuş gibi yapmak anlamına gelir. 'تلافّ' fiili, bir şeyi gerçekten sarmadan karşılıklı olarak sarmış gibi davranmak veya bir şeyin etrafında gerçekten dolanmadan karşılıklı olarak dolanıyormuş gibi yapmak anlamına gelebilir. Bu kalıp, eylemin karşılıklı olarak yüzeysel veya yapmacık olduğunu vurgular. Aynı zamanda, bir şeyden gerçekten yüz çevirmeden karşılıklı olarak yüz çeviriyormuş gibi yapmak veya bir şeyi gerçekten bir araya getirmeden karşılıklı olarak bir araya getiriyormuş gibi davranmak gibi anlamlara da gelebilir, bu da eylemin karşılıklı olarak samimiyetsiz olduğunu gösterir.", "mikro_mantik": "Bu kalıp, fiilin karşılıklı olarak yapmacık veya yüzeysel bir eylem olduğunu gösterir. Kökün anlamını bir eylemi karşılıklı olarak gerçekten yapmadan yapıyormuş gibi davranmak olarak ifade eder. Fiilin dönüşlü (lazım) olduğunu ve bir nesneye ihtiyaç duymadığını gösterir. Bu kalıp, eylemin karşılıklı olarak samimiyetsiz olduğunu ifade eder, yani bir şeyin sarılması veya bir araya getirilmesi eyleminin karşılıklı olarak gerçekte yapılmadığını gösterir."}, {"bab_no": 7, "fiil_formlari": {"mazi": "انلفّ - inlaffa", "muzari": "ينلفّ - yanlaffu", "masdar": "انلفاف - inlifāf"}, "bab_anlami": "Bu bab, bir eylemin kendiliğinden veya doğal olarak gerçekleştiğini ifade eder. 'انلفّ' fiili, bir şeyin kendiliğinden sarılması, kendiliğinden bir araya gelmesi veya kendiliğinden bir şeyin etrafında dolanması anlamına gelebilir. Bu kalıp, eylemin bir dış etki olmadan, kendi kendine gerçekleştiğini vurgular. Aynı zamanda, bir şeyden kendiliğinden yüz çevirmek veya bir şeyin kendiliğinden bir araya gelmesi gibi anlamlara da gelebilir, bu da eylemin doğal bir süreç olduğunu gösterir.", "mikro_mantik": "Bu kalıp, fiilin kendiliğinden veya doğal olarak gerçekleşen bir eylem olduğunu gösterir. Kökün anlamını bir dış etki olmadan gerçekleşen bir eylem olarak ifade eder. Fiilin dönüşlü (lazım) olduğunu ve bir nesneye ihtiyaç duymadığını gösterir. Bu kalıp, eylemin doğal bir süreç olduğunu ifade eder, yani bir şeyin sarılması veya bir araya getirilmesi eyleminin kendiliğinden gerçekleştiğini gösterir."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِلتفّ - iltaffa", "muzari": "يلتفّ - yaltaffu", "masdar": "اِلتفاف - iltifāf"}, "bab_anlami": "Bu bab, bir eylemin bir araya gelme, toplanma veya bir şeyin etrafında sarılma anlamlarını taşır. 'اِلتفّ' fiili, insanların bir araya gelmesi, bir topluluğun oluşması veya bir şeyin etrafında sarılması anlamına gelebilir. Bu kalıp, birleşme, bütünleşme ve dayanışma gibi kavramları vurgular. Aynı zamanda, bir düşünce etrafında toplanmak veya bir amaç için bir araya gelmek gibi anlamlara da gelebilir, bu da eylemin birliği ve beraberliği simgelediğini gösterir.", "mikro_mantik": "Bu kalıp, fiilin bir araya gelme, toplanma veya bir şeyin etrafında sarılma eylemi olduğunu gösterir. Kökün anlamını birleşme, bütünleşme ve dayanışma olarak ifade eder. Fiilin dönüşlü (lazım) olduğunu ve bir nesneye ihtiyaç duymadığını gösterir. Bu kalıp, eylemin birliği ve beraberliği simgelediğini ifade eder, yani insanların bir araya gelmesi veya bir şeyin etrafında sarılması eyleminin bir amaç doğrultusunda gerçekleştiğini gösterir."}, {"bab_no": 9, "fiil_formlari": {"mazi": "إلفاف - ilfāf (Kullanımı nadirdir)", "muzari": "يُلفافّ - yulfaaffu (Kullanımı nadirdir)", "masdar": "إلفيفاف - ilfīfāf (Kullanımı nadirdir)"}, "bab_anlami": "Bu kalıp nadiren kullanılır ve kökün anlamını abartılı veya yoğun bir şekilde ifade etme potansiyeline sahiptir. 'إلفاف' fiili, bir şeyi aşırı derecede sarmak, bir şeyi tamamen kuşatmak veya bir şeyi yoğun bir şekilde bir araya getirmek anlamına gelebilir. Bu kalıp, eylemin aşırılığını veya yoğunluğunu vurgular. Metaforik olarak, bir düşünceyi veya inancı tamamen benimsemek veya bir duyguyu yoğun bir şekilde hissetmek gibi anlamlara gelebilir, bu da eylemin derinliğini ve kapsamını gösterir.", "mikro_mantik": "Bu kalıp, fiilin abartılı veya yoğun bir eylem olduğunu gösterir. Kökün anlamını aşırılık veya yoğunluk olarak ifade eder. Fiilin geçişli (müteaddi) veya dönüşlü (lazım) olabileceği varsayılır, ancak kullanımı nadir olduğu için kesin bir yargıya varmak zordur. Bu kalıp, eylemin derinliğini ve kapsamını ifade eder, yani bir şeyin sarılması veya bir araya getirilmesi eyleminin aşırı veya yoğun bir şekilde gerçekleştiğini gösterir."}, {"bab_no": 10, "fiil_formlari": {"mazi": "إستلفّ - istalaffa", "muzari": "يستلفّ - yastaliffu", "masdar": "إستلاف - istilāf"}, "bab_anlami": "Bu bab, bir şeyden fayda sağlamak, bir şeyi elde etmeye çalışmak veya bir şeyi sarmak için bir araç kullanmak anlamına gelir. 'إستلفّ' fiili, bir şeyi sarmak için bir ip veya kumaş kullanmak, bir şeyi elde etmek için bir yöntem uygulamak veya bir şeyden fayda sağlamaya çalışmak anlamına gelebilir. Bu kalıp, bir amaca ulaşmak için bir araç veya yöntem kullanıldığını vurgular. Aynı zamanda, bir düşünceyi veya inancı desteklemek için bir argüman kullanmak veya bir durumu düzeltmek için bir strateji uygulamak gibi anlamlara da gelebilir, bu da eylemin bir amaç doğrultusunda yapıldığını gösterir.", "mikro_mantik": "Bu kalıp, fiilin bir şeyden fayda sağlamak veya bir amaca ulaşmak için bir araç kullanmak olduğunu gösterir. Kökün anlamını bir araç veya yöntem kullanarak bir şeyi elde etmeye çalışmak olarak ifade eder. Fiilin geçişli (müteaddi) olduğunu ve bir nesneye ihtiyaç duyduğunu gösterir. Bu kalıp, eylemin bir amaç doğrultusunda yapıldığını ifade eder, yani bir şeyin sarılması veya bir araya getirilmesi eyleminin bir hedef doğrultusunda ve bir araç kullanılarak gerçekleştiğini gösterir."}]}], "لقب": [{"kok": "لقب", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Bir şeyi diğerinden ayıran, belirgin kılan özellik; bir kimsenin tanınmasını sağlayan sembolik ifade.", "kavramsal_derinlik": "İnsanın içsel kimliğinin dış dünyaya yansıması, bir nevi ruhsal imzası. Aynı zamanda, toplumun bireye atfettiği değer ve statünün sembolik ifadesi."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "لَقَبَ", "muzari": "يَلْقُبُ", "masdar": "لَقْب"}, "bab_anlami": "Birine bir lakap takmak, onu belirli bir özellikle anmak veya tanımlamak. Bu, övgü veya yergi amacıyla olabilir. Lakap takmak, kişinin kimliğini şekillendirme ve sosyal etkileşimde bulunma eylemidir. Bu eylem, bireyin toplum içindeki yerini ve algılanış biçimini etkileyebilir.", "mikro_mantik": "Bu kalıp, kökün temel anlamını doğrudan eyleme dönüştürür. Yani, 'lakap' kavramını, birine lakap verme eylemi olarak ifade eder. Bu, soyut bir kavramın somut bir eyleme dönüşümünü gösterir."}]}], "لقح": [{"kok": "لقح", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Döllenme, aşılanma, birleşme yoluyla yeni bir varlığın potansiyelini taşıma. Bu, sadece biyolojik üremeyi değil, aynı zamanda fikirlerin, inançların ve enerjilerin bir araya gelerek yeni ve daha büyük bir şeyi oluşturmasını ifade eder.", "kavramsal_derinlik": "Beşeri boyutta, üreme ve büyüme süreçlerini temsil ederken, ilahi boyutta yaratılışın ve sürekli yenilenmenin sembolüdür. Bu kök, potansiyelin gerçekleşmesi için gerekli olan birleşme ve etkileşimi vurgular."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "لَقَحَ - laqaha", "muzari": "يَلْقَحُ - yalqahu", "masdar": "لَقْح - laqh"}, "bab_anlami": "Bir şeyi döllemek, aşılamak veya birleştirmek. Bu kalıp, aktif bir eylemi ve bir nesne üzerinde doğrudan bir etkiyi ifade eder. Bir tohumun toprağa ekilmesi gibi, bu kalıp da bir şeyin potansiyelini ortaya çıkarmak için yapılan bilinçli bir müdahaleyi gösterir. Bu, sadece fiziksel bir eylem değil, aynı zamanda bir fikrin veya inancın yayılmasını da temsil edebilir.", "mikro_mantik": "Bu kalıp, kökün temel anlamını aktif bir fiile dönüştürerek, bir öznenin bir nesne üzerinde doğrudan bir etki yarattığını gösterir. Eylemin yönelimi ve sonucu vurgulanır, bu da sürecin dinamik ve dönüştürücü olduğunu belirtir."}, {"bab_no": 2, "fiil_formlari": {"mazi": "لُقِّحَ - luqiha", "muzari": "يُلَقَّحُ - yulaqqahu", "masdar": "تَلْقِيح - talqih"}, "bab_anlami": "Döllenmek, aşılanmak, birleştirilmek. Bu kalıp, edilgen bir durumu ifade eder ve bir şeyin başka bir şey tarafından döllenmesini veya aşılanmasını gösterir. Bu, dışsal bir etkinin bir nesne üzerinde yarattığı değişimi vurgular. Bu kalıp, bir fikrin veya inancın başkaları tarafından kabul edilmesini veya benimsenmesini de temsil edebilir; bu durumda, fikir veya inanç, başkalarının zihinlerinde 'döllenmiş' olur.", "mikro_mantik": "Bu kalıp, kökün temel anlamını edilgen bir duruma dönüştürerek, bir nesnenin dışsal bir etki altında nasıl değiştiğini gösterir. Eylemin alıcısı vurgulanır ve sürecin pasif bir şekilde gerçekleştiği belirtilir."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَلَقَّحَ - talaqqaha", "muzari": "يَتَلَقَّحُ - yatalaqqahu", "masdar": "تَلَقُّح - talaqquh"}, "bab_anlami": "Döllenmeye çalışmak, aşılanmaya niyet etmek, birleşmeye hazırlanmak. Bu kalıp, bir eylemin gerçekleşmesi için gösterilen çabayı veya niyeti ifade eder. Bir şeyin döllenme veya aşılanma sürecine aktif olarak katıldığını gösterir. Bu, sadece fiziksel bir eylem değil, aynı zamanda bir fikri veya inancı benimsemeye veya yaymaya yönelik bilinçli bir çabayı da temsil edebilir. Bu kalıp, potansiyel birleşme ve büyüme için hazırlık aşamasını vurgular.", "mikro_mantik": "Bu kalıp, kökün temel anlamını bir süreç veya çaba bağlamına yerleştirerek, bir eylemin gerçekleşmesi için gösterilen niyeti ve hazırlığı gösterir. Eylemin yönelimi ve süreci vurgulanır, bu da sürecin dinamik ve ilerleyici olduğunu belirtir."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَلْقَحَ - istalqaha", "muzari": "يَسْتَلْقِحُ - yastalqihu", "masdar": "اِسْتِلْقَاح - istilqah"}, "bab_anlami": "Döllenme veya aşılanma talep etmek, birleşme arayışında olmak. Bu kalıp, bir şeyin döllenmesini veya aşılanmasını istemek veya bu yönde çaba göstermek anlamına gelir. Bu, bir ihtiyacın veya eksikliğin farkında olmayı ve bu eksikliği gidermek için aktif olarak arayış içinde olmayı ifade eder. Bu kalıp, sadece fiziksel bir eylem değil, aynı zamanda bir fikri veya inancı öğrenmek veya benimsemek için gösterilen çabayı da temsil edebilir. Bu kalıp, potansiyel birleşme ve büyüme için aktif bir arayışı vurgular.", "mikro_mantik": "Bu kalıp, kökün temel anlamını bir talep veya arayış bağlamına yerleştirerek, bir ihtiyacın farkında olmayı ve bu ihtiyacı gidermek için gösterilen çabayı gösterir. Eylemin yönelimi ve amacı vurgulanır, bu da sürecin bilinçli ve hedef odaklı olduğunu belirtir."}]}], "لقط": [{"kok": "لقط", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Bir şeyi yerden almak, toplamak veya seçmek. Bu, dikkatli bir şekilde seçme ve ayıklama eylemini içerir.", "kavramsal_derinlik": "Fiziksel dünyada bir nesneyi yerden almanın ötesinde, bu kök, bilgi kırıntılarını toplama, deneyimlerden ders çıkarma ve hayatın sunduğu fırsatları değerlendirme gibi daha soyut anlamlara da işaret eder. İlahi boyutta ise, Allah'ın lütfunu ve rehberliğini seçme ve kabul etme anlamına gelebilir."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "لَقَطَ", "muzari": "يَلْقُطُ", "masdar": "لَقْط"}, "bab_anlami": "Bir şeyi yerden almak, toplamak veya seçmek. Bu eylem, genellikle dikkatli bir gözlem ve seçici bir yaklaşım gerektirir. Aynı zamanda, bir şeyin değerini fark edip onu koruma altına alma anlamını da taşır. Bu kalıp, basit bir fiziksel eylemi ifade etmenin yanı sıra, bilgi toplama ve fırsatları değerlendirme gibi daha soyut kavramlara da işaret edebilir.", "mikro_mantik": "Bu bab, fiilin temel anlamını en yalın haliyle ifade eder. Fiilin özünde bulunan eylemi, herhangi bir ek anlam veya yoğunlaştırma olmaksızın doğrudan gösterir. Bu, eylemin kendisinin odak noktası olduğunu ve başka bir eylemle ilişkilendirilmediğini veya bir sonuç üretmediğini vurgular."}, {"bab_no": 2, "fiil_formlari": {"mazi": "لَقَّطَ", "muzari": "يُلَقِّطُ", "masdar": "تَلْقِيط"}, "bab_anlami": "Bir şeyi tekrar tekrar veya dikkatlice toplamak, seçmek veya ayıklamak. Bu, özenli bir çabayı ve detaylara odaklanmayı ifade eder. Bu kalıp, bir şeyi sistematik bir şekilde toplama veya seçme eylemini vurgular, sanki her bir parçayı dikkatlice inceliyormuş gibi. Bu, bilginin derinlemesine araştırılması ve her bir detayın titizlikle incelenmesi anlamına gelebilir.", "mikro_mantik": "Bu bab, fiilin anlamını yoğunlaştırır veya tekrarlar. Eylemin daha dikkatli, sistematik veya tekrarlı bir şekilde yapıldığını gösterir. Bu, eylemin önemini ve özen gerektirdiğini vurgular."}, {"bab_no": 3, "fiil_formlari": {"mazi": "لاَقَطَ", "muzari": "يُلاَقِطُ", "masdar": "مُلاَقَطَة"}, "bab_anlami": "Karşılıklı olarak bir şeyler toplamak veya seçmek, bir rekabet veya işbirliği içinde olmak. Bu, iki veya daha fazla tarafın aynı şeyi elde etmek için çaba gösterdiği bir durumu ifade eder. Bu kalıp, paylaşım, rekabet veya işbirliği yoluyla bir amaca ulaşma çabasını vurgular. İki tarafın bilgi kırıntılarını paylaşması veya birbirlerinden öğrenmesi anlamına gelebilir.", "mikro_mantik": "Bu bab, fiilin anlamını karşılıklılık veya ortaklık ilişkisiyle ilişkilendirir. Eylemin iki veya daha fazla kişi arasında gerçekleştiğini ve bir etkileşim olduğunu gösterir."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَلْقَطَ", "muzari": "يُلْقِطُ", "masdar": "إِلْقَاط"}, "bab_anlami": "Bir şeyi bulmak ve toplamak, bir şeyi elde etmek için çaba göstermek. Bu, bir şeyi arayarak bulma ve onu sahiplenme eylemini ifade eder. Bu kalıp, bir şeyi keşfetme ve onu kendi yararına kullanma arzusunu vurgular. Gizli bilgileri ortaya çıkarma veya beklenmedik fırsatları değerlendirme anlamına gelebilir.", "mikro_mantik": "Bu bab, fiilin anlamını bir şeyi elde etme veya bir sonuç üretme ile ilişkilendirir. Eylemin bir amaca yönelik olduğunu ve bir fayda sağladığını gösterir."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَلَقَّطَ", "muzari": "يَتَلَقَّطُ", "masdar": "تَلَقُّط"}, "bab_anlami": "Bir şeyi yavaşça ve dikkatlice toplamak, seçmek veya ayıklamak. Bu, sabırlı bir çabayı ve detaylara odaklanmayı ifade eder. Bu kalıp, bir şeyi adım adım ve özenle toplama veya seçme eylemini vurgular, sanki her bir parçayı dikkatlice inceliyormuş gibi. Bu, bilginin derinlemesine araştırılması ve her bir detayın titizlikle incelenmesi anlamına gelebilir, ancak daha yavaş ve sabırlı bir şekilde.", "mikro_mantik": "Bu bab, fiilin anlamını bir süreç veya aşamalı bir eylemle ilişkilendirir. Eylemin zaman aldığını ve sabır gerektirdiğini gösterir."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَلاَقَطَ", "muzari": "يَتَلاَقَطُ", "masdar": "تَلاَقُط"}, "bab_anlami": "Birbirinden bir şeyler toplamak veya seçmek, karşılıklı olarak bir şeyler elde etmek için çaba göstermek. Bu, iki veya daha fazla tarafın birbirlerinden bilgi veya fayda sağladığı bir durumu ifade eder. Bu kalıp, paylaşım, rekabet veya işbirliği yoluyla karşılıklı fayda sağlama çabasını vurgular. İki tarafın bilgi kırıntılarını paylaşması ve birbirlerinden öğrenmesi, böylece her ikisinin de gelişmesi anlamına gelebilir.", "mikro_mantik": "Bu bab, fiilin anlamını karşılıklı etkileşim ve fayda ile ilişkilendirir. Eylemin iki veya daha fazla kişi arasında gerçekleştiğini ve her birinin diğerinden bir şeyler öğrendiğini veya elde ettiğini gösterir."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْلَقَطَ", "muzari": "يَنْلَقِطُ", "masdar": "اِنْلِقَاط"}, "bab_anlami": "Kendiliğinden toplanmak veya seçilmek, kolayca elde edilebilir olmak. Bu, bir şeyin çaba göstermeden kolayca bulunabildiği veya elde edilebildiği bir durumu ifade eder. Bu kalıp, bir şeyin hazır ve erişilebilir olduğunu vurgular. Bilginin kolayca bulunabilmesi veya fırsatların kendiliğinden ortaya çıkması anlamına gelebilir.", "mikro_mantik": "Bu bab, fiilin anlamını edilgenlik veya kendiliğindenlik ile ilişkilendirir. Eylemin bir özne tarafından başlatılmadığını, aksine kendiliğinden gerçekleştiğini gösterir."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِلْتَقَطَ", "muzari": "يَلْتَقِطُ", "masdar": "اِلْتِقَاط"}, "bab_anlami": "Bir şeyi hızla ve dikkatlice toplamak veya seçmek, bir fırsatı değerlendirmek. Bu, hızlı bir şekilde hareket ederek bir şeyi elde etme eylemini ifade eder. Bu kalıp, bir şeyi yakalama ve onu kendi yararına kullanma arzusunu vurgular. Hızlı bir şekilde bilgi toplama veya beklenmedik fırsatları değerlendirme anlamına gelebilir.", "mikro_mantik": "Bu bab, fiilin anlamını hız ve dikkat ile ilişkilendirir. Eylemin hızlı bir şekilde ve özenle yapıldığını gösterir."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اِلْقَاطَّ", "muzari": "يَلْقَاطُّ", "masdar": "اِلْقِيطَاط"}, "bab_anlami": "Bu bab nadiren kullanılır ve 'لقط' kökü için yaygın bir kullanım alanı bulunmamaktadır. Ancak, potansiyel anlamı, bir şeyin aşırı derecede dikkatli ve seçici bir şekilde toplanması veya seçilmesi olabilir. Bu, mükemmeliyetçilik veya aşırı titizlik gibi durumları ifade edebilir. Her bir detayın en ince ayrıntısına kadar incelenmesi ve mükemmel olanın seçilmesi anlamına gelebilir.", "mikro_mantik": "Bu bab, fiilin anlamını aşırılık veya yoğunluk ile ilişkilendirir. Eylemin normalden daha fazla özen veya dikkat gerektirdiğini gösterir."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَلْقَطَ", "muzari": "يَسْتَلْقِطُ", "masdar": "اِسْتِلْقَاط"}, "bab_anlami": "Bir şeyi toplamak veya seçmek için çaba göstermek, bir şeyi elde etmek için her türlü yolu denemek. Bu, bir amaca ulaşmak için gösterilen yoğun çabayı ifade eder. Bu kalıp, bir şeyi elde etmek için her türlü kaynağı kullanma ve her türlü fırsatı değerlendirme arzusunu vurgular. Bilgi toplamak için farklı kaynaklara başvurma veya bir fırsatı elde etmek için her türlü yolu deneme anlamına gelebilir.", "mikro_mantik": "Bu bab, fiilin anlamını bir amaca yönelik çaba ve kaynak kullanımı ile ilişkilendirir. Eylemin bir hedefi olduğunu ve bu hedefe ulaşmak için çeşitli yolların denendiğini gösterir."}]}], "لقف": [{"kok": "لقف", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Hızlı ve çevik bir şekilde yakalamak, kapmak veya almak. Bu, hem fiziksel bir eylemi hem de soyut bir kavramı, örneğin bir fırsatı veya bilgiyi hızla kavramayı ifade edebilir.", "kavramsal_derinlik": "Bu kök, dünyevi düzlemde bir nesneyi yakalamanın pratik eylemini temsil ederken, daha derin bir anlamda, ilahi bir işaretin veya fırsatın farkına varıp onu değerlendirme yeteneğini de sembolize edebilir. İnsanların olaylara hızlı tepki verme ve öğrenme yeteneklerini yansıtır."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "لَقَفَ - laqafa", "muzari": "يَلْقُفُ - yalqafu", "masdar": "لَقْف - laqf"}, "bab_anlami": "Bir şeyi hızla ve çevik bir şekilde yakalamak, kapmak veya almak. Bu, fiziksel bir nesne olabileceği gibi, soyut bir kavram veya fırsat da olabilir. Eylemin hızlılığı ve becerikliliği vurgulanır. Bu bağlamda, kişinin bir durumu anında değerlendirip harekete geçme yeteneğini ifade eder. Aynı zamanda, bilginin veya ilhamın aniden gelmesi ve kişinin onu hemen benimsemesi anlamına da gelebilir.", "mikro_mantik": "Bu bab, kökün temel anlamını doğrudan ve sade bir şekilde ifade eder. Eylemin gerçekleşme biçimindeki hızı ve kesinliği vurgular. Kökün temel anlamı olan 'yakalamak' fiilinin en yalın ve doğrudan ifadesidir. Bu kalıp, eylemin özünü ve temel niteliğini koruyarak, anlamı yoğunlaştırır."}, {"bab_no": 2, "fiil_formlari": {"mazi": "لُقِّفَ - luqqifa", "muzari": "يُلَقَّفُ - yulaqqafu", "masdar": "تَلْقِيف - talqif"}, "bab_anlami": "Bir şeyin bir başkası tarafından yakalanmasını veya kapılmasını sağlamak, bir şeyi yakalatmak veya sunmak. Bu, bir fırsatın veya bilginin başkasına sunulması ve onun tarafından değerlendirilmesi anlamına gelebilir. Bu kalıp, başkalarının potansiyellerini ortaya çıkarmalarına yardımcı olmayı veya onlara rehberlik etmeyi ifade eder. Aynı zamanda, bir bilginin veya yeteneğin aktarılması ve başkaları tarafından benimsenmesi sürecini de kapsar.", "mikro_mantik": "Bu bab, kökün anlamını geçişli hale getirir, yani eylemin bir özne tarafından bir nesne üzerinde gerçekleştirilmesini ifade eder. Eylemin başkası tarafından yapılmasını sağlamak veya bir şeyi başkasına sunmak anlamını taşır. Kökün temel anlamındaki 'yakalama' eyleminin, bir başkasının eylemine dönüşmesini sağlar."}, {"bab_no": 3, "fiil_formlari": {"mazi": "تَلَقَّفَ - talaqqafa", "muzari": "يَتَلَقَّفُ - yatalaqqafu", "masdar": "تَلَقُّف - talaqqaf"}, "bab_anlami": "Bir şeyi hevesle ve istekle yakalamak, kapmak veya almak; bir şeyi coşkuyla karşılamak. Bu, bilginin, fırsatın veya ilhamın büyük bir arzuyla benimsenmesini ifade eder. Bu kalıp, kişinin öğrenmeye ve gelişmeye olan açıklığını, yeni deneyimlere olan merakını ve hayatın sunduğu güzellikleri takdir etme yeteneğini vurgular. Aynı zamanda, bir topluluğun veya kültürün yeni fikirleri veya teknolojileri hızla benimsemesini de ifade edebilir.", "mikro_mantik": "Bu bab, kökün anlamını karşılıklı veya yansıtıcı bir eyleme dönüştürür. Eylemin özne tarafından bilinçli ve istekli bir şekilde yapılmasını vurgular. Kökün temel anlamındaki 'yakalama' eyleminin, öznenin içsel motivasyonu ve isteğiyle gerçekleştiğini gösterir. Bu kalıp, eylemin yoğunluğunu ve öznenin katılımını artırır."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَلَقَّفَ - talaqqafa", "muzari": "يَتَلَقَّفُ - yatalaqqafu", "masdar": "تَلَقُّف - talaqqaf"}, "bab_anlami": "Bir şeyi dikkatle ve özenle yakalamak, kapmak veya almak; bir şeyi hassasiyetle karşılamak. Bu, bilginin, fırsatın veya ilhamın derin bir anlayışla benimsenmesini ifade eder. Bu kalıp, kişinin olaylara ve durumlara karşı duyarlılığını, detaylara olan dikkatini ve her şeyin ardındaki anlamı arama çabasını vurgular. Aynı zamanda, bir sanat eserinin veya doğa olayının güzelliğini derinden hissetme ve takdir etme yeteneğini de kapsar.", "mikro_mantik": "Bu bab, kökün anlamını yoğunlaştırır ve eylemin dikkatli, özenli bir şekilde gerçekleştiğini belirtir. Kökün temel anlamındaki 'yakalama' eyleminin, öznenin hassasiyeti ve farkındalığı ile yapıldığını gösterir. Bu kalıp, eylemin niteliğini ve öznenin deneyimini derinleştirir."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَلَاقَفَ - talaqafa", "muzari": "يَتَلَاقَفُ - yatalaqafu", "masdar": "تَلَاقُف - talaquf"}, "bab_anlami": "Karşılıklı olarak yakalamak, birbirine bir şey atmak ve tutmak; bir şeyi paylaşmak veya değiş tokuş etmek. Bu, bilginin, fikirlerin veya deneyimlerin insanlar arasında serbestçe dolaşımını ifade eder. Bu kalıp, iletişimin, işbirliğinin ve toplumsal etkileşimin önemini vurgular. Aynı zamanda, bir oyunun veya ritüelin parçası olarak nesnelerin elden ele geçirilmesini de kapsar. Bu, insanların birbirleriyle bağlantı kurma ve ortak bir amaç için çalışma yeteneğini yansıtır.", "mikro_mantik": "Bu bab, kökün anlamını karşılıklı bir eyleme dönüştürür, yani eylemin birden fazla özne arasında gerçekleştiğini ifade eder. Kökün temel anlamındaki 'yakalama' eyleminin, insanlar arasındaki etkileşimi ve paylaşımı temsil ettiğini gösterir. Bu kalıp, eylemin sosyal boyutunu ve toplumsal önemini vurgular."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَلْقَفَ - istalqafa", "muzari": "يَسْتَلْقِفُ - yastalqifu", "masdar": "اِسْتِلْقَاف - istilqaf"}, "bab_anlami": "Bir şeyi elde etmek için çaba göstermek, bir fırsatı yakalamaya çalışmak; bir şeyi elde etmek için tüm imkanları kullanmak. Bu, bilginin, başarının veya mutluluğun peşinden gitmek için gösterilen azmi ve kararlılığı ifade eder. Bu kalıp, kişinin hedeflerine ulaşmak için aktif olarak arayış içinde olmasını, engelleri aşma ve zorluklara göğüs germe yeteneğini vurgular. Aynı zamanda, ilahi bir lütfu veya rehberliği elde etmek için yapılan duaları ve çabaları da kapsar.", "mikro_mantik": "Bu bab, kökün anlamını yoğunlaştırır ve eylemin bir amaç doğrultusunda, bilinçli bir çaba ile yapıldığını belirtir. Kökün temel anlamındaki 'yakalama' eyleminin, öznenin iradesi ve gayreti ile gerçekleştiğini gösterir. Bu kalıp, eylemin zorluğunu ve öznenin kararlılığını vurgular."}]}], "لقم": [{"kok": "لقم", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Bir şeyi ağzına almak, yutmak; bir şeyi tamamen içine alma, özümseme.", "kavramsal_derinlik": "Fiziksel tüketimden zihinsel ve ruhsal özümsemeye kadar geniş bir yelpazede anlam içerir. Bilgi, deneyim veya bir durumu içselleştirme sürecini ifade eder."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "لَقَمَ - laqama", "muzari": "يَلْقُمُ - yalqumu", "masdar": "لَقْم - laqm"}, "bab_anlami": "Bir şeyi ağzına almak, yutmak, lokma vermek. Bu kalıp, bir nesnenin veya bilginin doğrudan ve hızlı bir şekilde alınmasını ifade eder. Aynı zamanda, birine bir şeyi zorla kabul ettirme veya bir durumu kabullenmeye zorlama anlamını da taşıyabilir. Bu, dışsal bir etkinin birey üzerindeki ani ve belirgin etkisini vurgular.", "mikro_mantik": "Bu kalıp, kökün temel anlamını doğrudan ve eylemsel bir şekilde ifade eder. Fiilin basit ve temel formudur, bu nedenle anlam da doğrudan ve aracısızdır. Bir nesnenin veya bilginin hızlı ve doğrudan alınması eylemini gösterir."}, {"bab_no": 2, "fiil_formlari": {"mazi": "لَقَّمَ - laqqama", "muzari": "يُلَقِّمُ - yulaqqimu", "masdar": "تَلْقِيم - talqim"}, "bab_anlami": "Bir şeyi sürekli olarak veya tekrar tekrar ağzına vermek, lokma lokma yedirmek. Bu kalıp, bir şeyi yavaş yavaş ve sürekli olarak verme veya öğretme eylemini ifade eder. Aynı zamanda, birine bir şeyi sürekli olarak telkin etme veya bir fikri aşılamaya çalışma anlamını da taşıyabilir. Bu, sabır ve ısrar gerektiren bir süreci vurgular.", "mikro_mantik": "Bu kalıp, kökün temel anlamını yoğunlaştırır ve süreklilik katar. Tekrarlama ve devamlılık anlamı, eylemin yavaş ve istikrarlı bir şekilde gerçekleştiğini gösterir. Bu, bilginin veya etkinin zamanla ve aşamalı olarak aktarılmasını ifade eder."}, {"bab_no": 3, "fiil_formlari": {"mazi": "لاَقَمَ - laaqama", "muzari": "يُلاَقِمُ - yulaaqimu", "masdar": "مُلاَقَمَة - mulaaqama"}, "bab_anlami": "Ağız ağıza gelmek, karşılıklı lokma vermek; bir şeyi karşılıklı olarak paylaşmak veya kabul etmek. Bu kalıp, iki veya daha fazla taraf arasında bir etkileşim veya paylaşım olduğunu ifade eder. Aynı zamanda, bir konuda karşılıklı anlaşmaya varmak veya bir durumu birlikte kabullenmek anlamını da taşıyabilir. Bu, işbirliği ve ortaklığı vurgular.", "mikro_mantik": "Bu kalıp, kökün temel anlamını karşılıklılık ve etkileşim bağlamında genişletir. İki taraf arasındaki eylemin karşılıklı olduğunu gösterir. Bu, bilginin veya etkinin karşılıklı olarak paylaşılmasını ve kabul edilmesini ifade eder."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَلْقَمَ - alqama", "muzari": "يُلْقِمُ - yulqimu", "masdar": "إِلْقَام - ilqaam"}, "bab_anlami": "Bir şeyi birinin ağzına vermek, zorla yutturmak; bir şeyi kabul ettirmek, dayatmak. Bu kalıp, bir şeyi zorla kabul ettirme veya bir durumu kabullenmeye zorlama eylemini ifade eder. Aynı zamanda, birine bir şeyi empoze etme veya bir fikri zorla aşılamaya çalışma anlamını da taşıyabilir. Bu, güç ve zorlamayı vurgular.", "mikro_mantik": "Bu kalıp, kökün temel anlamını zorlama ve dayatma bağlamında yoğunlaştırır. Eylemin zorla yapıldığını ve bir tarafın diğerine bir şeyi kabul ettirmeye çalıştığını gösterir. Bu, bilginin veya etkinin zorla aktarılmasını ifade eder."}]}], "لقي": [{"kok": "لقي", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Bir araya gelme, karşılaşma, buluşma; bir şeyin özüne ulaşma veya bir şeyi olduğu gibi deneyimleme.", "kavramsal_derinlik": "Fiziksel karşılaşmalardan ruhsal buluşmalara, kaderin cilvelerinden ilahi tecellilere kadar geniş bir yelpazede anlamlar içerir. Bu kök, görünenin ardındaki derin hakikati keşfetme ve varoluşun katmanları arasında anlamlı bağlantılar kurma potansiyelini taşır."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "لَقِيَ - laqiya", "muzari": "يَلْقَى - yalqaa", "masdar": "لِقَاء - liqaa"}, "bab_anlami": "Bir şeyle karşılaşmak, birini bulmak, bir araya gelmek. Bu kalıp, iki varlığın veya kavramın tesadüfi veya planlı bir şekilde bir araya gelmesini ifade eder. Bu karşılaşma, yeni bir anlayışın doğmasına veya mevcut durumun değişmesine yol açabilir. Aynı zamanda, bir kişinin kaderiyle yüzleşmesi veya beklediği bir olayın gerçekleşmesi anlamını da taşıyabilir.", "mikro_mantik": "Bu bab, kökün temel anlamını doğrudan ve aktif bir şekilde ifade eder. Fiilin öznesi, karşılaşma eylemini gerçekleştiren ve bu eylemden etkilenen taraftır. Bu kalıp, eylemin gerçekleştiği anı ve bu anın sonuçlarını vurgular."}, {"bab_no": 2, "fiil_formlari": {"mazi": "لاَقَى - laaqaa", "muzari": "يُلاَقِي - yulaaqii", "masdar": "مُلاَقَاة - mulaaqaah"}, "bab_anlami": "Karşılıklı karşılaşmak, birbiriyle buluşmak, karşı karşıya gelmek. Bu kalıp, iki veya daha fazla tarafın aktif olarak birbirleriyle etkileşimde bulunduğunu gösterir. Bu etkileşim, bir tartışma, bir anlaşma veya bir mücadele şeklinde olabilir. Aynı zamanda, iki farklı fikrin veya inancın çatışması veya uzlaşması anlamını da taşıyabilir.", "mikro_mantik": "Bu bab, kökün anlamını karşılıklılık ve etkileşim boyutuyla genişletir. Fiilin öznesi, birden fazla tarafın katılımıyla gerçekleşen bir eylemi ifade eder. Bu kalıp, eylemin süresini ve taraflar arasındaki ilişkiyi vurgular."}, {"bab_no": 3, "fiil_formlari": {"mazi": "تَلَقَّى - talaqqaa", "muzari": "يَتَلَقَّى - yatalqqaa", "masdar": "تَلَقِّي - talaqqii"}, "bab_anlami": "Almak, kabul etmek, karşılamak, öğrenmek. Bu kalıp, bir şeyin bir kaynaktan alınmasını veya kabul edilmesini ifade eder. Bu, bir bilgi, bir emir, bir hediye veya bir ceza olabilir. Aynı zamanda, bir kişinin yeni bir duruma uyum sağlaması veya bir zorluğu aşması anlamını da taşıyabilir. Bu kalıp, alıcının aktif rolünü ve aldığı şeyle olan etkileşimini vurgular.", "mikro_mantik": "Bu bab, kökün anlamını alıcının perspektifinden ele alır. Fiilin öznesi, bir şeyi alan ve bu şeyden etkilenen taraftır. Bu kalıp, eylemin sonucunu ve alıcının tepkisini vurgular."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَلْقَى - alqaa", "muzari": "يُلْقِي - yulqii", "masdar": "إِلْقَاء - ilqaa"}, "bab_anlami": "Atmak, bırakmak, fırlatmak, sunmak, ilham etmek. Bu kalıp, bir şeyin bir yerden başka bir yere aktarılmasını veya bırakılmasını ifade eder. Bu, bir nesne, bir fikir, bir sorumluluk veya bir duygu olabilir. Aynı zamanda, bir kişinin bir şeyi terk etmesi veya vazgeçmesi anlamını da taşıyabilir. Bu kalıp, gönderenin aktif rolünü ve gönderdiği şeyin etkisini vurgular.", "mikro_mantik": "Bu bab, kökün anlamını gönderenin perspektifinden ele alır. Fiilin öznesi, bir şeyi gönderen ve bu şeyin etkisini yaratan taraftır. Bu kalıp, eylemin nedenini ve gönderilen şeyin niteliğini vurgular."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَلاَقَى - talaaqaa", "muzari": "يَتَلاَقَى - yatalaaqaa", "masdar": "تَلاَقِي - talaaqii"}, "bab_anlami": "Karşılıklı buluşmak, karşılaşmak, toplanmak. Bu kalıp, iki veya daha fazla tarafın bir amaç için bir araya gelmesini ifade eder. Bu amaç, bir işbirliği, bir kutlama veya bir anlaşmazlığı çözmek olabilir. Aynı zamanda, iki farklı kültürün veya inancın etkileşime girmesi anlamını da taşıyabilir. Bu kalıp, taraflar arasındaki ortak noktaları ve etkileşimi vurgular.", "mikro_mantik": "Bu bab, kökün anlamını karşılıklı etkileşim ve ortak amaç boyutuyla genişletir. Fiilin öznesi, birden fazla tarafın katılımıyla gerçekleşen bir eylemi ifade eder. Bu kalıp, eylemin amacını ve taraflar arasındaki ilişkiyi vurgular."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَلَاقَى - talaaqaa (Nadir Kullanım)", "muzari": "يَتَلَاقَى - yatalāqaa (Nadir Kullanım)", "masdar": "تَلَاقِي - talaaqii (Nadir Kullanım)"}, "bab_anlami": "Birbirini bulmak için çabalamak, karşılaşmaya niyet etmek. Bu kalıp, tarafların bir araya gelme arzusunu ve bu yönde gösterdikleri çabayı ifade eder. Bu, bir aşk ilişkisi, bir dostluk veya bir iş ortaklığı olabilir. Aynı zamanda, bir kişinin içsel benliğiyle veya ilahi olanla buluşma arayışı anlamını da taşıyabilir. Bu kalıp, niyetin gücünü ve arayışın önemini vurgular.", "mikro_mantik": "Bu bab, kökün anlamını niyet ve çaba boyutuyla derinleştirir. Fiilin öznesi, bir amaca ulaşmak için aktif olarak çabalayan taraftır. Bu kalıp, eylemin motivasyonunu ve sonucunu vurgular."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْلَقَى - inlaqaa (Nadir Kullanım)", "muzari": "يَنْلَقِي - yanlaqii (Nadir Kullanım)", "masdar": "اِنْلِقَاء - inliqaa (Nadir Kullanım)"}, "bab_anlami": "Kendiliğinden karşılaşmak, beklenmedik bir şekilde buluşmak. Bu kalıp, tesadüfi ve plansız karşılaşmaları ifade eder. Bu, bir sürpriz, bir mucize veya bir kaderin cilvesi olabilir. Aynı zamanda, bir kişinin içsel potansiyelini keşfetmesi veya beklenmedik bir fırsatla karşılaşması anlamını da taşıyabilir. Bu kalıp, tesadüflerin önemini ve hayatın sürprizlerle dolu olduğunu vurgular.", "mikro_mantik": "Bu bab, kökün anlamını pasiflik ve kendiliğindenlik boyutuyla genişletir. Fiilin öznesi, bir eylemi gerçekleştirmeyen, ancak bir eylemden etkilenen taraftır. Bu kalıp, eylemin kaynağını ve sonucunu vurgular."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِقْتَلَى - iqtalaa (Nadir Kullanım)", "muzari": "يَقْتَلِي - yaqtali (Nadir Kullanım)", "masdar": "اِقْتِلاَء - iqtilaa (Nadir Kullanım)"}, "bab_anlami": "Karşılaşmayı gerektirmek, buluşmayı zorunlu kılmak. Bu kalıp, bir durumun veya olayın, tarafların bir araya gelmesini zorunlu kıldığını ifade eder. Bu, bir anlaşmazlığı çözmek, bir görevi tamamlamak veya bir tehlikeyle yüzleşmek olabilir. Aynı zamanda, bir kişinin içsel değerleriyle veya inançlarıyla yüzleşmesi anlamını da taşıyabilir. Bu kalıp, zorunluluğun gücünü ve sorumluluğun önemini vurgular.", "mikro_mantik": "Bu bab, kökün anlamını zorunluluk ve gereklilik boyutuyla derinleştirir. Fiilin öznesi, bir eylemi gerçekleştirmeye zorlanan taraftır. Bu kalıp, eylemin nedenini ve sonucunu vurgular."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اِلْقَاء - ilqaa (Sıfat Fiil Formu)", "muzari": "Yok", "masdar": "Yok"}, "bab_anlami": "Atılmış, bırakılmış, sunulmuş olan. Bu kalıp, bir şeyin bir yerden başka bir yere aktarıldıktan sonraki durumunu ifade eder. Bu, bir mesaj, bir hediye veya bir sorumluluk olabilir. Aynı zamanda, bir kişinin geçmişinden veya yüklerinden kurtulması anlamını da taşıyabilir. Bu kalıp, eylemin sonucunu ve bırakılan şeyin etkisini vurgular.", "mikro_mantik": "Bu bab, kökün anlamını edilgenlik ve sonuç boyutuyla ele alır. Fiilin öznesi, bir eylemi gerçekleştirmeyen, ancak bir eylemden etkilenen taraftır. Bu kalıp, eylemin kaynağını ve sonucunu vurgular."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَلْقَى - istalqaa", "muzari": "يَسْتَلْقِي - yastalqii", "masdar": "اِسْتِلْقَاء - istilqaa"}, "bab_anlami": "Sırt üstü yatmak, rahatlamak, teslim olmak. Bu kalıp, bir kişinin fiziksel veya zihinsel olarak rahatlamasını ve gevşemesini ifade eder. Bu, bir dinlenme, bir meditasyon veya bir teslimiyet olabilir. Aynı zamanda, bir kişinin kaderine veya ilahi iradeye teslim olması anlamını da taşıyabilir. Bu kalıp, teslimiyetin gücünü ve rahatlamanın önemini vurgular.", "mikro_mantik": "Bu bab, kökün anlamını teslimiyet ve rahatlama boyutuyla derinleştirir. Fiilin öznesi, bir eylemi gerçekleştirmeyen, ancak bir duruma teslim olan taraftır. Bu kalıp, eylemin nedenini ve sonucunu vurgular. Kökün anlamından uzaklaşarak yeni bir anlam kazanmıştır."}]}], "لمح": [{"kok": "لمح", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Anlık bir bakış, sezgisel bir kavrayış, gizli bir işaretin farkına varma.", "kavramsal_derinlik": "Görünür olanın ötesindeki manaları idrak etme yeteneği; maddi ve manevi alemlerdeki ince işaretleri okuyabilme kapasitesi."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "لَمَحَ - lamaha", "muzari": "يَلْمَحُ - yalmahu", "masdar": "لَمْح - lamh"}, "bab_anlami": "Anlık bir bakışla fark etmek, bir şeyi göz ucuyla yakalamak, sezgisel bir anlayışla bir şeyin özünü kavramak. Bu kalıp, bir şeyin yüzeyine değil, derinliğine nüfuz eden, hızlı ve keskin bir algıyı ifade eder. Zihnin, görünmeyeni görme, duyulmayanı duyma ve bilinmeyeni bilme potansiyelini ortaya çıkarır.", "mikro_mantik": "Bu kalıp, fiilin anlamını anlık ve geçici bir eyleme dönüştürür. Kök anlamındaki 'işaret' veya 'ima' kavramını, hızlı ve keskin bir algılama eylemiyle sınırlar. Bu, öznenin pasif bir gözlemci olmaktan ziyade, aktif bir şekilde algıladığı ve anladığı bir durumu ifade eder."}]}], "لمز": [{"kok": "لمز", "ontolojik_analiz": {"temel_anlam_cekirdegi": "İma, dokundurma, gizli eleştiri", "kavramsal_derinlik": "Sosyal etkileşim ve iletişimde örtük anlamların rolü"}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "لمز - lemeze", "muzari": "يلمز - yelmizu", "masdar": "لمز - lemz"}, "bab_anlami": "Bu kalıp, bir eylemin doğrudan değil, dolaylı yoldan, ima ve kinaye yoluyla gerçekleştirildiğini ifade eder. Bir kişinin söz veya davranışlarıyla başkasını açıkça belirtmeden eleştirmesi, kusurunu ima etmesi veya alay etmesi anlamına gelir. Bu, bazen kıskançlık, haset veya rekabet gibi duygulardan kaynaklanan ince bir saldırı biçimidir.", "mikro_mantik": "Kökün temel anlamı olan 'ima etme' eylemi, bu kalıpta fiilin temel ve en yalın haliyle ifade edilmesini sağlar. Herhangi bir ek anlam veya yoğunluk katılmaz, eylemin kendisi vurgulanır."}]}], "لمس": [{"kok": "لمس", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Dokunma, temas etme; bir şeyin özüne nüfuz etme çabası. Yüzeyde kalmayıp, derinlemesine anlama ve hissetme yeteneği.", "kavramsal_derinlik": "Fiziksel temasın ötesinde, duygusal ve zihinsel bir yakınlaşmayı ifade eder. İlahi boyutta ise, yaratılışın sırlarına dokunma ve varoluşun özünü anlama arayışını simgeler."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "لَمَسَ", "muzari": "يَلْمِسُ", "masdar": "لَمْس"}, "bab_anlami": "Dokunmak, temas etmek, elle yoklamak. Bu bab, eylemin doğrudan ve fiziksel bir temas içerdiğini gösterir. Aynı zamanda, bir şeyi anlamak veya keşfetmek amacıyla yapılan bir eylemi de ifade edebilir. Örneğin, bir nesnenin yüzeyini dokunarak tanımak veya bir konuyu derinlemesine inceleyerek anlamaya çalışmak gibi.", "mikro_mantik": "Bu kalıp, kökün temel anlamını doğrudan eyleme dönüştürür. Fiilin basit ve doğrudan bir şekilde gerçekleştiğini vurgular. Kökün anlamı, bu kalıpta fiziksel veya zihinsel bir temas eylemi olarak somutlaşır."}, {"bab_no": 2, "fiil_formlari": {"mazi": "لاَمَسَ", "muzari": "يُلاَمِسُ", "masdar": "مُلاَمَسَة"}, "bab_anlami": "Temas etmek, dokunmak, karşılıklı temas halinde olmak. Bu bab, eylemin karşılıklı veya tekrarlı bir şekilde gerçekleştiğini ifade eder. İki veya daha fazla varlık arasında bir etkileşim olduğunu gösterir. Örneğin, iki kişinin el sıkışması veya bir konunun farklı açılardan ele alınması gibi.", "mikro_mantik": "Bu kalıp, kökün anlamını karşılıklı etkileşim ve ilişki bağlamında genişletir. Eylemin tek taraflı olmaktan ziyade, bir etkileşim ve alışveriş içerdiğini vurgular. Kökün anlamı, bu kalıpta bir diyalog veya ortak bir deneyim olarak ortaya çıkar."}, {"bab_no": 3, "fiil_formlari": {"mazi": "لَمَّسَ", "muzari": "يُلَمِّسُ", "masdar": "تَلْمِيس"}, "bab_anlami": "Dokundurmak, temas ettirmek, bir şeyi bir şeye değdirmek. Bu bab, eylemin bir başkası aracılığıyla veya dolaylı olarak gerçekleştiğini gösterir. Bir nesnenin başka bir nesneye temas etmesine neden olmak veya bir konuyu başkasına açıklamak gibi. Aynı zamanda, bir şeyi dikkatlice incelemek veya yoklamak anlamında da kullanılabilir.", "mikro_mantik": "Bu kalıp, kökün anlamını dolaylı eylem ve aracılık kavramlarıyla ilişkilendirir. Eylemin doğrudan değil, bir araç veya aracı vasıtasıyla gerçekleştiğini vurgular. Kökün anlamı, bu kalıpta bir transfer veya aktarım eylemi olarak belirginleşir."}, {"bab_no": 4, "fiil_formlari": {"mazi": "تَلَمَّسَ", "muzari": "يَتَلَمَّسُ", "masdar": "تَلَمُّس"}, "bab_anlami": "Yoklamak, aramak, bir şeyi dikkatlice araştırmak veya bulmaya çalışmak. Bu bab, eylemin özenli ve dikkatli bir şekilde yapıldığını gösterir. Bir şeyi bulmak için çaba sarf etmek veya bir konuyu derinlemesine anlamak için araştırma yapmak gibi. Aynı zamanda, bir şeyi hissetmeye veya anlamaya çalışmak anlamında da kullanılabilir.", "mikro_mantik": "Bu kalıp, kökün anlamını arayış, araştırma ve dikkatli inceleme kavramlarıyla zenginleştirir. Eylemin bilinçli bir çaba ve özen gerektirdiğini vurgular. Kökün anlamı, bu kalıpta bir keşif veya aydınlanma süreci olarak belirginleşir."}, {"bab_no": 5, "fiil_formlari": {"mazi": "اِلْتَمَسَ", "muzari": "يَلْتَمِسُ", "masdar": "اِلْتِمَاس"}, "bab_anlami": "İstemek, talep etmek, rica etmek; bir şeyi elde etmeye çalışmak. Bu bab, eylemin bir ihtiyaç veya arzu doğrultusunda gerçekleştiğini gösterir. Bir şeyi elde etmek için çaba sarf etmek veya bir konuda yardım istemek gibi. Aynı zamanda, bir şeyi ummak veya beklemek anlamında da kullanılabilir.", "mikro_mantik": "Bu kalıp, kökün anlamını istek, talep ve arzu kavramlarıyla ilişkilendirir. Eylemin bir motivasyon veya amaç doğrultusunda gerçekleştiğini vurgular. Kökün anlamı, bu kalıpta bir arayış veya beklenti olarak belirginleşir."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَلاَمَسَ", "muzari": "يَتَلاَمَسُ", "masdar": "تَلاَمُس"}, "bab_anlami": "Birbirine dokunmak, temas halinde olmak, karşılıklı temas etmek. Bu bab, eylemin karşılıklı ve sürekli bir etkileşim içerdiğini gösterir. İki veya daha fazla varlık arasında bir ilişki olduğunu ve bu ilişkinin temas yoluyla sürdürüldüğünü ifade eder. Örneğin, dans eden çiftlerin birbirine dokunması veya bir makinenin parçalarının sürekli temas halinde çalışması gibi.", "mikro_mantik": "Bu kalıp, kökün anlamını karşılıklı etkileşim, ilişki ve sürekli temas kavramlarıyla genişletir. Eylemin dinamik ve sürekli bir süreç olduğunu vurgular. Kökün anlamı, bu kalıpta bir ortaklık veya uyum olarak belirginleşir."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْلَمَسَ", "muzari": "يَنْلَمِسُ", "masdar": "اِنْلِمَاس"}, "bab_anlami": "Dokunulmak, temas edilmek; bir şeyin etkisi altında kalmak. Bu bab, eylemin edilgen bir şekilde gerçekleştiğini gösterir. Bir nesneye dokunulması veya bir konunun etkisi altında kalınması gibi. Aynı zamanda, bir şeyin farkına varmak veya bir şeyi hissetmek anlamında da kullanılabilir.", "mikro_mantik": "Bu kalıp, kökün anlamını edilgenlik, etki altında kalma ve farkındalık kavramlarıyla ilişkilendirir. Eylemin dışsal bir faktörün etkisiyle gerçekleştiğini vurgular. Kökün anlamı, bu kalıpta bir deneyim veya algı olarak belirginleşir."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِسْتَلْمَسَ", "muzari": "يَسْتَلْمِسُ", "masdar": "اِسْتِلْمَاس"}, "bab_anlami": "Dokunarak aramak, yoklayarak bulmaya çalışmak, derinlemesine araştırmak. Bu bab, eylemin yoğun bir çaba ve dikkat gerektirdiğini gösterir. Bir şeyi bulmak veya anlamak için tüm duyuları kullanmak veya bir konuyu derinlemesine incelemek gibi. Aynı zamanda, bir şeyi elde etmek için her türlü yolu denemek anlamında da kullanılabilir.", "mikro_mantik": "Bu kalıp, kökün anlamını yoğun çaba, derinlemesine araştırma ve çok yönlü arayış kavramlarıyla zenginleştirir. Eylemin kararlılık ve azim gerektirdiğini vurgular. Kökün anlamı, bu kalıpta bir keşif veya aydınlanma süreci olarak belirginleşir."}]}], "لمم": [{"kok": "لمم", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Hafifçe dokunmak, bir araya getirmek, bir şeyi kısmen kapsamak; bir şeyin özüne nüfuz etmeden yüzeyinde beliren izler.", "kavramsal_derinlik": "Fiziksel temasın ötesinde, düşüncelerin ve duyguların yüzeyde bıraktığı izleri, geçici etkileşimleri ve bir şeyin bütününü tam olarak kapsamayan yüzeysel bağlantıları ifade eder. İlahi boyutta ise, yaratılışın yüzeyinde beliren işaretler, tecelliler ve varlığın özüne tam olarak nüfuz etmeyen ilahi dokunuşlar olarak yorumlanabilir."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "لَمَّ - Lamma", "muzari": "يَلُمُّ - Yalummu", "masdar": "لَمٌّ - Lamm"}, "bab_anlami": "Bir şeyi toplamak, bir araya getirmek, dağınık parçaları birleştirmek; bir şeyi hafifçe dokunarak veya temas ederek kapsamak. Bu kalıp, nesnelerin veya fikirlerin bir araya getirilmesiyle oluşan bütünlüğü, birliğin sağlanmasını ve dağınıklığın giderilmesini ifade eder. Aynı zamanda, bir şeyin yüzeyine dokunarak onunla kısmi bir ilişki kurmayı, bir araya getirilen unsurların potansiyelini ortaya çıkarmayı da simgeler.", "mikro_mantik": "Bu bab, kökün temel anlamını yoğunlaştırır ve eylemin birleştirici, toparlayıcı niteliğini vurgular. Fiilin basit ve doğrudan yapısı, eylemin kendisinin de basit ve doğrudan olduğunu, bir araya getirmenin veya dokunmanın temel bir eylem olduğunu gösterir."}, {"bab_no": 2, "fiil_formlari": {"mazi": "لَامَّ - Laamma", "muzari": "يُلَامُّ - Yulaammu", "masdar": "مُلَامَّةٌ - Mulaammah"}, "bab_anlami": "Bir araya gelmek, toplanmak, birbiriyle temas etmek; bir şeyi bir araya getirme veya toplama eylemini karşılıklı olarak yapmak. Bu kalıp, bireylerin veya nesnelerin karşılıklı etkileşimini, bir araya gelerek oluşturdukları sinerjiyi ve ortak bir amaç için birleşmelerini ifade eder. Aynı zamanda, karşılıklı anlayış, uyum ve işbirliği yoluyla bir bütün oluşturmayı da simgeler.", "mikro_mantik": "Bu bab, kökün anlamını karşılıklılık ve etkileşim boyutuyla genişletir. Fiilin yapısı, eylemin karşılıklı olduğunu ve birden fazla aktörün katılımını gerektirdiğini gösterir. Bu, bir araya gelmenin veya temasın sadece fiziksel bir eylem olmadığını, aynı zamanda sosyal ve duygusal bir etkileşim olduğunu da vurgular."}, {"bab_no": 3, "fiil_formlari": {"mazi": "لَمْلَمَ - Lamlama", "muzari": "يُلَمْلِمُ - Yulamlimu", "masdar": "لَمْلَمَةٌ - Lamlamah"}, "bab_anlami": "Parça parça toplamak, azar azar bir araya getirmek, küçük şeyleri özenle birleştirmek; bir şeyi dikkatlice ve titizlikle bir araya getirme eylemini ifade eder. Bu kalıp, sabır, özen ve detaylara dikkat etme yoluyla bir bütün oluşturmayı, küçük şeylerin bir araya gelerek büyük bir anlam ifade etmesini simgeler. Aynı zamanda, kayıp veya dağınık parçaları bulup birleştirerek bir şeyi yeniden inşa etmeyi de ifade eder.", "mikro_mantik": "Bu bab, kökün anlamını küçültme ve detaylandırma boyutuyla derinleştirir. Fiilin tekrar eden yapısı, eylemin küçük adımlarla ve özenle gerçekleştirildiğini gösterir. Bu, bir araya getirmenin veya toplamanın sadece fiziksel bir eylem olmadığını, aynı zamanda zihinsel ve duygusal bir süreç olduğunu da vurgular."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَلَمَّ - Alamma", "muzari": "يُلِمُّ - Yulimmu", "masdar": "إِلْمَامٌ - Ilmam"}, "bab_anlami": "Bir şeye hafifçe dokunmak, bir şeyin yanından geçmek, bir şeyi kısaca ziyaret etmek; bir konu hakkında yüzeysel bilgi sahibi olmak, bir şeyin özüne tam olarak nüfuz etmeden onunla temas kurmak. Bu kalıp, bir şeyin yüzeyinde beliren izleri, geçici etkileşimleri ve bir şeyin bütününü tam olarak kapsamayan yüzeysel bağlantıları ifade eder. Aynı zamanda, bir şeyin özünü tam olarak anlamadan onunla ilgili bir fikir sahibi olmayı da simgeler.", "mikro_mantik": "Bu bab, kökün anlamını yüzeysellik ve geçicilik boyutuyla genişletir. Fiilin yapısı, eylemin hafif ve kısa süreli olduğunu, bir şeyin özüne tam olarak nüfuz etmediğini gösterir. Bu, bir araya gelmenin veya temasın sadece fiziksel bir eylem olmadığını, aynı zamanda zihinsel ve duygusal bir deneyim olduğunu da vurgular."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَلَمَّمَ - Talammama", "muzari": "يَتَلَمَّمُ - Yatalammamu", "masdar": "تَلَمُّمٌ - Talammum"}, "bab_anlami": "Bir şeyi toplamak için çaba göstermek, bir araya getirmek için uğraşmak, bir şeyi elde etmek için gayret etmek; bir şeyi elde etmek veya bir araya getirmek için gösterilen sürekli çabayı ifade eder. Bu kalıp, azim, kararlılık ve sabır yoluyla bir hedefe ulaşmayı, zorluklara rağmen pes etmeden çalışmayı simgeler. Aynı zamanda, bir şeyin değerini anlamak ve onu elde etmek için gereken çabayı göstermeyi de ifade eder.", "mikro_mantik": "Bu bab, kökün anlamını çaba ve gayret boyutuyla derinleştirir. Fiilin yapısı, eylemin sürekli ve tekrarlayan bir çaba gerektirdiğini gösterir. Bu, bir araya getirmenin veya toplamanın sadece fiziksel bir eylem olmadığını, aynı zamanda zihinsel ve duygusal bir süreç olduğunu da vurgular."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَلَامَّ - Talaamma", "muzari": "يَتَلَامُّ - Yatalaammu", "masdar": "تَلَامٌّ - Talaamm"}, "bab_anlami": "Bir araya gelmek için çaba göstermek, toplanmak için uğraşmak, birbiriyle temas etmek için gayret etmek; bir araya gelme veya toplanma eylemini karşılıklı olarak gerçekleştirmek için gösterilen çabayı ifade eder. Bu kalıp, işbirliği, dayanışma ve ortak amaç için bir araya gelmeyi simgeler. Aynı zamanda, karşılıklı anlayış, uyum ve işbirliği yoluyla bir bütün oluşturmayı da ifade eder.", "mikro_mantik": "Bu bab, kökün anlamını karşılıklı çaba ve işbirliği boyutuyla genişletir. Fiilin yapısı, eylemin karşılıklı olduğunu ve birden fazla aktörün katılımını gerektirdiğini gösterir. Bu, bir araya gelmenin veya temasın sadece fiziksel bir eylem olmadığını, aynı zamanda sosyal ve duygusal bir etkileşim olduğunu da vurgular."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْلَمَّ - Inlamma", "muzari": "يَنْلَمُّ - Yanlammu", "masdar": "اِنْلِمَامٌ - Inlimam"}, "bab_anlami": "Bir araya gelmek, toplanmak, birleşmek; kendiliğinden veya doğal olarak bir araya gelme eylemini ifade eder. Bu kalıp, uyum, düzen ve doğal bir birlikteliği simgeler. Aynı zamanda, bir şeyin parçalarının kendiliğinden bir araya gelerek bir bütün oluşturmasını da ifade eder.", "mikro_mantik": "Bu bab, kökün anlamını kendiliğindenlik ve doğal birliktelik boyutuyla derinleştirir. Fiilin yapısı, eylemin doğal bir süreç olduğunu ve dış bir müdahale gerektirmediğini gösterir. Bu, bir araya gelmenin veya toplamanın sadece fiziksel bir eylem olmadığını, aynı zamanda doğal bir eğilim olduğunu da vurgular."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِلْتَمَّ - Iltamma", "muzari": "يَلْتَمُّ - Yaltammu", "masdar": "اِلْتِمَامٌ - Iltimam"}, "bab_anlami": "Bir araya gelmek, toplanmak, birleşmek; bir şeyi tamamlamak, eksiklerini gidermek; bir araya gelerek mükemmelliğe ulaşmak. Bu kalıp, bütünlük, tamlık ve mükemmelliği simgeler. Aynı zamanda, eksik parçaların bir araya gelerek bir şeyi tamamlamasını ve mükemmelleştirmesini de ifade eder.", "mikro_mantik": "Bu bab, kökün anlamını tamamlama ve mükemmelleştirme boyutuyla genişletir. Fiilin yapısı, eylemin bir şeyi tamamlamak veya eksiklerini gidermek amacıyla yapıldığını gösterir. Bu, bir araya gelmenin veya toplamanın sadece fiziksel bir eylem olmadığını, aynı zamanda bir şeyi daha iyi hale getirme çabası olduğunu da vurgular."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اِلْمَامَّ - Ilmamma", "muzari": "يَلْمَامُّ - Yalmamm", "masdar": "اِلْمِيمَامٌ - Ilmimam"}, "bab_anlami": "Bir şeyi tamamen sarmak, her yönüyle kuşatmak, bir şeyin etrafını tamamen kaplamak; bir şeyi tam olarak anlamak, bir konu hakkında derinlemesine bilgi sahibi olmak. Bu kalıp, kuşatma, kapsama ve derinlemesine anlamayı simgeler. Aynı zamanda, bir şeyin her yönünü anlamak ve onunla tam bir bağlantı kurmayı da ifade eder.", "mikro_mantik": "Bu bab, kökün anlamını kuşatma ve derinlemesine anlama boyutuyla derinleştirir. Fiilin yapısı, eylemin bir şeyi tamamen kapsadığını ve her yönüyle kuşattığını gösterir. Bu, bir araya gelmenin veya toplamanın sadece fiziksel bir eylem olmadığını, aynı zamanda zihinsel ve duygusal bir bütünleşme olduğunu da vurgular."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَلَمَّ - Istalamma", "muzari": "يَسْتَلِمُّ - Yastalimmu", "masdar": "اِسْتِلَامٌ - Istilam"}, "bab_anlami": "Bir şeyi talep etmek, istemek, bir şeyi elde etmek için çaba göstermek; bir şeyi dokunarak veya temas ederek almak, bir şeyi kabul etmek veya onaylamak. Bu kalıp, talep, arzu ve kabulü simgeler. Aynı zamanda, bir şeyi elde etmek için çaba göstermeyi, bir şeyi dokunarak veya temas ederek almayı ve bir şeyi kabul etmeyi veya onaylamayı da ifade eder.", "mikro_mantik": "Bu bab, kökün anlamını talep ve kabul boyutuyla genişletir. Fiilin yapısı, eylemin bir şeyi talep etmek veya elde etmek amacıyla yapıldığını gösterir. Bu, bir araya gelmenin veya toplamanın sadece fiziksel bir eylem olmadığını, aynı zamanda bir şeyi elde etme veya kabul etme çabası olduğunu da vurgular."}]}], "لهب": [{"kok": "لهب", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Alev, ateş, parıltı; enerjinin, tutkunun ve yoğunluğun tezahürü. İçsel bir yangının dışa vurumu, bir şeyin özündeki yakıcılık ve ışık saçma potansiyeli.", "kavramsal_derinlik": "Hem fiziksel hem de metafiziksel düzlemlerde tezahür eden bir kavram. Fiziksel olarak ateşin yakıcı gücünü ve aydınlatıcı niteliğini temsil ederken, metafiziksel olarak tutkuyu, arzuyu, coşkuyu ve ilahi aşkın yakıcılığını ifade eder. İnsanın içindeki potansiyel enerjinin ve dönüşüm gücünün sembolüdür."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "لَهَبَ", "muzari": "يَلْهَبُ", "masdar": "لَهْب"}, "bab_anlami": "Alevlenmek, parlamak, tutuşmak; içsel bir enerjinin dışa vurumuyla belirginleşmek. Bir şeyin potansiyelinin açığa çıkması, gizli bir gücün ortaya çıkması ve etkisini göstermesi. Bu kalıp, bir durumun veya duygunun yoğunlaşarak belirgin hale gelmesini ifade eder, tıpkı bir kıvılcımın alevlenerek ateşe dönüşmesi gibi.", "mikro_mantik": "Bu bab, kökün temel anlamını (alev, ateş) doğrudan ve yoğun bir şekilde ifade eder. Fiilin basit ve temel formu, eylemin kendiliğindenliğini ve doğal akışını vurgular. Kökün özündeki enerjinin ve potansiyelin dışa vurumunu, bir şeyin içsel niteliğinin belirginleşmesini gösterir. Bu kalıp, bir şeyin özündeki yakıcılığın ve ışığın ortaya çıkışını ifade eder."}]}], "لهث": [{"kok": "لهث", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Soluk soluğa kalma, tükenme noktasına gelme, bir şeyin peşinden koşarken yaşanan yoğun fiziki ve zihinsel yorgunluk. Bu kök, sadece bedensel bir eylemi değil, aynı zamanda ruhsal bir arayışı, bir hedefe ulaşma çabasını ve bu süreçte yaşanan zorlukları ifade eder.", "kavramsal_derinlik": "Beşeri çabanın sınırları, ilahi takdirin tecellisi ve insanın kendi potansiyelini aşma arzusu. 'لهث', insanın hem maddi dünyadaki hedeflerine ulaşma çabasını hem de manevi anlamda kendini aşma arzusunu temsil eder. Bu, insanın içsel ve dışsal dünyalar arasındaki dengeyi arayışının bir yansımasıdır."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "لهَثَ - lahase", "muzari": "يَلْهَثُ - yalhisu", "masdar": "لَهْث - lahs"}, "bab_anlami": "Temel anlamında soluk soluğa kalmak, bir şeyin peşinden koşarken yorulmak anlamına gelir. Bu babdaki anlam, fiziksel bir eylemi ifade etmenin ötesinde, bir amaca ulaşmak için gösterilen yoğun çabayı ve bu çabanın getirdiği yorgunluğu simgeler. Aynı zamanda, bu kalıp, bir durumun veya olayın şiddetini ve yoğunluğunu vurgulayarak, kişinin o durumdan ne kadar etkilendiğini de gösterebilir.", "mikro_mantik": "Bu bab, kökün temel anlamını doğrudan ve yoğun bir şekilde ifade eder. Fiilin basit yapısı, eylemin kendisini ve bu eylemin özne üzerindeki etkisini vurgular. Kökün temel anlamı olan 'soluk soluğa kalma' eylemi, bu babda herhangi bir ek anlam veya yoğunlaştırma olmaksızın doğrudan ifade edilir, bu da eylemin basit ve doğal bir şekilde gerçekleştiğini gösterir."}, {"bab_no": 2, "fiil_formlari": {"mazi": "لَهَّثَ - lahhese", "muzari": "يُلَهِّثُ - yulahhisu", "masdar": "تَلْهِيث - telhis"}, "bab_anlami": "Bu bab, birini soluk soluğa bırakmak, yormak veya bir şeyi sürekli olarak takip etmek anlamlarını taşır. Bu kalıp, bir eylemin başkası üzerinde yarattığı etkiyi veya bir durumun sürekliliğini vurgular. Örneğin, birinin sürekli olarak bir şeyi takip etmesi veya bir başkasını yorucu bir aktiviteye sokması bu bab ile ifade edilebilir. Bu, eylemin yoğunluğunu ve etkisini artırır.", "mikro_mantik": "Bu bab, kökün anlamını yoğunlaştırır ve eylemin başkası üzerindeki etkisini vurgular. Tekrarlama ve yoğunlaştırma anlamı taşıyan bu kalıp, eylemin sürekliliğini veya bir başkası üzerindeki etkisini artırır. Bu, eylemin sadece gerçekleşmekle kalmayıp, aynı zamanda bir etki yarattığını veya sürekli tekrarlandığını gösterir."}, {"bab_no": 3, "fiil_formlari": {"mazi": "لاهَثَ - lahese", "muzari": "يُلاهِثُ - yulahisu", "masdar": "مُلاهَثَة - mulahese"}, "bab_anlami": "Karşılıklı soluk soluğa kalma, birbiriyle yarışırken yorulma veya bir konuda rekabet etme anlamlarına gelir. Bu bab, iki veya daha fazla taraf arasındaki etkileşimi ve rekabeti vurgular. Bu kalıp, tarafların birbirlerini zorladığı, birbirleriyle yarıştığı ve bu süreçte yorulduğu durumları ifade eder. Bu, eylemin karşılıklı ve etkileşimli bir şekilde gerçekleştiğini gösterir.", "mikro_mantik": "Bu bab, eylemin karşılıklı ve etkileşimli bir şekilde gerçekleştiğini vurgular. İki veya daha fazla taraf arasındaki rekabeti ve bu rekabetin getirdiği yorgunluğu ifade eder. Bu kalıp, eylemin sadece bir tarafı etkilemekle kalmayıp, aynı zamanda diğer tarafı da etkilediğini ve bu etkileşimin eylemin yoğunluğunu artırdığını gösterir."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَلْهَثَ - elhese", "muzari": "يُلْهِثُ - yulhisu", "masdar": "إِلْهَاث - ilhas"}, "bab_anlami": "Soluk soluğa bırakmak, yormak, nefes nefese kalmasına neden olmak anlamına gelir. Bu bab, bir eylemin başkası üzerindeki etkisini vurgular ve bu etkinin yoğunluğunu artırır. Bu kalıp, birinin bir başkasını yorucu bir duruma soktuğunu veya bir şeyin bir başkasının nefesini kesmesine neden olduğunu ifade eder. Bu, eylemin başkası üzerindeki etkisini ve bu etkinin şiddetini gösterir.", "mikro_mantik": "Bu bab, eylemin başkası üzerindeki etkisini vurgular ve bu etkinin yoğunluğunu artırır. Eylemin bir başkasını yorucu bir duruma soktuğunu veya bir şeyin bir başkasının nefesini kesmesine neden olduğunu ifade eder. Bu kalıp, eylemin sadece gerçekleşmekle kalmayıp, aynı zamanda bir başkası üzerinde önemli bir etki yarattığını gösterir."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَلَهَّثَ - telehhase", "muzari": "يَتَلَهَّثُ - yetelahhasu", "masdar": "تَلَهُّث - telehhus"}, "bab_anlami": "Soluk soluğa kalmaya çalışmak, yorgun görünmeye çalışmak veya bir şeyi elde etmek için çabalamak anlamına gelir. Bu bab, bir eylemi yapmaya çalışma veya bir durumu taklit etme çabasını vurgular. Bu kalıp, birinin yorgun görünmeye çalıştığını veya bir şeyi elde etmek için yoğun bir çaba gösterdiğini ifade eder. Bu, eylemin gerçekte ne kadar yoğun olduğunu veya kişinin ne kadar çaba gösterdiğini gösterir.", "mikro_mantik": "Bu bab, eylemi yapmaya çalışma veya bir durumu taklit etme çabasını vurgular. Eylemin gerçekte ne kadar yoğun olduğunu veya kişinin ne kadar çaba gösterdiğini ifade eder. Bu kalıp, eylemin sadece gerçekleşmekle kalmayıp, aynı zamanda bir çaba veya taklit içerdiğini gösterir."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَلاهَثَ - telahese", "muzari": "يَتَلاهَثُ - yetelahesu", "masdar": "تَلاهُث - telahus"}, "bab_anlami": "Karşılıklı soluk soluğa kalmak, birbirini yormak veya bir konuda rekabet ederken yorulmak anlamına gelir. Bu bab, iki veya daha fazla taraf arasındaki etkileşimi ve rekabeti vurgular. Bu kalıp, tarafların birbirlerini zorladığı, birbirleriyle yarıştığı ve bu süreçte yorulduğu durumları ifade eder. Bu, eylemin karşılıklı ve etkileşimli bir şekilde gerçekleştiğini gösterir.", "mikro_mantik": "Bu bab, eylemin karşılıklı ve etkileşimli bir şekilde gerçekleştiğini vurgular. İki veya daha fazla taraf arasındaki rekabeti ve bu rekabetin getirdiği yorgunluğu ifade eder. Bu kalıp, eylemin sadece bir tarafı etkilemekle kalmayıp, aynı zamanda diğer tarafı da etkilediğini ve bu etkileşimin eylemin yoğunluğunu artırdığını gösterir."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْلَهَثَ - inlehase", "muzari": "يَنْلَهِثُ - yenlehisu", "masdar": "اِنْلِهَاث - inlihas"}, "bab_anlami": "Soluk soluğa kalmak, nefes nefese kalmak, yorgunluktan bitkin düşmek anlamına gelir. Bu bab, eylemin kendiliğinden ve doğal bir şekilde gerçekleştiğini vurgular. Bu kalıp, birinin yorgunluktan bitkin düştüğünü veya nefes nefese kaldığını ifade eder. Bu, eylemin yoğunluğunu ve kişinin ne kadar yorulduğunu gösterir.", "mikro_mantik": "Bu bab, eylemin kendiliğinden ve doğal bir şekilde gerçekleştiğini vurgular. Eylemin yoğunluğunu ve kişinin ne kadar yorulduğunu ifade eder. Bu kalıp, eylemin sadece gerçekleşmekle kalmayıp, aynı zamanda kişinin durumunu ve hislerini de ifade ettiğini gösterir."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِلْتَهَثَ - iltehase", "muzari": "يَلْتَهِثُ - yeltehisu", "masdar": "اِلْتِهَاث - iltihas"}, "bab_anlami": "Şiddetle solumak, hırsla bir şeyin peşinden koşmak, aşırı derecede arzu duymak anlamına gelir. Bu bab, eylemin yoğunluğunu ve kişinin duygusal durumunu vurgular. Bu kalıp, birinin bir şeyi elde etmek için aşırı derecede arzu duyduğunu veya hırsla bir şeyin peşinden koştuğunu ifade eder. Bu, eylemin sadece fiziksel bir eylem olmadığını, aynı zamanda duygusal bir durumu da ifade ettiğini gösterir.", "mikro_mantik": "Bu bab, eylemin yoğunluğunu ve kişinin duygusal durumunu vurgular. Eylemin sadece fiziksel bir eylem olmadığını, aynı zamanda duygusal bir durumu da ifade ettiğini gösterir. Bu kalıp, eylemin kişinin içsel dünyasıyla bağlantılı olduğunu ve bu bağlantının eylemin yoğunluğunu artırdığını gösterir."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اِلْهَاثَّ - ilhâsse (Bu bab için fiil formu nadiren kullanılır, bu nedenle potansiyel bir form sunulmuştur)", "muzari": "يَلْهَاثُّ - yelhâssu", "masdar": "اِلْهِيْثَاث - ilhîsâs"}, "bab_anlami": "Aşırı derecede soluk soluğa kalmak, tükenmişlik hissinin en üst düzeye çıkması. Bu kalıp, bir durumun veya eylemin aşırı yoğunluğunu ve kişinin bu durumdan ne kadar etkilendiğini vurgular. Bu, kişinin fiziksel ve zihinsel olarak tamamen tükendiği bir durumu ifade eder, adeta varoluşsal bir yorgunluk halidir. Bu bab, eylemin veya durumun yarattığı etkinin derinliğini ve kalıcılığını gösterir.", "mikro_mantik": "Bu bab, kökün anlamını en üst düzeye çıkarır ve eylemin veya durumun yarattığı etkinin derinliğini vurgular. Kökün temel anlamı olan 'soluk soluğa kalma' eylemi, bu babda aşırı bir yoğunlukla ifade edilir, bu da eylemin veya durumun kişinin üzerinde yarattığı etkinin ne kadar güçlü olduğunu gösterir. Bu kalıp, eylemin veya durumun sadece fiziksel bir yorgunluk yaratmakla kalmayıp, aynı zamanda zihinsel ve duygusal bir tükenmişliğe de yol açtığını gösterir."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَلْهَثَ - istelhase", "muzari": "يَسْتَلْهِثُ - yestelhisu", "masdar": "اِسْتِلْهَاث - istilhas"}, "bab_anlami": "Soluk soluğa kalmayı istemek, yorulmayı arzulamak veya bir şeyi elde etmek için aşırı çaba göstermek anlamına gelir. Bu bab, bir amaca ulaşmak için gösterilen yoğun çabayı ve bu çabanın getirdiği yorgunluğu vurgular. Bu kalıp, birinin bir şeyi elde etmek için ne kadar istekli olduğunu ve bu isteğin onu ne kadar yorduğunu ifade eder. Bu, eylemin sadece fiziksel bir eylem olmadığını, aynı zamanda bir arzuyu ve bu arzunun getirdiği çabayı da ifade ettiğini gösterir.", "mikro_mantik": "Bu bab, bir amaca ulaşmak için gösterilen yoğun çabayı ve bu çabanın getirdiği yorgunluğu vurgular. Eylemin sadece fiziksel bir eylem olmadığını, aynı zamanda bir arzuyu ve bu arzunun getirdiği çabayı da ifade ettiğini gösterir. Bu kalıp, eylemin kişinin içsel dünyasıyla bağlantılı olduğunu ve bu bağlantının eylemin yoğunluğunu artırdığını gösterir."}]}], "لهم": [{"kok": "لهم", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Kendine ait olma, aidiyet, bir şeye veya birine bağlılık. Sahiplik ve ilişki kavramlarını içerir. Varlığın bir parçası olarak kabul edilme.", "kavramsal_derinlik": "İlişkisel varoluş, aidiyetin psikolojik ve sosyal boyutları, sahiplenmenin etik sınırları."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "lahime - لَهِمَ", "muzari": "yalahamu - يَلْهَمُ", "masdar": "lahm - لَهْم"}, "bab_anlami": "Bir şeyi şiddetle arzulama, ona tutkuyla bağlanma. Bu, bir hedefe ulaşma isteği veya bir duyguya kapılma şeklinde olabilir. Ruhun bir şeye yönelmesi ve onda anlam bulması.", "mikro_mantik": "Kökün temel anlamını (aidiyet) yoğunlaştırır. Fiilin basit formu, eylemin doğrudan ve engelsiz bir şekilde gerçekleştiğini gösterir. Bu kalıp, kökün anlamını bir arzu ve tutku eylemine dönüştürür."}, {"bab_no": 2, "fiil_formlari": {"mazi": "lahhame - لَهَّمَ", "muzari": "yulahhimu - يُلَهِّمُ", "masdar": "talhiim - تَلْهِيم"}, "bab_anlami": "Bir şeyi bir başkasına ait kılma, bir şeyi birine atfetme veya isnat etme. Bu, bir niteliği birine verme veya bir sorumluluğu birine yükleme şeklinde olabilir. Bir şeyi bir başkasının varlığına dahil etme.", "mikro_mantik": "Kökün anlamını (aidiyet) başkasına yöneltme eylemini ifade eder. Tekrarlama (şedde), eylemin yoğunluğunu veya sürekliliğini vurgular. Bu kalıp, aidiyetin başkalarıyla olan ilişkisini ve paylaşımını ifade eder."}, {"bab_no": 3, "fiil_formlari": {"mazi": "laahame - لَاهَمَ", "muzari": "yulaahimu - يُلَاهِمُ", "masdar": "lihaam - لِهَام"}, "bab_anlami": "Karşılıklı olarak birbirine ait olma, bir ilişki içinde ortak bir paydada buluşma. Bu, iki tarafın birbirine bağlılığını ve birbirini tamamlamasını ifade eder. Ortak bir amaca veya duyguya sahip olma.", "mikro_mantik": "Kökün anlamını (aidiyet) karşılıklı bir ilişki içinde ifade eder. Müşareket (karşılıklılık) kalıbı, eylemin iki taraf arasında gerçekleştiğini gösterir. Bu kalıp, aidiyetin sosyal ve ilişkisel boyutunu vurgular."}, {"bab_no": 4, "fiil_formlari": {"mazi": "alhame - أَلْهَمَ", "muzari": "yulhimu - يُلْهِمُ", "masdar": "ilhaam - إِلْهَام"}, "bab_anlami": "İlham vermek, birine bir fikir veya duygu aşılamak. Bu, birinin zihnine veya kalbine bir düşünceyi yerleştirmek ve onu harekete geçirmek anlamına gelir. İlahi bir kaynaktan gelen bir esinlenme.", "mikro_mantik": "Kökün anlamını (aidiyet) bir içselleştirme ve esinlenme eylemine dönüştürür. İfal babı, eylemin bir dış etkiden kaynaklandığını gösterir. Bu kalıp, aidiyetin manevi ve yaratıcı boyutunu ifade eder."}, {"bab_no": 5, "fiil_formlari": {"mazi": "talahhame - تَلَهَّمَ", "muzari": "yatalahhamu - يَتَلَهَّمُ", "masdar": "talahhum - تَلَهُّم"}, "bab_anlami": "Bir şeyi derinlemesine anlamaya çalışmak, bir konuyu özümsemek. Bu, bir bilgiye veya duyguya yoğunlaşmak ve onu kendi varlığına katmak anlamına gelir. İçsel bir arayış ve öğrenme süreci.", "mikro_mantik": "Kökün anlamını (aidiyet) bir içselleştirme ve özümseme sürecine dönüştürür. Tefaul babı, eylemin çaba gerektirdiğini ve zaman aldığını gösterir. Bu kalıp, aidiyetin kişisel gelişim ve anlayışla olan ilişkisini vurgular."}, {"bab_no": 6, "fiil_formlari": {"mazi": "talaahame - تَلَاهَمَ", "muzari": "yatalaahamu - يَتَلَاهَمُ", "masdar": "talaahum - تَلَاهُم"}, "bab_anlami": "Birbirine karşı şefkat ve merhamet göstermek, birbirine destek olmak. Bu, insanların birbirlerinin acılarını anlaması ve onlara yardım etmesi anlamına gelir. Ortak bir insanlık bağı.", "mikro_mantik": "Kökün anlamını (aidiyet) karşılıklı bir şefkat ve destek ilişkisine dönüştürür. Tefaul babı, eylemin iki taraf arasında gerçekleştiğini ve karşılıklı olduğunu gösterir. Bu kalıp, aidiyetin sosyal ve duygusal boyutunu vurgular."}, {"bab_no": 7, "fiil_formlari": {"mazi": "inlahame - إِنْلَهَمَ", "muzari": "yanlahimu - يَنْلَهِمُ", "masdar": "inlihaam - إِنْلِهَام"}, "bab_anlami": "Bir duyguya veya düşünceye kapılmak, bir şeyin etkisi altında kalmak. Bu, bir şeyin zihne veya kalbe nüfuz etmesi ve kişiyi değiştirmesi anlamına gelir. İçsel bir dönüşüm süreci.", "mikro_mantik": "Kökün anlamını (aidiyet) bir içselleşme ve etki altında kalma durumuna dönüştürür. İnfiâl babı, eylemin pasif olduğunu ve bir dış etkiden kaynaklandığını gösterir. Bu kalıp, aidiyetin kişisel deneyim ve duygularla olan ilişkisini vurgular."}, {"bab_no": 8, "fiil_formlari": {"mazi": "iltahame - إِلْتَهَمَ", "muzari": "yaltahimu - يَلْتَهِمُ", "masdar": "iltihaam - إِلْتِهَام"}, "bab_anlami": "Bir şeyi tamamen tüketmek, bir şeyi yok etmek. Bu, bir duygunun veya düşüncenin kişiyi ele geçirmesi veya bir olayın bir şeyi ortadan kaldırması anlamına gelir. Yok oluş ve kayıp.", "mikro_mantik": "Kökün anlamını (aidiyet) bir yok etme ve tüketme eylemine dönüştürür. İftiâl babı, eylemin yoğunluğunu ve etkisini vurgular. Bu kalıp, aidiyetin zıttı olan yok oluş ve kayıp kavramlarını ifade eder."}, {"bab_no": 9, "fiil_formlari": {"mazi": "if'alle - اِفْعَلَّ", "muzari": "yef'allu - يَفْعَلُّ", "masdar": "if'illaal - اِفْعِلَّال"}, "bab_anlami": "Bu kalıp için 'lahm' kökünden bir fiil türetmek zordur. Ancak, eğer türetilseydi, bir şeyin aşırı derecede bir şeye ait olduğunu veya bir şeyle aşırı derecede ilişkilendirildiğini ifade edebilirdi. Aşırıya kaçan bir aidiyet duygusu.", "mikro_mantik": "Bu kalıp, bir niteliğin aşırılığını veya yoğunluğunu ifade eder. Kökün anlamını (aidiyet) abartılı bir şekilde vurgular. Bu kalıp, aidiyetin sınırlarını zorlayan bir durumu ifade eder."}, {"bab_no": 10, "fiil_formlari": {"mazi": "istalhame - اِسْتَلْهَمَ", "muzari": "yastalhimu - يَسْتَلْهِمُ", "masdar": "istilhaam - اِسْتِلْهَام"}, "bab_anlami": "İlham istemek, birinden bir fikir veya duygu almak için çabalamak. Bu, bir rehberlik veya esin kaynağı arayışı içinde olmak anlamına gelir. Yaratıcılık ve bilgelik arayışı.", "mikro_mantik": "Kökün anlamını (aidiyet) bir arayış ve talep eylemine dönüştürür. İstif'al babı, eylemin bir talep veya arayış içerdiğini gösterir. Bu kalıp, aidiyetin bilgi ve ilhamla olan ilişkisini vurgular."}]}], "لهو": [{"kok": "لهو", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Oyun, eğlence, boş işlerle oyalanma; hakikatten uzaklaşma, gaflet.", "kavramsal_derinlik": "Dünyevi zevklerin geçiciliği ve insanın ruhani gelişiminden alıkoyması; ilahi hakikatten uzaklaşmanın sonuçları."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "لَهَا - lahaa", "muzari": "يَلْهُو - yalho", "masdar": "لَهْو - lahw"}, "bab_anlami": "Bu babda kök, kişinin kendini eğlenceye, oyuna veya boş işlere vermesi anlamına gelir. Bu, zihnin ve kalbin hakikatten uzaklaşmasına, geçici zevklere odaklanmasına işaret eder. Bu eylem, kişinin ruhani gelişimini engelleyebilir ve onu daha derin anlam arayışından alıkoyabilir. Aynı zamanda, bu kalıp, bir şeyle oyalanmayı, bir şeyin cazibesine kapılmayı ve bu nedenle asıl amacından sapmayı ifade edebilir.", "mikro_mantik": "Bu basit fiil kalıbı, kökün temel anlamını doğrudan eyleme dönüştürür.  Kökün ifade ettiği 'oyalanma' veya 'eğlence' halinin, fail tarafından gerçekleştirilen bir eylem olduğunu gösterir. Fiilin yalın hali, eylemin yoğunluğunu veya sürekliliğini belirtmez, sadece eylemin varlığını vurgular."}, {"bab_no": 2, "fiil_formlari": {"mazi": "لَهَّى - lahhaa", "muzari": "يُلَهِّي - yulahhi", "masdar": "تَلْهِيَة - talhiye"}, "bab_anlami": "Bu babda kök, birini eğlendirmek, oyalamak veya bir şeyle meşgul etmek anlamına gelir. Bu, kişinin dikkatini dağıtarak onu asıl amacından uzaklaştırmayı veya hakikatten gafil bırakmayı içerebilir. Bu kalıp, aynı zamanda birini boş ve anlamsız şeylerle meşgul ederek zamanını boşa harcamasına neden olmayı da ifade edebilir. Bu eylem, başkasının ruhani gelişimini engelleyebilir ve onu daha derin anlam arayışından alıkoyabilir.", "mikro_mantik": "Bu kalıp, kökün anlamını yoğunlaştırır ve geçişli hale getirir. Fail, sadece 'oyalanmak' eylemini gerçekleştirmekle kalmaz, aynı zamanda başkasını da bu eyleme dahil eder. Bu, eylemin etkisinin genişlediğini ve başkalarının da hakikatten uzaklaşmasına neden olabileceğini gösterir."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَلَهَّى - talahhaa", "muzari": "يَتَلَهَّى - yatalahhaa", "masdar": "تَلَهِّي - talahhi"}, "bab_anlami": "Bu babda kök, kendini eğlenceye, oyuna veya boş işlere adamak, tamamen bunlara dalmak anlamına gelir. Bu, kişinin tüm dikkatini ve enerjisini geçici zevklere yöneltmesi ve hakikatten tamamen gafil kalması durumunu ifade eder. Bu kalıp, aynı zamanda kişinin kendini aldatması, gerçek sorunlarından kaçması ve sahte bir mutluluk arayışına girmesi anlamına da gelebilir. Bu durum, ruhani çöküşe ve anlam kaybına yol açabilir.", "mikro_mantik": "Bu kalıp, eylemin yoğunluğunu ve sürekliliğini vurgular. Fail, sadece 'oyalanmak' eylemini gerçekleştirmekle kalmaz, aynı zamanda bu eyleme kendini tamamen adar. Bu, eylemin fail üzerindeki etkisinin derinleştiğini ve kişinin hakikatten uzaklaşma eğiliminin arttığını gösterir."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَلْهَى - istalhaa", "muzari": "يَسْتَلْهِي - yastalhi", "masdar": "اِسْتِلْهَاء - istilhaa"}, "bab_anlami": "Bu babda kök, eğlence ve oyalanma arayışında olmak, kendini boş işlere kaptırmak veya bir şeyin cazibesine kapılarak asıl amacından sapmak anlamına gelir. Bu, kişinin hakikatten uzaklaşma eğilimini güçlendirir ve onu daha derin anlam arayışından alıkoyar. Bu kalıp, aynı zamanda bir şeyin cazibesine kapılarak aldanmayı, gerçek değerleri göz ardı etmeyi ve geçici zevklere bağımlı hale gelmeyi de ifade edebilir. Bu durum, ruhani boşluğa ve tatminsizliğe yol açabilir.", "mikro_mantik": "Bu kalıp, eylemin arayış ve talep boyutunu vurgular. Fail, 'oyalanmak' eylemini sadece gerçekleştirmekle kalmaz, aynı zamanda bu eylemi aktif olarak arar ve talep eder. Bu, eylemin fail üzerindeki kontrolünün arttığını ve kişinin hakikatten uzaklaşma eğiliminin daha da güçlendiğini gösterir."}]}], "لوت": [{"kok": "لوت", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Bir şeyin özünü bozma, eğip bükme, asıl halinden saptırma; sapkınlık ve çürüme potansiyeli.", "kavramsal_derinlik": "Fıtratın bozulması, ahlaki çöküş, ilahi düzenden sapma ve bunun bireysel/toplumsal sonuçları."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "لاتَ - Lâte", "muzari": "يَلُوتُ - Yelûtu", "masdar": "لَوْت - Levt"}, "bab_anlami": "Bir şeyi eğmek, bükmek, çevirmek; bir şeyi asıl amacından saptırmak. Bu kalıp, bir şeyin doğal akışını bozma, onu farklı bir yöne çekme veya manipüle etme eylemini ifade eder. Aynı zamanda, bir durumun veya olayın seyrini değiştirme, onu arzu edilen veya beklenmeyen bir sonuca yöneltme anlamını da taşır. Bu, hem fiziksel bir bükme hem de soyut bir saptırma olabilir, örneğin bir gerçeği çarpıtmak veya bir niyeti değiştirmek.", "mikro_mantik": "Bu kalıp, fiilin temel anlamını doğrudan ve basit bir şekilde ifade eder. Kökün anlamını değiştirmeden, sadece eylemin temel formunu sunar. Bu, eylemin yalın ve dolaysız bir şekilde gerçekleştiğini gösterir; ek anlam katmanları veya yoğunluklar içermez."}, {"bab_no": 2, "fiil_formlari": {"mazi": "لاَوَّتَ - Lâvvete", "muzari": "يُلَوِّتُ - Yülevvitu", "masdar": "تَلْوِيت - Telvît"}, "bab_anlami": "Bir şeyi tekrar tekrar bükmek, eğip çevirmek; bir şeyi sürekli olarak saptırmaya çalışmak. Bu kalıp, eylemin yoğunluğunu ve tekrarlanmasını vurgular. Bir şeyi defalarca bozma, çarpıtma veya manipüle etme çabasını ifade eder. Bu, bir düşünceyi sürekli olarak yanlış yorumlama veya bir durumu sürekli olarak kendi lehine çevirme gibi durumları içerebilir. Aynı zamanda, bir şeyin özünü kalıcı olarak bozma veya değiştirme niyetini de gösterebilir.", "mikro_mantik": "Bu kalıp, fiilin anlamını yoğunlaştırır ve tekrarlanan bir eylemi ifade eder. Kökün anlamını güçlendirerek, eylemin sürekliliğini ve yoğunluğunu vurgular. Bu, eylemin basit bir olay olmaktan ziyade, devam eden bir süreç olduğunu gösterir."}, {"bab_no": 3, "fiil_formlari": {"mazi": "لاَوَتَ - Lâvete", "muzari": "يُلَاوِتُ - Yülâvitu", "masdar": "مُلَاوَتَة - Mülâvete"}, "bab_anlami": "Bir şeyi bükmekte, saptırmakta yarışmak; karşılıklı olarak birbirini saptırmaya çalışmak. Bu kalıp, iki veya daha fazla tarafın birbirini etkilemeye, manipüle etmeye veya saptırmaya çalıştığı bir etkileşimi ifade eder. Bir tartışmada tarafların birbirlerinin argümanlarını çürütmeye çalışması veya bir rekabette rakiplerin birbirlerini alt etmeye çalışması gibi durumları içerebilir. Bu, karşılıklı bir çaba ve rekabet halini gösterir.", "mikro_mantik": "Bu kalıp, fiilin anlamını karşılıklılık ve etkileşim boyutuyla genişletir. Kökün anlamını, iki veya daha fazla taraf arasındaki bir etkileşim bağlamına yerleştirir. Bu, eylemin tek taraflı olmaktan ziyade, karşılıklı bir süreç olduğunu gösterir."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَلَاتَ - Elâte", "muzari": "يُؤْلِيتُ - Yü'lîtu", "masdar": "إِلَاتَة - Îlâte"}, "bab_anlami": "Bir şeyi bükmeye, saptırmaya zorlamak; bir şeyi sapkınlığa sürüklemek. Bu kalıp, bir şeyi zorla veya baskıyla asıl yolundan saptırma eylemini ifade eder. Birini ahlaki olarak yoldan çıkarma, bir düşünceyi zorla çarpıtma veya bir durumu manipüle ederek istenmeyen bir sonuca yöneltme gibi durumları içerebilir. Bu, bir tür zorlama ve kontrol mekanizmasını gösterir.", "mikro_mantik": "Bu kalıp, fiilin anlamını nedensellik ve zorlama boyutuyla genişletir. Kökün anlamını, bir başkasının eylemi üzerinde etkili olma veya bir durumu manipüle etme bağlamına yerleştirir. Bu, eylemin sadece gerçekleşmekle kalmayıp, aynı zamanda bir sonuç doğurduğunu ve bir etki yarattığını gösterir."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَلَوَّتَ - Telâvvete", "muzari": "يَتَلَوَّتُ - Yetelâvvetu", "masdar": "تَلَوّت - Telâvvut"}, "bab_anlami": "Bükülmek, eğrilmek, saptırılmak; kendi kendine bozulmak. Bu kalıp, bir şeyin kendi içsel yapısından dolayı bozulması, eğrilmesi veya saptırılması durumunu ifade eder. Bir malzemenin zamanla çürümesi, bir düşüncenin zamanla değişmesi veya bir ilişkinin kendi içindeki sorunlar nedeniyle bozulması gibi durumları içerebilir. Bu, dışsal bir etkiden ziyade, içsel bir süreçle gerçekleşen bir bozulmayı gösterir.", "mikro_mantik": "Bu kalıp, fiilin anlamını içsel süreçler ve dönüşüm boyutuyla genişletir. Kökün anlamını, bir şeyin kendi içindeki değişim ve bozulma bağlamına yerleştirir. Bu, eylemin dışsal bir etkiden ziyade, içsel bir dinamikle gerçekleştiğini gösterir."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَلَاوَتَ - Telâvete", "muzari": "يَتَلَاوَتُ - Yetelâvetu", "masdar": "تَلَاوُت - Telâvut"}, "bab_anlami": "Bükülmekte, saptırmakta birbirine benzemek; karşılıklı olarak bozulmaya meyilli olmak. Bu kalıp, iki veya daha fazla şeyin birbirine benzer şekilde bozulmaya, eğrilmeye veya saptırılmaya meyilli olduğunu ifade eder. İki farklı ideolojinin benzer şekilde yanlış yönlendirilmesi veya iki farklı malzemenin benzer şekilde çürümesi gibi durumları içerebilir. Bu, ortak bir eğilim veya kaderi gösterir.", "mikro_mantik": "Bu kalıp, fiilin anlamını benzerlik ve ortak kader boyutuyla genişletir. Kökün anlamını, iki veya daha fazla şey arasındaki ortak bir özellik veya eğilim bağlamına yerleştirir. Bu, eylemin sadece gerçekleşmekle kalmayıp, aynı zamanda bir karşılaştırma ve benzerlik içerdiğini gösterir."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْلَاتَ - İnlâte", "muzari": "يَنْلَوِتُ - Yenlevitu", "masdar": "اِنْلِيَات - İnliyât"}, "bab_anlami": "Bükülmeye, saptırılmaya maruz kalmak; bozulmaya açık olmak. Bu kalıp, bir şeyin dışsal etkilere karşı savunmasız olduğunu, kolayca bozulabileceğini veya saptırılabileceğini ifade eder. Bir kişinin manipülasyona açık olması, bir bilginin yanlış yorumlanmaya açık olması veya bir malzemenin çürümeye açık olması gibi durumları içerebilir. Bu, bir tür pasiflik ve savunmasızlık durumunu gösterir.", "mikro_mantik": "Bu kalıp, fiilin anlamını edilgenlik ve savunmasızlık boyutuyla genişletir. Kökün anlamını, dışsal etkilere maruz kalma ve kolayca etkilenme bağlamına yerleştirir. Bu, eylemin bir özne tarafından gerçekleştirilmekten ziyade, bir nesne üzerinde gerçekleştiğini gösterir."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِلْتَاتَ - İltâte", "muzari": "يَلْتَوِتُ - Yeltewitu", "masdar": "اِلْتِيَات - İltiyât"}, "bab_anlami": "Bükülmek, dolanmak, kıvrılmak; karmaşık ve anlaşılması zor hale gelmek. Bu kalıp, bir şeyin karmaşık bir şekilde dolanması, kıvrılması veya anlaşılması zor hale gelmesi durumunu ifade eder. Bir ipin düğümlenmesi, bir sorunun karmaşıklaşması veya bir metnin anlaşılması zor hale gelmesi gibi durumları içerebilir. Bu, bir tür karmaşıklık ve çözülme zorluğunu gösterir.", "mikro_mantik": "Bu kalıp, fiilin anlamını karmaşıklık ve dolanıklık boyutuyla genişletir. Kökün anlamını, bir şeyin karmaşık bir yapıya sahip olması veya anlaşılması zor hale gelmesi bağlamına yerleştirir. Bu, eylemin basit bir olay olmaktan ziyade, çözülmesi gereken bir sorun veya anlaşılması gereken bir durum olduğunu gösterir."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اِلْوَاتَّ - İlvatte", "muzari": "يَلْوَاتُّ - Yelvâttu", "masdar": "اِلْوِيَاتّ - İlviyâtt"}, "bab_anlami": "Aşırı derecede bükülmek, eğrilmek; tamamen bozulmak ve tanınmaz hale gelmek. Bu kalıp, bir şeyin aşırı derecede bozulması, eğrilmesi veya tanınmaz hale gelmesi durumunu ifade eder. Bir malzemenin tamamen çürümesi, bir düşüncenin tamamen yanlış yorumlanması veya bir kişinin ahlaki olarak tamamen çökmesi gibi durumları içerebilir. Bu, bir tür tam ve geri dönüşü olmayan bir bozulmayı gösterir.", "mikro_mantik": "Bu kalıp, fiilin anlamını aşırılık ve tam bozulma boyutuyla genişletir. Kökün anlamını, bir şeyin tamamen değişmesi ve asıl halinden uzaklaşması bağlamına yerleştirir. Bu, eylemin sadece gerçekleşmekle kalmayıp, aynı zamanda bir son nokta ve geri dönüşü olmayan bir durum olduğunu gösterir."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَلَاتَ - İstelâte", "muzari": "يَسْتَلِيتُ - Yestelîtu", "masdar": "اِسْتِلَاتَة - İstilâte"}, "bab_anlami": "Bükülmesini, saptırılmasını istemek; bozulmaya yol açacak bir durum aramak. Bu kalıp, bir şeyin bozulmasını, saptırılmasını veya yanlış yönlendirilmesini istemek veya buna yol açacak bir durum aramak anlamına gelir. Birinin bir başkasını manipüle etmek için fırsat kollaması, bir bilginin yanlış yorumlanmasına zemin hazırlamak veya bir malzemenin çürümesini hızlandıracak koşulları yaratmak gibi durumları içerebilir. Bu, bir tür kasıtlı niyet ve arayışı gösterir.", "mikro_mantik": "Bu kalıp, fiilin anlamını istek ve arayış boyutuyla genişletir. Kökün anlamını, bir şeyin gerçekleşmesini istemek veya buna yol açacak koşulları aramak bağlamına yerleştirir. Bu, eylemin sadece gerçekleşmekle kalmayıp, aynı zamanda bir niyet ve çaba içerdiğini gösterir."}]}], "لوح": [{"kok": "لوح", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Bir şeyi ortaya koymak, açıklamak, belirginleştirmek; bir yüzey üzerinde iz bırakmak, yazmak veya kazımak yoluyla bir şeyi sabitlemek.", "kavramsal_derinlik": "Varlığın yüzeyinde beliren anlamlar ve bu anlamların kaydedilmesi, muhafaza edilmesi eylemi. Hem fiziksel bir yüzeye yazı yazmayı, hem de zihinsel ve ruhsal bir yüzeye iz bırakmayı ifade eder. İlahi düzeyde ise, kaderin levhalara yazılması ve evrenin sırlarının açığa çıkarılması gibi derin anlamlar taşır."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "لاحَ", "muzari": "يَلُوحُ", "masdar": "لَوْح"}, "bab_anlami": "Belirmek, görünmek, ortaya çıkmak. Bir şeyin uzaktan fark edilmesi veya bir işaretin belirginleşmesi. Bu kalıp, bir şeyin varlığının yavaş yavaş kendini göstermesi, gizliliğin ortadan kalkması ve hakikatin zuhur etmesi anlamlarını taşır. Aynı zamanda, bir umut ışığının belirmesi veya bir tehlike işaretinin ortaya çıkması gibi durumları da ifade edebilir.", "mikro_mantik": "Bu bâb, kökün temel anlamını (bir yüzeyde iz bırakmak) genişleterek, bir şeyin varlığının veya etkisinin belirginleşmesi, görünür hale gelmesi sürecini ifade eder. Kökün statik anlamı, bu bâb ile dinamik bir sürece dönüşür; yani, bir şeyin 'oluş' halindeki tezahürünü vurgular."}, {"bab_no": 2, "fiil_formlari": {"mazi": "لَوَّحَ", "muzari": "يُلَوِّحُ", "masdar": "تَلْوِيح"}, "bab_anlami": "İşaret etmek, el sallamak, ima etmek, bir şeyi dolaylı olarak belirtmek. Bir fikri veya niyeti açıkça ifade etmek yerine, semboller veya jestler aracılığıyla iletmek. Bu kalıp, doğrudan ifade yerine, dolaylı anlatımın ve sembolizmin gücünü vurgular. Aynı zamanda, bir uyarı veya tehdidi ima etme anlamını da taşıyabilir.", "mikro_mantik": "Bu bâb, kökün anlamını (bir yüzeyde iz bırakmak) daha soyut bir düzeye taşır. Fiziksel bir iz bırakmak yerine, sembolik bir 'iz' bırakmayı, yani bir imayı veya işareti ifade eder. Tekrarlama (tef'îl) kalıbı, bu eylemin tekrarlı veya yoğun bir şekilde yapıldığını gösterir; yani, işaretin sürekli olarak verildiğini veya imanın güçlü olduğunu vurgular."}, {"bab_no": 3, "fiil_formlari": {"mazi": "لاَوَحَ", "muzari": "يُلاَوِحُ", "masdar": "مُلاَوَحَة"}, "bab_anlami": "Karşılıklı işaretleşmek, birbirine el sallamak, bir konuda karşılıklı olarak ima ve telkinlerde bulunmak. İki veya daha fazla taraf arasında gerçekleşen dolaylı iletişim ve etkileşim. Bu kalıp, ortak bir anlayışa veya gizli bir anlaşmaya işaret edebilir. Aynı zamanda, bir tartışmada veya müzakerede tarafların birbirlerine karşı takındıkları dolaylı tutumları da ifade edebilir.", "mikro_mantik": "Bu bâb, kökün anlamını (bir yüzeyde iz bırakmak) karşılıklı bir etkileşim bağlamına yerleştirir. İki tarafın birbirlerinin 'yüzeylerinde' karşılıklı 'izler' bırakması, yani birbirlerini etkilemesi ve anlamlarını paylaşması. Müşareket kalıbı, bu etkileşimin karşılıklı ve simetrik olduğunu vurgular."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَلَاحَ", "muzari": "يُلِيحُ", "masdar": "إِلاَحَة"}, "bab_anlami": "Bir şeyi açıkça göstermek, ortaya çıkarmak, ilan etmek. Gizli veya belirsiz olan bir şeyi, herkesin görebileceği ve anlayabileceği bir şekilde sunmak. Bu kalıp, hakikatin açığa çıkarılması, bir gerçeğin ilan edilmesi veya bir niyetin duyurulması gibi durumları ifade eder. Aynı zamanda, bir sırrın ifşa edilmesi veya bir yeteneğin sergilenmesi anlamını da taşıyabilir.", "mikro_mantik": "Bu bâb, kökün anlamını (bir yüzeyde iz bırakmak) daha aktif ve etkili bir hale getirir. Bir şeyin 'yüzeyini' açığa çıkarmak, yani onun gerçek doğasını veya potansiyelini ortaya koymak. İf'al kalıbı, bu eylemin kasıtlı ve amaçlı olduğunu, bir şeyi belirginleştirmek veya vurgulamak için yapıldığını gösterir."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَلَوَّحَ", "muzari": "يَتَلَوَّحُ", "masdar": "تَلَوُّح"}, "bab_anlami": "Rüzgarda dalgalanmak, sallanmak; rengi değişmek, solmak. Bir şeyin dış etkilere maruz kalarak değişime uğraması. Bu kalıp, bir bayrağın rüzgarda dalgalanması, bir çiçeğin solması veya bir yüzün renginin değişmesi gibi durumları ifade eder. Aynı zamanda, bir ruh halinin değişmesi veya bir fikrin evrilmesi anlamını da taşıyabilir.", "mikro_mantik": "Bu bâb, kökün anlamını (bir yüzeyde iz bırakmak) daha pasif ve alıcı bir hale getirir. Bir şeyin 'yüzeyinin' dış etkilere maruz kalarak değişmesi, yani onun içsel doğasının veya dış görünüşünün dönüşmesi. Tefaul kalıbı, bu değişimin doğal ve kendiliğinden olduğunu, bir dış gücün etkisiyle gerçekleştiğini gösterir."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَلَاوَحَ", "muzari": "يَتَلَاوَحُ", "masdar": "تَلَاوُح"}, "bab_anlami": "Karşılıklı olarak renk değiştirmek, birbirine benzemek, birbirini andırmak. İki veya daha fazla şeyin dış görünüşlerinde veya özelliklerinde benzerlik göstermesi. Bu kalıp, iki dağın siluetinin birbirine benzemesi, iki kişinin karakterlerinin birbirini andırması veya iki fikrin ortak noktalara sahip olması gibi durumları ifade eder. Aynı zamanda, bir yanılsama veya yanıltıcı bir benzerlik anlamını da taşıyabilir.", "mikro_mantik": "Bu bâb, kökün anlamını (bir yüzeyde iz bırakmak) karşılıklı bir benzerlik bağlamına yerleştirir. İki şeyin 'yüzeylerinin' birbirine benzemesi, yani onların dış görünüşlerinin veya özelliklerinin ortak noktalara sahip olması. Tefaul kalıbı, bu benzerliğin karşılıklı ve simetrik olduğunu, iki şeyin birbirini yansıttığını gösterir."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْلَاحَ", "muzari": "يَنْلَاحُ", "masdar": "إِنْلِيَاح"}, "bab_anlami": "Açılmak, belirmek, ortaya çıkmak (özellikle bir sır veya gizli bir şey). Bir şeyin gizliliğinin ortadan kalkması ve herkesin görebileceği bir şekilde ortaya çıkması. Bu kalıp, bir gerçeğin gün yüzüne çıkması, bir sırrın ifşa olması veya bir yeteneğin sergilenmesi gibi durumları ifade eder. Aynı zamanda, bir umudun yeşermesi veya bir fırsatın doğması anlamını da taşıyabilir.", "mikro_mantik": "Bu bâb, kökün anlamını (bir yüzeyde iz bırakmak) daha kendiliğinden ve doğal bir hale getirir. Bir şeyin 'yüzeyinin' kendiliğinden açılması, yani onun içsel doğasının veya potansiyelinin kendiliğinden ortaya çıkması. İnfi'al kalıbı, bu eylemin pasif ve kendiliğinden olduğunu, bir dış gücün etkisi olmadan gerçekleştiğini gösterir."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِلْتَاحَ", "muzari": "يَلْتَاحُ", "masdar": "إِلْتِيَاح"}, "bab_anlami": "Parlamak, ışıldamak, aydınlanmak; bir şeye özlem duymak, hasret çekmek. Bir şeyin içsel bir ışıkla parlaması veya bir duyguyla aydınlanması. Bu kalıp, bir yıldızın parlaması, bir yüzün sevinçle aydınlanması veya bir kalbin özlemle dolması gibi durumları ifade eder. Aynı zamanda, bir ilhamın gelmesi veya bir vizyonun belirginleşmesi anlamını da taşıyabilir.", "mikro_mantik": "Bu bâb, kökün anlamını (bir yüzeyde iz bırakmak) daha içsel ve duygusal bir hale getirir. Bir şeyin 'yüzeyinin' parlaması veya aydınlanması, yani onun içsel güzelliğinin veya duygusal yoğunluğunun dışa vurması. İfti'al kalıbı, bu eylemin aktif ve bilinçli olduğunu, bir şeyin kendini ifade etmek veya bir duyguya odaklanmak için yapıldığını gösterir."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَلَاحَ", "muzari": "يَسْتَلِيحُ", "masdar": "إِسْتِلَاحَة"}, "bab_anlami": "Bir şeyin parlamasını veya görünmesini istemek, bir şeyi açıkça görmek veya anlamak için çabalamak. Hakikati aramak, gerçeği ortaya çıkarmak için gayret göstermek. Bu kalıp, bir bilginin peşine düşmek, bir sırrı çözmek için uğraşmak veya bir vizyonu netleştirmek için çabalamak gibi durumları ifade eder. Aynı zamanda, bir şeyi elde etmek veya bir hedefe ulaşmak için gayret gösterme anlamını da taşıyabilir.", "mikro_mantik": "Bu bâb, kökün anlamını (bir yüzeyde iz bırakmak) daha aktif ve amaçlı bir hale getirir. Bir şeyin 'yüzeyinin' parlamasını veya görünmesini istemek, yani onun gerçek doğasını veya potansiyelini ortaya çıkarmak için çabalamak. İstif'al kalıbı, bu eylemin bilinçli ve amaçlı olduğunu, bir şeyi elde etmek veya bir hedefe ulaşmak için yapıldığını gösterir."}]}], "لوذ": [{"kok": "لوذ", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Sığınma, iltica etme, bir şeye tutunarak korunma. Özünde zayıflığın ve korunma ihtiyacının kabulü yatar. Bu kök, varlığın kırılganlığına ve mutlak bir dayanağa duyulan özlemi ifade eder.", "kavramsal_derinlik": "Beşeri boyutta çaresizliğin ve güvensizliğin tezahürü olarak sığınma arayışı; ilahi boyutta ise mutlak kudrete teslimiyetin ve O'na yönelmenin ifadesi. İnsan, faniliğinin farkında olarak ebedi olana sığınır."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "لاَذَ - laze", "muzari": "يَلُوذُ - yeluzu", "masdar": "لَوْذ - levz"}, "bab_anlami": "Sığınmak, bir yere iltica etmek, bir şeye tutunarak korunmaya çalışmak. Bu kalıp, eylemin basitçe gerçekleştiğini ve öznenin bir koruma arayışında olduğunu gösterir. Varlığın, dışsal bir tehdide karşı içgüdüsel bir tepkisi olarak kendini koruma çabasıdır. Bu sığınma, fiziksel bir mekân olabileceği gibi, soyut bir kavram veya inanç da olabilir.", "mikro_mantik": "Bu bab, fiilin temel anlamını en yalın haliyle ifade eder. Eylemin geçişsiz (lazım) olduğunu ve öznenin doğrudan bir nesneye etki etmediğini gösterir. Kök anlamının temel ve değişmez halini sunar; sığınma eyleminin kendisini, herhangi bir ek anlam veya yoğunluk katmadan belirtir."}, {"bab_no": 2, "fiil_formlari": {"mazi": "لاَوَذَ - laveze", "muzari": "يُلاَوِذُ - yulavizu", "masdar": "مُلاَوَذَة - mulaveze"}, "bab_anlami": "Birbirine sığınmak, karşılıklı olarak korunmaya çalışmak, yardımlaşmak suretiyle güvende kalmaya çalışmak. Bu kalıp, eylemin karşılıklı ve etkileşimli olduğunu vurgular. İki veya daha fazla varlığın, ortak bir tehdide karşı birlikte hareket ederek birbirlerine destek olmalarıdır. Bu, sosyal dayanışmanın ve işbirliğinin temelini oluşturur. Varlıkların, yalnız olmadıklarını ve birlikte daha güçlü olduklarını fark etmelerinin bir yansımasıdır.", "mikro_mantik": "Bu bab, kök anlamını karşılıklılık ve etkileşim boyutuyla genişletir. Fiilin müteaddi (geçişli) olabileceğini ve öznenin bir nesneye etki ettiğini gösterir, ancak bu etki karşılıklıdır. Sığınma eyleminin, bireysel bir çabadan ziyade, kolektif bir eylem haline geldiğini ifade eder."}, {"bab_no": 3, "fiil_formlari": {"mazi": "لاَوَذَ - laveze", "muzari": "يُلاَوِذُ - yulavizu", "masdar": "لِوَاذ - livaz"}, "bab_anlami": "Sığınma yarışına girmek, sığınmak için çabalamak, bir şeyi elde etmek için sığınmayı araç olarak kullanmak. Bu kalıp, sığınma eylemine rekabet ve çıkar unsurunu ekler. Varlıkların, kaynaklara veya korumaya ulaşmak için birbirleriyle yarıştıkları bir senaryoyu ifade eder. Bu, hayatta kalma mücadelesinin ve kaynakların kıtlığının bir yansımasıdır. Sığınma, artık sadece bir korunma eylemi değil, aynı zamanda bir strateji haline gelir.", "mikro_mantik": "Bu bab, kök anlamını yoğunluk ve rekabet boyutuyla derinleştirir. Fiilin müteaddi (geçişli) olduğunu ve öznenin bir nesneye ulaşmak için çabaladığını gösterir. Sığınma eyleminin, bireysel çıkarlar doğrultusunda kullanılabileceğini ve rekabetçi bir ortamda bir araç haline gelebileceğini ifade eder."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَلَاذَ - elaze", "muzari": "يُلِيذُ - yulizu", "masdar": "إِلاَذَة - ilaze"}, "bab_anlami": "Sığındırmak, birini koruması altına almak, birine güven vermek. Bu kalıp, sığınma eyleminin başkasına yönelik olduğunu ve öznenin bir başkasını koruma sorumluluğunu üstlendiğini gösterir. Varlıkların, zayıf ve savunmasız olanlara karşı şefkat ve merhamet göstermelerinin bir ifadesidir. Bu, toplumsal dayanışmanın ve ahlaki sorumluluğun temelini oluşturur. Sığınma, artık sadece bireysel bir ihtiyaç değil, aynı zamanda başkalarına karşı bir yükümlülük haline gelir.", "mikro_mantik": "Bu bab, kök anlamını geçişlilik ve etki boyutuyla genişletir. Fiilin müteaddi (geçişli) olduğunu ve öznenin doğrudan bir nesneye etki ettiğini gösterir. Sığınma eyleminin, başkalarına yardım etme ve onları koruma amacını taşıdığını ifade eder."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَلاَوَذَ - telaveze", "muzari": "يَتَلاَوَذُ - yetelavezu", "masdar": "تَلاَوُذ - telavuz"}, "bab_anlami": "Sığınır gibi yapmak, sığınma numarası yapmak, kendini koruyormuş gibi göstermek. Bu kalıp, sığınma eylemine riyakârlık ve sahtekârlık unsurunu ekler. Varlıkların, gerçek niyetlerini gizlemek için sığınmayı bir araç olarak kullandıkları bir senaryoyu ifade eder. Bu, manipülasyonun ve aldatmanın bir yansımasıdır. Sığınma, artık samimi bir eylem değil, aynı zamanda bir maske haline gelir.", "mikro_mantik": "Bu bab, kök anlamını sahtelik ve aldatma boyutuyla çarpıtır. Fiilin dönüşlü (mütavaat) olduğunu ve öznenin kendi üzerinde bir etki yarattığını gösterir, ancak bu etki gerçek değildir. Sığınma eyleminin, samimiyetten uzak ve manipülatif amaçlarla kullanılabileceğini ifade eder."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَلَاوَذَ - telaveze", "muzari": "يَتَلَاوَذُ - yetelavezu", "masdar": "تَلَاوُذ - telavuz"}, "bab_anlami": "Birbirine sığınır gibi yapmak, karşılıklı olarak sığınma numarası yapmak, sahte bir dayanışma sergilemek. Bu kalıp, sığınma eylemine karşılıklı riyakârlık ve sahte dayanışma unsurunu ekler. Varlıkların, gerçek niyetlerini gizlemek ve birbirlerini aldatmak için sığınmayı bir araç olarak kullandıkları bir senaryoyu ifade eder. Bu, güvensizliğin ve samimiyetsizliğin bir yansımasıdır. Sığınma, artık gerçek bir koruma değil, aynı zamanda bir oyun haline gelir.", "mikro_mantik": "Bu bab, kök anlamını karşılıklı sahtelik ve aldatma boyutuyla çarpıtır. Fiilin dönüşlü (mütavaat) ve karşılıklı (müşareket) olduğunu gösterir. Sığınma eyleminin, samimiyetten uzak ve manipülatif amaçlarla kullanılabileceğini ve karşılıklı aldatmaya dayalı bir ilişkiyi ifade edebileceğini gösterir."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْلَاَذَ - inleaze", "muzari": "يَنْلَاَذُ - yenleizu", "masdar": "اِنْلِيَاذ - inliyaz"}, "bab_anlami": "Sığınmaya zorlanmak, sığınmaya mecbur kalmak, istemeden sığınmak. Bu kalıp, sığınma eyleminin zorunluluk ve çaresizlik sonucu gerçekleştiğini vurgular. Varlıkların, kendi iradeleri dışında, dışsal koşullar nedeniyle sığınmaya mecbur kaldıkları bir senaryoyu ifade eder. Bu, özgürlüğün kısıtlanmasının ve kontrolün kaybedilmesinin bir yansımasıdır. Sığınma, artık bir tercih değil, aynı zamanda bir kader haline gelir.", "mikro_mantik": "Bu bab, kök anlamını zorunluluk ve çaresizlik boyutuyla derinleştirir. Fiilin edilgen (meçhul) olduğunu ve öznenin bir eyleme maruz kaldığını gösterir. Sığınma eyleminin, dışsal bir güç tarafından dayatıldığını ve öznenin kontrolü dışında gerçekleştiğini ifade eder."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِلْتَاَذَ - ilteaze", "muzari": "يَلْتَاَذُ - yelteizu", "masdar": "اِلْتِيَاذ - iltiyaz"}, "bab_anlami": "Sığınmak için fırsat kollamak, sığınma imkanı aramak, sığınmaya hevesli olmak. Bu kalıp, sığınma eylemine istek ve arzu unsurunu ekler. Varlıkların, sığınma fırsatlarını değerlendirmek için aktif olarak çaba gösterdikleri bir senaryoyu ifade eder. Bu, korunma ihtiyacının ve güvende olma arzusunun bir yansımasıdır. Sığınma, artık sadece bir eylem değil, aynı zamanda bir hedef haline gelir.", "mikro_mantik": "Bu bab, kök anlamını istek ve arzu boyutuyla genişletir. Fiilin dönüşlü (mütavaat) olduğunu ve öznenin kendi üzerinde bir etki yarattığını gösterir. Sığınma eyleminin, bilinçli bir tercih ve aktif bir çaba sonucu gerçekleştiğini ifade eder."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اِلْوَاذَّ - ilvazze", "muzari": "يَلْوَاذُّ - yelvazzu", "masdar": "اِلْوِيْذَاذ - ilvizaz"}, "bab_anlami": "(Renklerde) bir şeyin bir renge çalması, tam olarak o renk olmamakla birlikte ona yakın durması; (mecazen) bir duruma tam olarak sığınmamakla birlikte ona yakın durmak, bir nevi sığınma emaresi göstermek. Bu kalıp, sığınma eyleminin tam olarak gerçekleşmediği, ancak sığınmaya benzer bir durumun yaşandığı bir senaryoyu ifade eder. Belirsizliğin ve kararsızlığın bir yansımasıdır. Sığınma, artık kesin bir eylem değil, aynı zamanda bir olasılık haline gelir.", "mikro_mantik": "Bu bab, kök anlamını belirsizlik ve olasılık boyutuyla yumuşatır. Fiilin yoğunlaştırılmış (mübalağa) olduğunu ve öznenin bir eylemi abartılı bir şekilde yaptığını gösterir, ancak bu eylem tam olarak gerçekleşmemiştir. Sığınma eyleminin, tam olarak gerçekleşmese bile, bir etki yarattığını ve bir olasılık olarak varlığını sürdürdüğünü ifade eder."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَلَاذَ - istelaze", "muzari": "يَسْتَلِيذُ - yestelizu", "masdar": "اِسْتِلَاذَة - istilaze"}, "bab_anlami": "Sığınma talebinde bulunmak, sığınma hakkını kullanmak, sığınma arayışında olmak. Bu kalıp, sığınma eyleminin bir hak olarak kabul edildiği ve talep edilebildiği bir senaryoyu ifade eder. Varlıkların, korunma hakkını elde etmek için başvurdukları ve talepte bulundukları bir durumu gösterir. Bu, adalet ve eşitlik ilkesinin bir yansımasıdır. Sığınma, artık sadece bir ihtiyaç değil, aynı zamanda bir hak haline gelir.", "mikro_mantik": "Bu bab, kök anlamını talep ve hak boyutuyla genişletir. Fiilin talep (istif'al) babında olduğunu ve öznenin bir şey talep ettiğini gösterir. Sığınma eyleminin, bir hak olarak talep edilebileceğini ve elde edilebileceğini ifade eder."}]}], "لوم": [{"kok": "لوم", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Kınama, ayıplama, kusur bulma; sorumluluk yükleme ve suçlama eylemlerinin temelindeki öz", "kavramsal_derinlik": "Beşeri ilişkilerdeki yargılama ve hesap sorma dinamiklerinden, ilahi adalet ve sorumluluk bilincine uzanan geniş bir yelpaze"}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "لَامَ - Lâme", "muzari": "يَلُومُ - Yelûmu", "masdar": "لَوْم - Levm"}, "bab_anlami": "Kınamak, ayıplamak, suçlamak; birinin kusurunu yüzüne vurmak. Bu kalıp, genellikle bir eylemin veya durumun olumsuz sonuçlarına dikkat çekme ve sorumluluğu belirleme amacı taşır. Aynı zamanda, kişinin kendi iç hesaplaşması ve vicdani muhasebesi anlamında da kullanılabilir. Bu kalıp, bireyler arası ilişkilerde olduğu kadar, bireyin kendi iç dünyasındaki çatışmaları ve pişmanlıkları ifade etmede de önemli bir rol oynar.", "mikro_mantik": "Bu bab, fiilin temel anlamını doğrudan ve yoğun bir şekilde ifade eder. Failin, mefulü doğrudan kınama eylemini gerçekleştirdiğini gösterir. Kök anlamının basit ve etkili bir şekilde ifade edilmesini sağlar."}, {"bab_no": 2, "fiil_formlari": {"mazi": "لُوِّمَ - Luvvime", "muzari": "يُلَوَّمُ - Yulevvamu", "masdar": "تَلْوِيم - Telvîm"}, "bab_anlami": "Çokça kınanmak, sürekli ayıplanmak; eleştirilerin hedefi olmak. Bu kalıp, bir kişinin veya durumun sürekli olarak eleştirildiğini ve kınandığını vurgular. Pasif bir anlam içerir ve kınama eyleminin yoğunluğunu ve sürekliliğini belirtir. Toplumsal baskı, sürekli eleştiri altında kalma ve sürekli suçlanma gibi durumları ifade etmek için kullanılır.", "mikro_mantik": "Bu bab, fiilin edilgen (pasif) halini ifade eder ve eylemin failden ziyade meful üzerindeki etkisini vurgular. Kınama eyleminin yoğunluğunu ve sürekliliğini artırır, mefulün sürekli eleştiri altında olduğunu gösterir."}, {"bab_no": 3, "fiil_formlari": {"mazi": "لَاوَمَ - Lâveme", "muzari": "يُلَاوِمُ - Yulâvimu", "masdar": "مُلَاوَمَة - Mülâveme"}, "bab_anlami": "Karşılıklı kınamak, birbirini suçlamak; tartışmalı bir şekilde eleştirmek. Bu kalıp, iki veya daha fazla tarafın birbirini karşılıklı olarak suçladığı, eleştirdiği ve yargıladığı bir durumu ifade eder. İlişkilerdeki gerilimleri, anlaşmazlıkları ve karşılıklı suçlamaları vurgular. Müzakere, tartışma ve uzlaşma çabalarını da içerebilir.", "mikro_mantik": "Bu bab, fiilin karşılıklı (müfâ'ale) bir eylem olduğunu gösterir. İki veya daha fazla tarafın birbirini kınama eylemine katıldığını ifade eder. İlişkilerdeki gerilimi ve karşılıklı suçlamaları vurgular."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَلَامَ - Elâme", "muzari": "يُلِيمُ - Yulîmu", "masdar": "إِلَامَة - İlâme"}, "bab_anlami": "Kınamaya sebep olmak, ayıplanacak bir duruma düşürmek; birini suçlu duruma sokmak. Bu kalıp, bir eylemin veya durumun başkasının kınanmasına veya suçlanmasına yol açtığını ifade eder. Dolaylı olarak suçlama veya eleştirme anlamı taşır. Birinin itibarını zedelemek veya onu kötü bir duruma düşürmek anlamında da kullanılabilir.", "mikro_mantik": "Bu bab, fiilin geçişli (müteaddi) bir hale gelmesini sağlar ve eylemin bir başkası üzerinde bir etki yarattığını gösterir. Kınama eyleminin dolaylı olarak gerçekleştiğini ve bir başkasının suçlanmasına neden olduğunu vurgular."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَلَوَّمَ - Telavveme", "muzari": "يَتَلَوَّمُ - Yetelavvemu", "masdar": "تَلَوُّم - Telavvüm"}, "bab_anlami": "Kınanır gibi yapmak, kendini kınanır göstermek; bahaneler uydurmak. Bu kalıp, bir kişinin kınanmaktan kaçınmak veya sorumluluktan kurtulmak için bahaneler ürettiğini veya kendini suçlu gibi gösterdiğini ifade eder. Samimiyetsizlik ve kaçamak davranışları vurgular. Pişmanlık gösterisi yaparak veya mazeretler sunarak cezadan kurtulmaya çalışma anlamı taşır.", "mikro_mantik": "Bu bab, fiilin kendini (mütaveat) yansıtıcı bir eylem olduğunu gösterir. Failin, kınanmaktan kaçınmak veya sorumluluktan kurtulmak için bir strateji uyguladığını ifade eder. Samimiyetsizlik ve kaçamak davranışları vurgular."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَلَائَمَ - Telaeme", "muzari": "يَتَلَائَمُ - Yetelaemu", "masdar": "تَلَاؤُم - Telaüm"}, "bab_anlami": "Birbirini kınamak, karşılıklı olarak suçlamak ve eleştirmek; bir konuda anlaşmazlığa düşmek. Bu kalıp, iki veya daha fazla tarafın birbirini sürekli olarak suçladığı, eleştirdiği ve aralarında anlaşmazlıkların yaşandığı bir durumu ifade eder. İlişkilerdeki gerginlikleri, çatışmaları ve sürekli tartışmaları vurgular. Uzlaşma ve işbirliği eksikliğini gösterir.", "mikro_mantik": "Bu bab, fiilin karşılıklı (müfâ'ale) ve tekrarlayan bir eylem olduğunu gösterir. Tarafların birbirini sürekli olarak kınadığını ve eleştirdiğini ifade eder. İlişkilerdeki gerginlikleri ve çatışmaları vurgular."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْلَامَ - İnlâme", "muzari": "يَنْلِيمُ - Yenlîmu", "masdar": "اِنْلِيَام - İnliyâm"}, "bab_anlami": "Kınanmaya maruz kalmak, ayıplanmak; suçlamaların hedefi olmak. Bu kalıp, bir kişinin veya durumun kınanmaya açık hale geldiğini veya suçlamaların hedefi olduğunu ifade eder. Pasif bir anlam taşır ve kınama eyleminin sonucunu vurgular. Toplumsal baskı, eleştiri ve yargılanma gibi durumları ifade etmek için kullanılır.", "mikro_mantik": "Bu bab, fiilin edilgen (pasif) ve dönüşlü bir anlam taşıdığını gösterir. Eylemin failden ziyade meful üzerindeki etkisini vurgular. Kınama eyleminin sonucunda ortaya çıkan durumu ifade eder."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِلْتَامَ - İltâme", "muzari": "يَلْتِيمُ - Yeltîmu", "masdar": "اِلْتِيَام - İltiyâm"}, "bab_anlami": "Kınanmayı hak etmek, suçlanmaya layık olmak; kusurlu bulunmak. Bu kalıp, bir kişinin veya durumun kınanmayı hak ettiğini veya suçlanmaya layık olduğunu ifade eder. Bir eylemin veya davranışın olumsuz sonuçları nedeniyle eleştirilmeyi hak etme durumunu vurgular. Ahlaki veya etik açıdan yanlış bulunma anlamı taşır.", "mikro_mantik": "Bu bab, fiilin dönüşlü ve gereklilik (lüzum) anlamı taşıdığını gösterir. Failin, kınanmayı hak edecek bir eylemde bulunduğunu veya bir duruma düştüğünü ifade eder. Eylemin sonucunda ortaya çıkan gerekliliği vurgular."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اِلْوَّمَّ - İlvemme", "muzari": "يَلْوَّمُّ - Yelvemmu", "masdar": "اِلْوِّمَام - İlvimâm"}, "bab_anlami": "Şiddetle kınamak, aşırı derecede ayıplamak; acımasızca eleştirmek. Bu kalıp, bir kişinin veya durumun çok sert bir şekilde eleştirildiğini veya kınandığını ifade eder. Kınama eyleminin yoğunluğunu ve acımasızlığını vurgular. Toplumsal dışlanma, ağır eleştiri ve yargılanma gibi durumları ifade etmek için kullanılır.", "mikro_mantik": "Bu bab, fiilin yoğunluğunu ve şiddetini artırır. Kınama eyleminin çok sert ve acımasız bir şekilde gerçekleştiğini ifade eder. Toplumsal baskıyı ve dışlanmayı vurgular."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَلَامَ - İstelâme", "muzari": "يَسْتَلِيمُ - Yestelîmu", "masdar": "اِسْتِلَام - İstilâm"}, "bab_anlami": "Kınanmaktan kaçınmak, ayıplanmamak için çabalamak; suçlanmaktan sakınmak. Bu kalıp, bir kişinin kınanmaktan veya suçlanmaktan kaçınmak için gösterdiği çabayı ifade eder. Sorumluluktan kaçma, bahaneler üretme ve kendini haklı çıkarma gibi davranışları vurgular. Toplumsal kabul görme ve eleştiriden uzak durma arzusunu yansıtır.", "mikro_mantik": "Bu bab, fiilin talep (istif'al) anlamı taşıdığını gösterir. Failin, kınanmaktan kaçınmak için bir çaba gösterdiğini veya bir strateji uyguladığını ifade eder. Sorumluluktan kaçma ve kendini haklı çıkarma gibi davranışları vurgular."}]}], "لون": [{"kok": "لون", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Renk, görünüş, nitelik; bir şeyin özünü belirleyen vasıf.", "kavramsal_derinlik": "Maddenin ve mananın tezahürü, içsel dünyanın dışa yansıması, ilahi sanatın evrendeki tecellisi."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "لَوَّنَ", "muzari": "يُلَوِّنُ", "masdar": "تَلْوِين"}, "bab_anlami": "Bir şeyi renklendirmek, ona farklı bir görünüm kazandırmak; bir durumu veya duyguyu çeşitlendirmek, zenginleştirmek. Bu kalıp, bir şeyin özünde var olan potansiyeli ortaya çıkarma, ona yeni bir boyut ekleme eylemini ifade eder. Aynı zamanda, bir şeyin içindeki farklı olasılıkları ve varyasyonları keşfetme, onları görünür kılma anlamını da taşır. Bu, sadece fiziksel renklerle sınırlı kalmayıp, soyut kavramlara da uygulanabilir; örneğin, bir düşünceyi farklı açılardan ele almak, bir ilişkiyi çeşitli yönleriyle yaşamak gibi.", "mikro_mantik": "Tekrarlama ve yoğunlaştırma yoluyla anlamı derinleştirir. Kök anlamındaki 'renk' kavramını, eylemsel bir sürece dönüştürerek, bir şeyi renklendirme veya çeşitlendirme eyleminin yoğunluğunu ve sürekliliğini vurgular. Bu kalıp, kökün temel anlamını dinamik bir sürece dönüştürerek, eylemin tekrarını veya yoğunluğunu ifade eder."}]}], "لوي": [{"kok": "لوي", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Dönme, bükülme, yönlendirme; bir şeyi başka bir şeye çevirme veya eğme eylemi. Bir şeyin özünden uzaklaşma veya bir amaca doğru yönelme potansiyeli taşır.", "kavramsal_derinlik": "Fiziksel bir nesnenin eğilmesi gibi somut bir eylemden, düşüncelerin veya niyetlerin yönlendirilmesi gibi soyut bir sürece kadar geniş bir yelpazede anlam ifade eder. İnsanın iradesiyle kaderi arasındaki ilişkiyi, seçimlerin sonuçlarını ve değişimin doğasını içerir."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "لَوَى - lawā", "muzari": "يَلْوِي - yalwī", "masdar": "لَيّ - layy"}, "bab_anlami": "Bükmek, eğmek, çevirmek, saptırmak; bir şeyi dolandırmak veya kıvırmak. Bu kalıp, bir nesnenin veya durumun doğal halini değiştirme, onu farklı bir forma sokma veya amacından saptırma eylemini ifade eder. Aynı zamanda, bir sözü veya anlaşmayı dolambaçlı yollarla bozma veya çarpıtma anlamına da gelebilir. Bu, hakikatin gizlenmesi veya manipüle edilmesi yoluyla yanıltıcı bir etki yaratma potansiyelini taşır.", "mikro_mantik": "Bu bab, kökün temel anlamını doğrudan eyleme dönüştürür. Kökün içerdiği 'dönme' veya 'eğme' potansiyelini, fiziksel veya soyut bir nesne üzerinde gerçekleştirilen aktif bir sürece dönüştürür. Bu kalıp, kökün anlamını somutlaştırarak, eylemin faili ve nesnesi arasındaki ilişkiyi vurgular."}]}], "ليت": [{"kok": "ليت", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Arzu, temenni ve özlemin derinlerde hissedilen çekirdeği. Umudun kırılganlığı ve gerçekleşme ihtimalinin zayıflığı içinde barındırdığı yoğun duygusal enerji.", "kavramsal_derinlik": "İnsan ruhunun ulaşılmaz olana duyduğu özlem ile ilahi takdirin sınırları arasındaki gerilimi ifade eder. Bu, hem dünyevi arzuların peşinde koşmanın hem de manevi bir arayışın sembolüdür; insanın kendi sınırlarını aşma ve daha yüce bir amaca ulaşma çabasını temsil eder."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "لاتَ - lāta", "muzari": "يَلُوتُ - yalūtu", "masdar": "لَوْت - lawt"}, "bab_anlami": "Bu kalıp, temel kök anlamı olan 'arzu etmek, temenni etmek' fiilinin gerçekleşme ihtimalinin düşük veya imkansız olduğu durumları ifade eder. Bu, bir şeyin olmasını şiddetle istemek ancak bunun gerçekleşme olasılığının çok zayıf olduğunu bilmek anlamına gelir. Aynı zamanda, kaybedilen bir şeyin ardından duyulan derin özlemi ve pişmanlığı da ifade edebilir; geçmişe duyulan bir özlem ve gelecekteki gerçekleşmesi mümkün olmayan bir umut.", "mikro_mantik": "Kökün temel anlamını daha da zayıflatarak, gerçekleşme olasılığını minimize eder. Bu kalıp, köke bir tür 'imkansızlık' veya 'ulaşılamazlık' niteliği katar. Matematiksel olarak, bu kalıp kökün olasılık değerini sıfıra yaklaştırır, yani arzu edilen şeyin gerçekleşme ihtimali neredeyse yoktur."}]}], "ليس": [{"kok": "ليس", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Varlığın zıddı, yokluk, olumsuzluk, bir şeyin niteliğini veya durumunu reddetme.", "kavramsal_derinlik": "Varlığın ve yokluğun diyalektiği, mutlak yokluğun imkansızlığı, göreceli yokluk ve niteliksel değişim."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "ليس - laysa", "muzari": "يليس - yalyasu", "masdar": "ليس - lays"}, "bab_anlami": "Bir şeyin var olmadığını, öyle olmadığını veya o şekilde gerçekleşmediğini ifade eder. Bu, bir durumun veya niteliğin reddedilmesi anlamına gelir. Aynı zamanda, bir şeyin özünden uzaklaşma, asıl amacından sapma veya beklenen sonucun gerçekleşmemesi gibi anlamlara da gelebilir. Bu kalıp, varoluşsal bir sorgulama ve gerçekliğin doğası üzerine derin düşünceler için bir başlangıç noktası olabilir.", "mikro_mantik": "Bu kalıp, kökün temel anlamını doğrudan ifade eder. Fiilin yalın hali, olumsuzlamanın en temel ve değişmez biçimini gösterir. Bir şeyin özünde 'olmaması' veya 'öyle olmaması' durumunu vurgular. Bu, matematiksel bir denklemde bir terimin sıfıra eşitlenmesi gibi, bir niteliğin veya durumun tamamen ortadan kalktığını belirtir."}]}], "ليل": [{"kok": "ليل", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Varlığın derinliklerindeki gizem, örtülülük ve sükunet. İçsel yolculukta benliğin karanlık dehlizlerinde yankılanan fısıltılar.", "kavramsal_derinlik": "Gecenin örtüsü altında saklı kalan bilinçaltı, ruhun derinliklerindeki sırların ifşası. Zamanın akışında kaybolan anılar, evrenin sonsuz boşluğunda yankılanan dualar."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "لَالَ - lāla", "muzari": "يَلِيلُ - yalīlu", "masdar": "لَيْلًا - laylan"}, "bab_anlami": "Gecenin karanlığına bürünmek, bir şeyin gece gibi karanlık ve belirsiz hale gelmesi. İçsel bir yolculuğa çıkmak, ruhun derinliklerinde kaybolmak ve kendini aramak. Varlığın gizemli ve anlaşılmaz yönlerini keşfetmek, bilinmeyene doğru bir adım atmak.", "mikro_mantik": "Bu kalıp, kökün temel anlamını yoğunlaştırarak, eylemin veya durumun karanlık, gizemli ve derinlemesine bir nitelik kazandığını ifade eder. Kökün anlamını içselleştirerek, öznenin karanlıkla bütünleştiğini veya karanlığın etkisi altına girdiğini vurgular."}, {"bab_no": 2, "fiil_formlari": {"mazi": "لَيَّلَ - layyala", "muzari": "يُلَيِّلُ - yulayyilu", "masdar": "تَلْيِيلًا - talyīlan"}, "bab_anlami": "Bir şeyi gecelemek, gece boyunca bir yerde kalmak veya bir işi geceye bırakmak. Bir durumu ertelemek, geciktirmek veya üzerini örtmek. Zamanın akışını yavaşlatmak, anın tadını çıkarmak ve geleceği düşünmemek.", "mikro_mantik": "Bu kalıp, kökün anlamını zamansal bir bağlama yerleştirerek, eylemin veya durumun geceyle ilişkili olduğunu belirtir. Kökün anlamını genişleterek, öznenin geceyi bir araç olarak kullandığını veya gecenin etkisinde kaldığını vurgular."}, {"bab_no": 3, "fiil_formlari": {"mazi": "لَايَلَ - lāyala", "muzari": "يُلَايِلُ - yulāyilu", "masdar": "مُلَايَلَةً - mulāyalatan"}, "bab_anlami": "Birine geceleyin eşlik etmek, gece boyunca birinin yanında kalmak veya birini geceleyin ziyaret etmek. Bir ilişkiyi derinleştirmek, samimiyeti artırmak ve güven duygusunu pekiştirmek. Zor zamanlarda birbirine destek olmak, yalnızlığı paylaşmak ve umudu canlı tutmak.", "mikro_mantik": "Bu kalıp, kökün anlamını ilişkisel bir bağlama yerleştirerek, eylemin veya durumun karşılıklı etkileşimi içerdiğini belirtir. Kökün anlamını genişleterek, öznenin geceyi bir paylaşım ve yakınlaşma fırsatı olarak değerlendirdiğini vurgular."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَلْيَلَ - alyala", "muzari": "يُلْيِلُ - yulyilu", "masdar": "إِلْيَالًا - ilyālan"}, "bab_anlami": "Gecenin karanlığına sığınmak, bir şeyden kaçmak veya saklanmak için geceyi kullanmak. İçsel korkularla yüzleşmek, geçmişin izlerini silmek ve geleceğe umutla bakmak. Varlığın kırılganlığını kabul etmek, zayıflıkların üstesinden gelmek ve güçlenmek.", "mikro_mantik": "Bu kalıp, kökün anlamını eylemsel bir bağlama yerleştirerek, eylemin veya durumun bir amaç doğrultusunda gerçekleştirildiğini belirtir. Kökün anlamını yoğunlaştırarak, öznenin geceyi bir korunma ve saklanma aracı olarak kullandığını vurgular."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَلَيَّلَ - talayyala", "muzari": "يَتَلَيَّلُ - yatalayyalu", "masdar": "تَلَيُّلًا - talayyulan"}, "bab_anlami": "Gece gibi karanlık ve gizemli görünmek, bir şeyin üzerini örtmek veya gizlemek. İçsel düşünceleri saklamak, duyguları bastırmak ve gerçek kimliği gizlemek. Varlığın karmaşıklığını anlamak, çelişkileri kabul etmek ve bütünlüğe ulaşmak.", "mikro_mantik": "Bu kalıp, kökün anlamını niteliksel bir bağlama yerleştirerek, eylemin veya durumun bir özelliği ifade ettiğini belirtir. Kökün anlamını yoğunlaştırarak, öznenin geceyle özdeşleştiğini veya gecenin özelliklerini taşıdığını vurgular."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَلَاءَلَ - talā'ala", "muzari": "يَتَلَاءَلُ - yatalā'alu", "masdar": "تَلَاؤُلًا - talā'ulan"}, "bab_anlami": "Gecenin karanlığında parıldamak, ışıldamak veya göz kamaştırmak. Umudu yeşertmek, ilham vermek ve karanlığa meydan okumak. Varlığın potansiyelini ortaya çıkarmak, yetenekleri geliştirmek ve mükemmelliğe ulaşmak.", "mikro_mantik": "Bu kalıp, kökün anlamını zıtlık ilişkisi içinde ele alarak, karanlığın içinde parlayan bir ışığı ifade eder. Kökün anlamını genişleterek, öznenin geceye rağmen aydınlık ve umut dolu olduğunu vurgular."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْلَالَ - inlāla", "muzari": "يَنْلِيلُ - yanlīlu", "masdar": "اِنْلِيَالًا - inliyālan"}, "bab_anlami": "Gecenin karanlığına karışmak, kaybolmak veya yok olmak. Benliği unutmak, egoyu aşmak ve evrenle bütünleşmek. Varlığın sonsuzluğuna inanmak, ölümün bir son olmadığını kabul etmek ve ruhun ölümsüzlüğüne sığınmak.", "mikro_mantik": "Bu kalıp, kökün anlamını edilgen bir bağlama yerleştirerek, eylemin veya durumun özne üzerinde gerçekleştiğini belirtir. Kökün anlamını yoğunlaştırarak, öznenin karanlık tarafından yutulduğunu veya karanlığa teslim olduğunu vurgular."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِلْتَالَ - iltāla", "muzari": "يَلْتِيلُ - yaltīlu", "masdar": "اِلْتِيَالًا - iltiyālan"}, "bab_anlami": "Geceyi fırsat bilerek bir şeyler elde etmek, karanlıktan faydalanmak veya geceleyin gizlice bir şeyler yapmak. Kurnazlık etmek, hile yapmak veya başkalarını aldatmak. Varlığın karanlık yönlerini kullanmak, etik sınırları aşmak ve vicdan azabı çekmek.", "mikro_mantik": "Bu kalıp, kökün anlamını araçsal bir bağlama yerleştirerek, eylemin veya durumun bir amaç doğrultusunda gerçekleştirildiğini belirtir. Kökün anlamını yoğunlaştırarak, öznenin geceyi bir manipülasyon aracı olarak kullandığını vurgular."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اِلْيَالَّ - ilyālla", "muzari": "يَلْيَالُّ - yalyāllu", "masdar": "اِلْيِيَالًا - ilyiyālan"}, "bab_anlami": "Gecenin karanlığında yoğunlaşmak, koyulaşmak veya derinleşmek. İçsel düşüncelere dalmak, meditasyon yapmak ve ruhsal aydınlanmaya ulaşmak. Varlığın özünü anlamak, gerçekliği keşfetmek ve bilgelik kazanmak.", "mikro_mantik": "Bu kalıp, kökün anlamını yoğunluk ilişkisi içinde ele alarak, karanlığın derinliğini ve yoğunluğunu ifade eder. Kökün anlamını genişleterek, öznenin geceyle bütünleşerek içsel bir dönüşüm yaşadığını vurgular."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَلَالَ - istalāla", "muzari": "يَسْتَلِيلُ - yastalīlu", "masdar": "اِسْتِلَالًا - istilālan"}, "bab_anlami": "Gecenin karanlığından bir şey çıkarmak, gizli bir şeyi ortaya çıkarmak veya karanlıkta bir şeyi aramak. Bilinmeyeni keşfetmek, sırları çözmek ve gerçeği ortaya çıkarmak. Varlığın gizemli yönlerini anlamak, aydınlanmaya ulaşmak ve bilgelik kazanmak.", "mikro_mantik": "Bu kalıp, kökün anlamını eylemsel bir bağlama yerleştirerek, eylemin veya durumun bir arayış veya keşif içerdiğini belirtir. Kökün anlamını yoğunlaştırarak, öznenin geceyi bir bilgi edinme ve aydınlanma fırsatı olarak değerlendirdiğini vurgular."}]}], "لين": [{"kok": "لين", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Yumuşaklık, esneklik, kolaylık; direncin zıddı olarak kabul edilen, uyum sağlama ve şekil verilebilme potansiyeli.", "kavramsal_derinlik": "Hem fiziksel dünyada maddelerin niteliği, hem de ahlaki ve manevi alanda insanların karakter özelliği olarak tezahür eder. İnsanın kalbinin yumuşaklığı, sözünün tatlılığı ve davranışlarının nezaketi, bu kökün yansımasıdır."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "لَانَ", "muzari": "يَلِينُ", "masdar": "لِين"}, "bab_anlami": "Yumuşamak, gevşemek, kolaylaşmak. Bu bab, kökün temel anlamını en yalın haliyle ifade eder. Bir şeyin sertlikten yumuşaklığa geçişini, zorluktan kolaylığa evrilişini veya dirençten uyuma yönelişini belirtir. Aynı zamanda, bir durumun veya kişinin esnek ve uyumlu hale gelme sürecini de ifade edebilir.", "mikro_mantik": "Bu bab, fiilin temel anlamını taşır ve nesnenin veya durumun niteliğindeki değişimi vurgular. Kökün özündeki 'yumuşaklık' kavramını, eylemsel bir dönüşümle ifade eder. Bu kalıp, öznenin kendi içindeki veya dışındaki bir etkiyle değişime uğradığını gösterir; bu değişim, direncin azalması ve uyum yeteneğinin artması şeklinde kendini gösterir."}, {"bab_no": 2, "fiil_formlari": {"mazi": "لَيَّنَ", "muzari": "يُلَيِّنُ", "masdar": "تَلْيِين"}, "bab_anlami": "Yumuşatmak, kolaylaştırmak, gevşetmek. Bu bab, bir şeyi yumuşatma veya kolaylaştırma eylemini ifade eder. Sert bir maddenin yumuşatılması, zor bir durumun kolaylaştırılması veya katı bir kalbin yumuşatılması gibi anlamlara gelebilir. Bu eylem, bir tür etki veya müdahale sonucu gerçekleşir ve bir nesnenin veya durumun niteliğini değiştirir.", "mikro_mantik": "Bu bab, geçişli bir fiil yapısıyla, öznenin bir nesne üzerinde doğrudan bir etki yaratarak onu yumuşattığını veya kolaylaştırdığını gösterir. Kökün anlamını yoğunlaştırır ve eylemin yönünü belirtir; yani, bir şeyin başka bir şey üzerinde yarattığı etkiyi vurgular. Bu kalıp, öznenin aktif bir rol oynadığını ve bir durumu veya nesneyi değiştirmek için çaba sarf ettiğini ifade eder."}, {"bab_no": 3, "fiil_formlari": {"mazi": "لَايَنَ", "muzari": "يُلَايِنُ", "masdar": "مُلَايَنَة"}, "bab_anlami": "Yumuşak davranmak, hoşgörülü olmak, uyum sağlamaya çalışmak. Bu bab, karşılıklı bir etkileşimi ve uyumu ifade eder. İki veya daha fazla tarafın birbirine karşı nazik ve hoşgörülü davranarak uyum içinde olmaya çalışmasını belirtir. Bu, sosyal ilişkilerde ve iletişimde önemli bir rol oynar ve anlaşmazlıkların çözülmesine yardımcı olur.", "mikro_mantik": "Bu bab, karşılıklı etkileşimi ve uyumu vurgular. Kökün anlamını, iki veya daha fazla öznenin birbirine karşı gösterdiği davranışlarla ilişkilendirir. Bu kalıp, tarafların birbirini anlama ve uyum sağlama çabalarını ifade eder; bu da daha iyi ilişkiler ve işbirliği için zemin hazırlar."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَلَانَ", "muzari": "يُلِينُ", "masdar": "إِلَانَة"}, "bab_anlami": "Yumuşatmak, kolaylaştırmak, boyun eğdirmek. Bu bab, bir şeyi yumuşatma veya kolaylaştırma eyleminin yanı sıra, birini boyun eğdirmeyi veya itaat ettirmeyi de ifade edebilir. Bu, bir tür güç veya otorite kullanılarak yapılan bir eylemdir ve bir kişinin veya durumun kontrol altına alınmasını amaçlar. Bu bab, aynı zamanda bir lütuf ve ihsan anlamı da taşıyabilir; birine kolaylık sağlamak veya yardım etmek gibi.", "mikro_mantik": "Bu bab, geçişli bir fiil yapısıyla, öznenin bir nesne veya kişi üzerinde doğrudan bir etki yaratarak onu yumuşattığını, kolaylaştırdığını veya boyun eğdirdiğini gösterir. Kökün anlamını yoğunlaştırır ve eylemin yönünü belirtir; yani, bir şeyin başka bir şey üzerinde yarattığı etkiyi vurgular. Bu kalıp, öznenin aktif bir rol oynadığını ve bir durumu veya kişiyi değiştirmek için çaba sarf ettiğini ifade eder, bazen de bir otorite veya güç kullanımıyla."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَلَيَّنَ", "muzari": "يَتَلَيَّنُ", "masdar": "تَلَيُّن"}, "bab_anlami": "Yumuşamak, gevşemek, kolaylaşmak (kendiliğinden). Bu bab, bir şeyin kendi kendine yumuşamasını veya kolaylaşmasını ifade eder. Dışarıdan bir etki olmaksızın, doğal bir süreç içinde gerçekleşen bir değişimi belirtir. Bu, bir nesnenin veya durumun zamanla daha esnek ve uyumlu hale gelmesini ifade edebilir.", "mikro_mantik": "Bu bab, dönüşlü bir fiil yapısıyla, öznenin kendi içinde bir değişim geçirdiğini ve yumuşadığını veya kolaylaştığını gösterir. Kökün anlamını, öznenin kendi içindeki bir süreçle ilişkilendirir. Bu kalıp, öznenin pasif bir rol oynadığını ve değişimin kendiliğinden gerçekleştiğini ifade eder."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَلَايَنَ", "muzari": "يَتَلَايَنُ", "masdar": "تَلَايُن"}, "bab_anlami": "Yumuşak davranmak (karşılıklı), hoşgörülü olmak (karşılıklı), birbirine uyum sağlamaya çalışmak. Bu bab, iki veya daha fazla tarafın birbirine karşı yumuşak ve hoşgörülü davranarak uyum içinde olmaya çalıştığı bir durumu ifade eder. Bu, sosyal ilişkilerde ve iletişimde önemli bir rol oynar ve anlaşmazlıkların çözülmesine yardımcı olur. Bir tür karşılıklı uzlaşma ve anlayış çabasını temsil eder.", "mikro_mantik": "Bu bab, karşılıklı etkileşimi ve uyumu vurgular. Kökün anlamını, iki veya daha fazla öznenin birbirine karşı gösterdiği davranışlarla ilişkilendirir. Bu kalıp, tarafların birbirini anlama ve uyum sağlama çabalarını ifade eder; bu da daha iyi ilişkiler ve işbirliği için zemin hazırlar. Bir tür denge ve karşılıklı saygı prensibini içerir."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَلَانَ", "muzari": "يَسْتَلِينُ", "masdar": "اِسْتِلَانَة"}, "bab_anlami": "Yumuşaklık istemek, kolaylık aramak, yumuşak davranılmasını beklemek. Bu bab, bir kişinin yumuşaklık veya kolaylık arayışını ifade eder. Bir durumun veya kişinin daha esnek ve uyumlu olmasını istemeyi veya beklemeyi belirtir. Aynı zamanda, birine karşı nazik ve hoşgörülü davranılmasını talep etmeyi de ifade edebilir. Bu, bir tür beklenti veya arzu içerir.", "mikro_mantik": "Bu bab, öznenin bir şeyden yumuşaklık veya kolaylık talep ettiğini veya beklediğini gösterir. Kökün anlamını, öznenin bir arayışıyla ilişkilendirir. Bu kalıp, öznenin pasif bir rol oynadığını ve bir şeyin değişmesini beklediğini ifade eder. Bir tür umut veya beklenti içerir ve genellikle olumlu bir sonuç arayışını yansıtır."}]}]}