{"هاء": [{"kok": "هاء", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Varlığın özü, içsel benlik ve mutlak yokluğun ötesindeki varoluşsal işaret.", "kavramsal_derinlik": "İnsanın kendi iç dünyasına yaptığı yolculukta karşılaştığı bilinmezlik ve bu bilinmezliğin ilahi alemle olan bağlantısı."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "هَأَ - ha'e", "muzari": "يَهْأُ - yah'eu", "masdar": "هَيْءَة - hey'e"}, "bab_anlami": "Bu babda, kökün anlamı, bir şeyin temel niteliğini veya durumunu ifade etme potansiyeli taşır. Varlığın özündeki belirsizliğin açığa çıkması, bir şeyin içsel yapısının anlaşılması veya bir durumun temel karakteristiğinin ortaya konulması gibi anlamlara gelebilir. Bu, varoluşun derinliklerindeki gizli kalmış hakikatlerin ifşa olmasıyla ilgilidir.", "mikro_mantik": "Bu kalıp, kökün temel anlamını yoğunlaştırarak, varlığın özüne dair bir durumu veya niteliği belirtir. Kökün anlamını daha belirgin ve odaklanmış bir hale getirir, böylece varoluşsal bir ifadenin temelini oluşturur."}, {"bab_no": 2, "fiil_formlari": {"mazi": "هَيَّأَ - hayye'e", "muzari": "يُهَيِّئُ - yuhayyi'u", "masdar": "تَهْيِئَة - teh'iete"}, "bab_anlami": "Bu babda, kökün anlamı, bir şeyi hazırlama, düzenleme veya uygun hale getirme eylemini ifade eder. Bir şeyin potansiyelini ortaya çıkarmak için gerekli adımları atmak, bir durumu iyileştirmek veya bir amaca ulaşmak için gereken zemini hazırlamak gibi anlamlara gelebilir. Bu, varoluşun düzenlenmesi ve amaçlı bir şekilde yönlendirilmesiyle ilgilidir.", "mikro_mantik": "Bu kalıp, kökün anlamını eylemsel bir sürece dönüştürerek, bir şeyin hazırlanması veya düzenlenmesi eylemini vurgular. Kökün anlamını dinamik bir hale getirir, böylece bir amaca yönelik hazırlık sürecini ifade eder."}, {"bab_no": 3, "fiil_formlari": {"mazi": "هَاءَ - ha'e", "muzari": "يُهَائِئُ - yuha'iu", "masdar": "مُهَاءَة - muha'ete"}, "bab_anlami": "Bu babda, kökün anlamı, bir şeyle yüzleşme, karşılaşma veya rekabet etme eylemini ifade eder. Bir zorluğun üstesinden gelmek, bir engeli aşmak veya bir hedefe ulaşmak için mücadele etmek gibi anlamlara gelebilir. Bu, varoluşun zorluklarıyla başa çıkma ve kendini aşma çabasıyla ilgilidir.", "mikro_mantik": "Bu kalıp, kökün anlamını karşılıklı bir etkileşim veya rekabet ortamına taşıyarak, bir şeyle yüzleşme veya mücadele etme eylemini vurgular. Kökün anlamını ilişkisel bir hale getirir, böylece bir meydan okuma veya rekabet durumunu ifade eder."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَهَاءَ - ehae", "muzari": "يُوهِيءُ - yuhi'u", "masdar": "إِيهَاءَة - ihae'e"}, "bab_anlami": "Bu babda, kökün anlamı, bir şeyi zayıflatma, güçten düşürme veya etkisiz hale getirme eylemini ifade eder. Bir şeyin direncini kırmak, bir engeli ortadan kaldırmak veya bir durumu kontrol altına almak gibi anlamlara gelebilir. Bu, varoluşun zayıflıklarını giderme ve güçlenme çabasıyla ilgilidir.", "mikro_mantik": "Bu kalıp, kökün anlamını bir şeyi zayıflatma veya etkisiz hale getirme eylemine dönüştürerek, bir durumun kontrol altına alınmasını veya bir engelin ortadan kaldırılmasını vurgular. Kökün anlamını manipülatif bir hale getirir, böylece bir şeyi etkisizleştirme eylemini ifade eder."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَهَيَّأَ - tehayye'e", "muzari": "يَتَهَيَّأُ - yatahayye'u", "masdar": "تَهَيُّؤ - tahayyu'"}, "bab_anlami": "Bu babda, kökün anlamı, bir şeye hazırlanma, kendini donatma veya bir duruma uyum sağlama eylemini ifade eder. Bir görevi yerine getirmek için gerekli becerileri edinmek, bir zorluğa karşı hazırlıklı olmak veya bir ortama adapte olmak gibi anlamlara gelebilir. Bu, varoluşun sürekli değişen koşullarına uyum sağlama ve kendini geliştirme çabasıyla ilgilidir.", "mikro_mantik": "Bu kalıp, kökün anlamını refleksif bir eyleme dönüştürerek, kişinin kendisine yönelik bir hazırlık veya donanım sürecini vurgular. Kökün anlamını içsel bir hale getirir, böylece kişinin kendini geliştirme veya bir duruma uyum sağlama eylemini ifade eder."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَهَاءَ - teha'e", "muzari": "يَتَهَاءُ - yataha'u", "masdar": "تَهَاءٍ - teha'in"}, "bab_anlami": "Bu babda, kökün anlamı, karşılıklı olarak bir şeyi ihmal etme, önemsememe veya görmezden gelme eylemini ifade eder. Bir sorumluluğu yerine getirmemek, bir ilişkiyi sürdürmemek veya bir fırsatı değerlendirmemek gibi anlamlara gelebilir. Bu, varoluşun ihmal edilen yönleriyle yüzleşme ve sorumluluk alma çabasıyla ilgilidir.", "mikro_mantik": "Bu kalıp, kökün anlamını karşılıklı bir ihmal veya görmezden gelme eylemine dönüştürerek, bir ilişkinin veya durumun ihmal edilmesini vurgular. Kökün anlamını ilişkisel bir hale getirir, böylece karşılıklı bir ihmal veya görmezden gelme durumunu ifade eder."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْهَاءَ - inhae", "muzari": "يَنْهَاءُ - yanhae", "masdar": "اِنْهَاء - inhae"}, "bab_anlami": "Bu babda, kökün anlamı, bir şeyin sona ermesi, bitmesi veya tamamlanması eylemini ifade eder. Bir sürecin sonuna gelmek, bir görevi tamamlamak veya bir ilişkinin bitmesi gibi anlamlara gelebilir. Bu, varoluşun geçiciliği ve her şeyin bir sonu olduğu gerçeğiyle yüzleşme çabasıyla ilgilidir.", "mikro_mantik": "Bu kalıp, kökün anlamını bir sonuca veya tamamlanmaya yönlendirerek, bir şeyin sona ermesi veya bitmesi eylemini vurgular. Kökün anlamını tamamlayıcı bir hale getirir, böylece bir şeyin sonunu veya tamamlanmasını ifade eder."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِهْتَاءَ - ihtae", "muzari": "يَهْتَاءُ - yahtae", "masdar": "اِهْتِيَاء - ihtiyae"}, "bab_anlami": "Bu babda, kökün anlamı, bir şeyi seçme, tercih etme veya bir karar verme eylemini ifade eder. Bir seçenekler arasından birini belirlemek, bir yolu takip etmek veya bir amaca yönelmek gibi anlamlara gelebilir. Bu, varoluşun seçimlerle dolu olduğu ve her seçimin bir sonuç doğurduğu gerçeğiyle yüzleşme çabasıyla ilgilidir.", "mikro_mantik": "Bu kalıp, kökün anlamını bir seçim veya tercih eylemine dönüştürerek, bir seçenekler arasından birini belirleme eylemini vurgular. Kökün anlamını belirleyici bir hale getirir, böylece bir seçim veya tercih durumunu ifade eder."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اِهْهَاءَ - ihhae", "muzari": "يَهْهَاءُ - yahhae", "masdar": "اِهْهِيَاء - ihhiyae"}, "bab_anlami": "Bu babda, kökün anlamı, bir şeyin aşırı derecede zayıf, güçsüz veya etkisiz hale gelmesi durumunu ifade eder. Bir şeyin direncini kaybetmesi, bir engelle başa çıkamaması veya bir amaca ulaşamaması gibi anlamlara gelebilir. Bu, varoluşun kırılganlığı ve her şeyin zayıflayabileceği gerçeğiyle yüzleşme çabasıyla ilgilidir.", "mikro_mantik": "Bu kalıp, kökün anlamını aşırı bir zayıflık veya güçsüzlük durumuna dönüştürerek, bir şeyin direncini kaybetmesi veya etkisiz hale gelmesi durumunu vurgular. Kökün anlamını zayıflatıcı bir hale getirir, böylece aşırı bir zayıflık veya güçsüzlük durumunu ifade eder."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَهَاءَ - istehae", "muzari": "يَسْتَهِيءُ - yastahi'u", "masdar": "اِسْتِهَاءَة - istihiae"}, "bab_anlami": "Bu babda, kökün anlamı, bir şeyi küçümseme, hafife alma veya önemsememe eylemini ifade eder. Bir şeyin değerini anlamamak, bir fırsatı kaçırmak veya bir sorumluluğu yerine getirmemek gibi anlamlara gelebilir. Bu, varoluşun değerini bilme ve her şeyin bir anlamı olduğu gerçeğiyle yüzleşme çabasıyla ilgilidir.", "mikro_mantik": "Bu kalıp, kökün anlamını bir küçümseme veya hafife alma eylemine dönüştürerek, bir şeyin değerini anlamama veya önemsememe eylemini vurgular. Kökün anlamını değersizleştirici bir hale getirir, böylece bir şeyi küçümseme veya hafife alma durumunu ifade eder."}]}], "هات": [{"kok": "هات", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Varlığın özündeki 'getirme' eylemi. Bu, sadece fiziksel bir nesneyi değil, aynı zamanda bir düşünceyi, bir duyguyu veya bir sonucu da kapsar. 'Getirme' eylemi, bir yerden bir yere transferin ötesinde, bir şeyin varoluşa dahil edilmesini ifade eder.", "kavramsal_derinlik": "Beşeri boyutta, ihtiyaç duyulan bir şeyin elde edilmesi çabasını temsil eder. İlahi boyutta ise, yaratılışın ve kaderin bir parçası olarak, her şeyin bir amaca hizmet etmek üzere varoluşa getirilmesini simgeler. Bu, ilahi iradenin tecellisi olarak görülebilir."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "هَاتَ - hāta", "muzari": "يَهُوتُ - yahūtu", "masdar": "هَوْت - hawt"}, "bab_anlami": "'Getirmek' fiilinin temel ve yalın halidir. Bir şeyi elde etmek, sunmak veya var etmek eylemini ifade eder. Bu kalıp, bir ihtiyacın karşılanması veya bir isteğin yerine getirilmesi için yapılan doğrudan bir eylemi gösterir. Aynı zamanda, bir şeyin varoluşa dahil edilmesi veya bir durumun ortaya çıkarılması anlamını da taşır.", "mikro_mantik": "Bu bab, kökün temel anlamını en doğrudan ve yalın şekilde ifade eder. Fiilin basit ve değişmez hali, eylemin kendisinin vurgulanmasını sağlar. Kökün anlamı, herhangi bir ek anlam veya yoğunluk katmanı olmadan, doğrudan 'getirme' eylemi olarak tezahür eder."}]}], "هبط": [{"kok": "هبط", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Aşağıya doğru hareket, iniş, düşüş. Maddi ve manevi anlamda bir alçalma veya azalma halini ifade eder. Bir yerden bir yere inmek, bir seviyeden daha aşağı bir seviyeye geçmek, değer kaybetmek gibi anlamları içerir.", "kavramsal_derinlik": "İniş, sadece fiziksel bir hareket değil, aynı zamanda ruhsal bir deneyimdir. İnsan, yükseldiği gibi düşebilir de; bu düşüş, bir sınav, bir ders veya bir ceza olabilir. İniş, bazen yeniden yükselmek için bir fırsattır, bir arınma sürecidir."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "هَبَطَ", "muzari": "يَهْبِطُ", "masdar": "هُبُوط"}, "bab_anlami": "Basit iniş, düşme veya alçalma eylemini ifade eder. Bu, fiziksel bir yerden aşağıya inmek olabileceği gibi, soyut bir durumda da bir seviyeden diğerine geçmek anlamına gelebilir. Bu kalıp, eylemin kendiliğinden gerçekleştiğini ve herhangi bir zorlama veya etki olmadığını vurgular. Örneğin, bir kuşun ağaçtan aşağıya inmesi veya bir insanın bir tepeden aşağıya doğru yürümesi gibi.", "mikro_mantik": "Bu kalıp, fiilin temel anlamını en yalın haliyle sunar. Eylemin basitçe gerçekleştiğini ve herhangi bir ek anlam veya yoğunluk taşımadığını gösterir. Bu, kökün temel anlamının en doğrudan ifadesidir."}, {"bab_no": 2, "fiil_formlari": {"mazi": "أَهْبَطَ", "muzari": "يُهْبِطُ", "masdar": "إِهْبَاط"}, "bab_anlami": "Bir şeyi veya birini aşağı indirme, düşürme veya alçaltma eylemini ifade eder. Bu, bir nesneyi yüksek bir yerden aşağıya bırakmak veya bir kişinin statüsünü düşürmek anlamına gelebilir. Bu kalıp, eylemin bir fail tarafından gerçekleştirildiğini ve bir nesne üzerinde etkili olduğunu vurgular. Örneğin, bir pilotun uçağı indirmesi veya bir yöneticinin bir çalışanı alt bir pozisyona ataması gibi.", "mikro_mantik": "Bu kalıp, fiilin geçişli (müteaddi) hale geldiğini gösterir. Yani, eylemin bir nesne üzerinde gerçekleştiğini ve failin eylemi gerçekleştirdiğini vurgular. Bu, kökün anlamının bir etki ve sonuç içerdiğini gösterir."}, {"bab_no": 3, "fiil_formlari": {"mazi": "هَابَطَ", "muzari": "يُهَابِطُ", "masdar": "مُهَابَطَة"}, "bab_anlami": "Karşılıklı olarak inme, düşme veya alçalma eylemini ifade eder. Bu, iki veya daha fazla tarafın aynı anda aşağıya doğru hareket etmesi veya birbirlerinin seviyesine inmesi anlamına gelebilir. Bu kalıp, eylemin karşılıklı ve etkileşimli olduğunu vurgular. Örneğin, iki dağcının birlikte bir yamaçtan aşağıya inmesi veya iki şirketin fiyatlarını düşürerek rekabet etmesi gibi. Aynı zamanda, birinin diğerinin seviyesine inerek ona yaklaşması, onunla aynı düzlemde buluşması anlamını da taşır. Bu, bir tür uzlaşma veya anlayış çabasını ifade edebilir.", "mikro_mantik": "Bu kalıp, fiilin ortaklık ve etkileşim içerdiğini gösterir. Eylemin tek bir fail tarafından değil, birden fazla tarafın katılımıyla gerçekleştiğini vurgular. Bu, kökün anlamının bir denge ve karşılıklılık içerdiğini gösterir."}, {"bab_no": 4, "fiil_formlari": {"mazi": "اِسْتَهْبَطَ", "muzari": "يَسْتَهْبِطُ", "masdar": "اِسْتِهْبَاط"}, "bab_anlami": "Aşağı inmeyi istemek, düşmeyi talep etmek veya alçalmayı aramak anlamına gelir. Bu, bir kişinin veya bir şeyin daha düşük bir seviyeye inmesini veya düşmesini istemek veya talep etmek anlamına gelebilir. Bu kalıp, eylemin bir istek veya talep içerdiğini ve bir amaca yönelik olduğunu vurgular. Örneğin, bir yatırımcının bir hisse senedinin değerinin düşmesini beklemesi veya bir öğrencinin öğretmeninden daha kolay bir soru sormasını istemesi gibi. Aynı zamanda, bir şeyin değerini düşürmeye çalışmak, onu aşağı çekmek anlamını da taşıyabilir.", "mikro_mantik": "Bu kalıp, fiilin bir talep veya arayış içerdiğini gösterir. Eylemin bir amaç doğrultusunda gerçekleştiğini ve failin bir sonuç elde etmeye çalıştığını vurgular. Bu, kökün anlamının bir niyet ve hedef içerdiğini gösterir."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَهَبَّطَ", "muzari": "يَتَهَبَّطُ", "masdar": "تَهَبُّط"}, "bab_anlami": "Yavaş yavaş inmek, azar azar düşmek veya tedricen alçalmak anlamına gelir. Bu, bir şeyin veya bir kişinin kademeli olarak daha düşük bir seviyeye inmesi veya düşmesi anlamına gelebilir. Bu kalıp, eylemin yavaş ve aşamalı bir şekilde gerçekleştiğini vurgular. Örneğin, bir dağcının yavaşça bir yamaçtan aşağıya inmesi veya bir ekonominin zamanla gerilemesi gibi. Aynı zamanda, bir şeyin değerinin veya kalitesinin yavaş yavaş azalması anlamını da taşıyabilir.", "mikro_mantik": "Bu kalıp, fiilin süreklilik ve kademeli bir değişim içerdiğini gösterir. Eylemin ani bir şekilde değil, zaman içinde yavaş yavaş gerçekleştiğini vurgular. Bu, kökün anlamının bir süreç ve evrim içerdiğini gösterir."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَهَابَطَ", "muzari": "يَتَهَابَطُ", "masdar": "تَهَابُط"}, "bab_anlami": "Birbirini aşağı çekmek, rekabet ederek düşmek veya karşılıklı olarak alçalmak anlamına gelir. Bu, iki veya daha fazla tarafın birbirleriyle rekabet ederek daha düşük bir seviyeye inmesi veya düşmesi anlamına gelebilir. Bu kalıp, eylemin rekabetçi ve karşılıklı bir etkileşim içerdiğini vurgular. Örneğin, iki şirketin fiyatlarını düşürerek birbirlerini alt etmeye çalışması veya iki siyasetçinin birbirlerini karalayarak oy kaybetmelerine neden olması gibi. Aynı zamanda, bir şeyin değerinin veya kalitesinin rekabet nedeniyle düşmesi anlamını da taşıyabilir.", "mikro_mantik": "Bu kalıp, fiilin rekabet ve karşılıklı etkileşim içerdiğini gösterir. Eylemin birden fazla tarafın katılımıyla ve birbirlerini etkileyerek gerçekleştiğini vurgular. Bu, kökün anlamının bir dinamizm ve rekabet içerdiğini gösterir."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْهَبَطَ", "muzari": "يَنْهَبِطُ", "masdar": "اِنْهِبَاط"}, "bab_anlami": "Kendiliğinden inmek, kontrolsüzce düşmek veya istemsizce alçalmak anlamına gelir. Bu, bir şeyin veya bir kişinin kendi iradesi dışında daha düşük bir seviyeye inmesi veya düşmesi anlamına gelebilir. Bu kalıp, eylemin kendiliğinden ve kontrolsüz bir şekilde gerçekleştiğini vurgular. Örneğin, bir yaprağın ağaçtan düşmesi veya bir insanın dengesini kaybederek yere düşmesi gibi. Aynı zamanda, bir şeyin değerinin veya kalitesinin beklenmedik bir şekilde düşmesi anlamını da taşıyabilir.", "mikro_mantik": "Bu kalıp, fiilin kendiliğindenlik ve kontrolsüzlük içerdiğini gösterir. Eylemin bir failin iradesi dışında gerçekleştiğini ve beklenmedik bir şekilde ortaya çıktığını vurgular. Bu, kökün anlamının bir sürpriz ve beklenmediklik içerdiğini gösterir."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِهْبَاطَّ", "muzari": "يَهْبَاطُّ", "masdar": "اِهْبِطَاط"}, "bab_anlami": "Aşırı derecede inmek, şiddetle düşmek veya çok fazla alçalmak anlamına gelir. Bu, bir şeyin veya bir kişinin çok hızlı ve büyük bir ölçüde daha düşük bir seviyeye inmesi veya düşmesi anlamına gelebilir. Bu kalıp, eylemin şiddetli ve aşırı bir şekilde gerçekleştiğini vurgular. Örneğin, bir uçağın hızla irtifa kaybetmesi veya bir ekonominin büyük bir kriz yaşaması gibi. Aynı zamanda, bir şeyin değerinin veya kalitesinin çok hızlı bir şekilde düşmesi anlamını da taşıyabilir.", "mikro_mantik": "Bu kalıp, fiilin şiddet ve aşırılık içerdiğini gösterir. Eylemin çok hızlı ve büyük bir ölçüde gerçekleştiğini ve önemli sonuçlar doğurduğunu vurgular. Bu, kökün anlamının bir kriz ve felaket içerdiğini gösterir."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اِهْبَطَأَّ", "muzari": "يَهْبَطَأُّ", "masdar": "اِهْبِطَاء"}, "bab_anlami": "Çok yavaş inmek, ağır ağır düşmek veya zorlukla alçalmak anlamına gelir. Bu, bir şeyin veya bir kişinin çok yavaş ve zorlu bir şekilde daha düşük bir seviyeye inmesi veya düşmesi anlamına gelebilir. Bu kalıp, eylemin yavaş, zorlu ve zahmetli bir şekilde gerçekleştiğini vurgular. Örneğin, bir hastanın yavaşça iyileşmesi veya bir projenin zorluklarla tamamlanması gibi. Aynı zamanda, bir şeyin değerinin veya kalitesinin çok yavaş bir şekilde düşmesi anlamını da taşıyabilir.", "mikro_mantik": "Bu kalıp, fiilin yavaşlık, zorluk ve zahmet içerdiğini gösterir. Eylemin çok yavaş ve zorlu bir şekilde gerçekleştiğini ve sabır gerektirdiğini vurgular. Bu, kökün anlamının bir mücadele ve azim içerdiğini gösterir."}]}], "هبو": [{"kok": "هبو", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Uyanış, yükseliş ve içsel potansiyelin harekete geçirilmesi.", "kavramsal_derinlik": "Dünyevi sınırlamaların ötesine geçerek ruhani yükselişi deneyimleme."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "هَبَّ - habba", "muzari": "يَهُبُّ - yahubbu", "masdar": "هُبُوب - hubub"}, "bab_anlami": "Bu kalıp, kökün temel anlamı olan uyanış ve yükselişi doğrudan ve yoğun bir şekilde ifade eder. Bir şeyin aniden ve kuvvetle ortaya çıkması, bir duygunun veya düşüncenin içsel bir kaynaktan fışkırması gibi anlamlara gelir. Bu, varoluşun derinliklerinden gelen bir enerji patlaması, potansiyelin açığa çıkması ve ruhun özgürleşmesi olarak tecrübe edilebilir.", "mikro_mantik": "Bu bab, kökün temel anlamını yoğunlaştırır ve eylemin ani, güçlü ve kendiliğinden gerçekleştiğini vurgular. Kökün taşıdığı potansiyel enerjinin kinetik enerjiye dönüşümünü, içsel bir dürtünün dışsal bir eyleme dönüşmesini ifade eder."}, {"bab_no": 2, "fiil_formlari": {"mazi": "هَابَ - hāba", "muzari": "يَهِيبُ - yahību", "masdar": "هَيْبَة - haybah"}, "bab_anlami": "Bu kalıp, kökün anlamını saygı, korku ve çekinme duygularıyla ilişkilendirir. Bir şeyin heybeti karşısında duyulan derin saygı ve hayranlık, aynı zamanda o şeyin gücü karşısında hissedilen bir tür korkuyu ifade eder. Bu, ilahi bir varlığın veya doğanın muazzam gücünün insan ruhunda uyandırdığı karmaşık duyguların bir yansımasıdır.", "mikro_mantik": "Bu bab, kökün anlamını soyutlaştırır ve duygusal bir derinlik katar. Kökün taşıdığı potansiyel enerjinin, bireyin iç dünyasında uyandırdığı etkiyi, saygı ve korku gibi karmaşık duyguları tetikleyerek ifade eder."}, {"bab_no": 3, "fiil_formlari": {"mazi": "هَوَّبَ - hawwaba", "muzari": "يُهَوِّبُ - yuhawwibu", "masdar": "تَهْوِيب - tahwib"}, "bab_anlami": "Bu kalıp, kökün anlamını bir şeyi hazırlama, düzenleme veya bir amaca yönelik yönlendirme eylemiyle ilişkilendirir. Bir şeyin potansiyelini ortaya çıkarmak için gerekli düzenlemeleri yapma, bir süreci başlatmak için hazırlık yapma veya bir enerjiyi belirli bir hedefe yöneltme anlamlarına gelir. Bu, içsel potansiyelin dışsal bir amaca hizmet etmesi için yapılan bilinçli bir yönlendirme eylemidir.", "mikro_mantik": "Bu bab, kökün anlamını eylemsel bir sürece dönüştürür ve bir hazırlık, düzenleme veya yönlendirme eylemini vurgular. Kökün taşıdığı potansiyel enerjinin, belirli bir amaca hizmet etmesi için yapılan bilinçli bir yönlendirme eylemini ifade eder."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَهَبَّ - ahabba", "muzari": "يُهِبُّ - yuhibbu", "masdar": "إِهْبَاب - ihbab"}, "bab_anlami": "Bu kalıp, kökün anlamını bir şeyi harekete geçirme, uyandırma veya canlandırma eylemiyle ilişkilendirir. Bir şeyin uykudan uyanmasını sağlama, bir enerjiyi harekete geçirme veya bir potansiyeli ortaya çıkarma anlamlarına gelir. Bu, varoluşun derinliklerinde uyuyan bir gücün uyandırılması ve harekete geçirilmesi olarak tecrübe edilebilir.", "mikro_mantik": "Bu bab, kökün anlamını bir eylemin başlatılması veya tetiklenmesiyle ilişkilendirir. Kökün taşıdığı potansiyel enerjinin, dışsal bir etkiyle harekete geçirilmesini ve bir sürecin başlamasını ifade eder."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَهَيَّبَ - tahayyaba", "muzari": "يَتَهَيَّبُ - yatahayyabu", "masdar": "تَهَيُّب - tahayyub"}, "bab_anlami": "Bu kalıp, kökün anlamını bir şeyden çekinme, korkma veya saygı duyma eylemiyle ilişkilendirir. Bir şeyin heybeti karşısında duyulan çekinme, bir tehlikeden kaçınma veya bir otoriteye saygı gösterme anlamlarına gelir. Bu, bireyin iç dünyasında oluşan bir tepki, dışsal bir güce karşı duyulan bir saygı veya korkunun ifadesidir.", "mikro_mantik": "Bu bab, kökün anlamını içsel bir tepki veya duygusal bir durumla ilişkilendirir. Kökün taşıdığı potansiyel enerjinin, bireyin iç dünyasında uyandırdığı etkiyi, çekinme, korku veya saygı gibi duyguları tetikleyerek ifade eder."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَهَاوَبَ - tahāwaba", "muzari": "يَتَهَاوَبُ - yatahāwabu", "masdar": "تَهَاوُب - tahāwub"}, "bab_anlami": "Bu kalıp, kökün anlamını karşılıklı olarak uyanma, birbirini harekete geçirme veya birbirine ilham verme eylemiyle ilişkilendirir. İki veya daha fazla varlığın birbirini etkileyerek uyanmasını sağlama, birbirini harekete geçirme veya birbirine ilham verme anlamlarına gelir. Bu, kolektif bir uyanışın, ortak bir hedefe yönelik birlikte hareket etmenin veya birbirini destekleyerek potansiyeli ortaya çıkarmanın bir ifadesidir.", "mikro_mantik": "Bu bab, kökün anlamını karşılıklı etkileşim ve işbirliğiyle ilişkilendirir. Kökün taşıdığı potansiyel enerjinin, iki veya daha fazla varlık arasında paylaşılmasını ve birlikte harekete geçirilmesini ifade eder."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْهَبَّ - inhabba", "muzari": "يَنْهَبُّ - yanhabbu", "masdar": "اِنْهِبَاب - inhibab"}, "bab_anlami": "Bu kalıp, kökün anlamını kendiliğinden uyanma, içsel bir dürtüyle harekete geçme veya aniden ortaya çıkma eylemiyle ilişkilendirir. İçsel bir dürtüyle kendiliğinden uyanma, bir enerjinin aniden ortaya çıkması veya bir potansiyelin kendiliğinden harekete geçmesi anlamlarına gelir. Bu, varoluşun derinliklerinden gelen bir enerji patlaması, potansiyelin kendiliğinden açığa çıkması ve ruhun özgürleşmesi olarak tecrübe edilebilir.", "mikro_mantik": "Bu bab, kökün anlamını kendiliğindenlik ve içsel dürtüyle ilişkilendirir. Kökün taşıdığı potansiyel enerjinin, içsel bir dürtüyle kendiliğinden harekete geçirilmesini ve bir sürecin başlamasını ifade eder."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِهْتَبَّ - ihtabba", "muzari": "يَهْتَبُّ - yahtabbu", "masdar": "اِهْتِبَاب - ihtibab"}, "bab_anlami": "Bu kalıp, kökün anlamını bir fırsatı değerlendirme, bir şeyi ganimet olarak alma veya bir şeyi hızla elde etme eylemiyle ilişkilendirir. Bir fırsatı hızla değerlendirme, bir şeyi ganimet olarak alma veya bir şeyi hızla elde etme anlamlarına gelir. Bu, bilinçli bir farkındalıkla bir fırsatı değerlendirme, hızlı bir şekilde harekete geçme ve bir şeyi elde etme yeteneğinin bir ifadesidir.", "mikro_mantik": "Bu bab, kökün anlamını fırsatçılık ve hızlı hareket etme yeteneğiyle ilişkilendirir. Kökün taşıdığı potansiyel enerjinin, bilinçli bir farkındalıkla bir fırsatı değerlendirme ve hızlı bir şekilde harekete geçme yeteneğini ifade eder."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اِهْبَابَّ - ihbabba", "muzari": "يَهْبَابُّ - yahbabbu", "masdar": "اِهْبِيبَاب - ihbibab"}, "bab_anlami": "Bu kalıp, kökün anlamını yoğun bir şekilde uyanma, aşırı derecede harekete geçme veya şiddetle ortaya çıkma eylemiyle ilişkilendirir. Yoğun bir şekilde uyanma, aşırı derecede harekete geçme veya şiddetle ortaya çıkma anlamlarına gelir. Bu, varoluşun derinliklerinden gelen yoğun bir enerji patlaması, potansiyelin aşırı derecede açığa çıkması ve ruhun şiddetle özgürleşmesi olarak tecrübe edilebilir.", "mikro_mantik": "Bu bab, kökün anlamını yoğunluk ve aşırılıkla ilişkilendirir. Kökün taşıdığı potansiyel enerjinin, yoğun bir şekilde harekete geçirilmesini ve aşırı derecede ortaya çıkmasını ifade eder."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَهَبَّ - istahabba", "muzari": "يَسْتَهِبُّ - yastahibbu", "masdar": "اِسْتِهْبَاب - istihbab"}, "bab_anlami": "Bu kalıp, kökün anlamını uyanmayı isteme, harekete geçmeyi arzulama veya bir şeyin ortaya çıkmasını talep etme eylemiyle ilişkilendirir. Uyanmayı isteme, harekete geçmeyi arzulama veya bir şeyin ortaya çıkmasını talep etme anlamlarına gelir. Bu, bilinçli bir niyetle uyanmayı isteme, harekete geçmeyi arzulama ve potansiyeli ortaya çıkarma çabasının bir ifadesidir.", "mikro_mantik": "Bu bab, kökün anlamını istek ve arzuyla ilişkilendirir. Kökün taşıdığı potansiyel enerjinin, bilinçli bir niyetle harekete geçirilmesini ve bir şeyin ortaya çıkmasının istenmesini ifade eder."}]}], "هجد": [{"kok": "هجد", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Uykusuzluk, terk etme, huzursuzluk", "kavramsal_derinlik": "Fiziksel rahatsızlıktan manevi arayışa geçiş"}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "هَجَدَ", "muzari": "يَهْجُدُ", "masdar": "هُجُود"}, "bab_anlami": "Bu bab, kökün temel anlamını, yani uykusuzluğu, terk etmeyi veya huzursuzluğu ifade eder. Kişinin içsel bir nedenle veya dışsal bir etkiyle rahatını kaybetmesi, uykusuz kalması veya bir şeyi terk etmesi bu babın anlam alanına girer. Bu, bazen manevi bir arayışın başlangıcı, bazen de dünyevi bir sıkıntının işareti olabilir.", "mikro_mantik": "Bu bab, fiilin basit ve temel bir eylemi ifade ettiğini gösterir. Kökün anlamı doğrudan ve değişmeden fiile yansır. Eylem, öznenin doğrudan etkisiyle gerçekleşir, dolaylı veya karmaşık bir süreç içermez."}, {"bab_no": 2, "fiil_formlari": {"mazi": "هُجِّدَ", "muzari": "يُهَجَّدُ", "masdar": "تَهْجِيد"}, "bab_anlami": "Bu bab, bir şeyi terk etme veya uykusuz bırakma eyleminin yoğunluğunu veya tekrarlanmasını ifade eder. Bir kişi veya nesne üzerinde sürekli bir rahatsızlık veya terk etme hali yaratma anlamını taşır. Bu, bazen bir şeyi ısrarla reddetme veya bir durumdan sürekli kaçınma şeklinde de kendini gösterebilir.", "mikro_mantik": "Bu bab, fiilin anlamını yoğunlaştırır veya tekrarlar. Eylem, daha güçlü bir etki veya daha uzun bir süre boyunca devam eden bir süreç içerir. Bu, öznenin eylemi üzerinde daha fazla kontrol sahibi olduğunu veya eylemin daha belirgin sonuçlar doğurduğunu gösterir."}, {"bab_no": 3, "fiil_formlari": {"mazi": "هَاجَدَ", "muzari": "يُهَاجِدُ", "masdar": "مُهَاجَدَة / هِجَاد"}, "bab_anlami": "Bu bab, karşılıklı bir terk etme veya uykusuzluk halini ifade eder. İki veya daha fazla tarafın birbirini terk etmesi, birbirine yabancılaşması veya birlikte uykusuz kalması anlamını taşır. Bu, bazen bir çatışmanın veya anlaşmazlığın sonucu, bazen de ortak bir amaç uğruna birlikte mücadele etmenin bir yansıması olabilir.", "mikro_mantik": "Bu bab, fiilin karşılıklı bir eylem olduğunu gösterir. Eylem, iki veya daha fazla özne arasında gerçekleşir ve her bir özne diğerini etkiler. Bu, işbirliği, rekabet veya çatışma gibi farklı ilişkileri ifade edebilir."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَهْجَدَ", "muzari": "يُهْجِدُ", "masdar": "إِهْجَاد"}, "bab_anlami": "Bu bab, birini uykusuz bırakma veya bir şeyi terk etmeye zorlama eylemini ifade eder. Bir kişinin başka birini rahatsız ederek uykusuz kalmasına neden olması veya bir şeyi bırakmaya mecbur etmesi anlamını taşır. Bu, bazen bir manipülasyonun veya zorlamanın sonucu, bazen de bir sorumluluğun veya görevin gereği olabilir.", "mikro_mantik": "Bu bab, fiilin geçişli olduğunu ve bir nesne üzerinde bir etki yarattığını gösterir. Eylem, öznenin doğrudan etkisiyle bir nesnenin durumunu değiştirir. Bu, neden-sonuç ilişkisini vurgular ve öznenin eyleminin sonuçlarını gösterir."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَهَجَّدَ", "muzari": "يَتَهَجَّدُ", "masdar": "تَهَجُّد"}, "bab_anlami": "Bu bab, özellikle gece ibadeti ve tefekkürle ilişkilendirilir. Kişinin geceyi uykusuz geçirerek ibadet etmesi, tefekkürde bulunması veya manevi bir arayış içinde olması anlamını taşır. Bu, içsel bir dönüşümün ve Allah'a yakınlaşma çabasının bir ifadesidir.", "mikro_mantik": "Bu bab, fiilin dönüşlü veya kendi kendine yönelik olduğunu gösterir. Eylem, öznenin içsel bir motivasyonuyla gerçekleşir ve öznenin kendisi üzerinde bir etki yaratır. Bu, kişisel gelişim, arınma veya manevi yükseliş gibi süreçleri ifade edebilir."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَهَاجَدَ", "muzari": "يَتَهَاجَدُ", "masdar": "تَهَاجُد"}, "bab_anlami": "Bu bab, karşılıklı gece ibadeti veya tefekkür halini ifade eder. İki veya daha fazla kişinin birlikte geceyi uykusuz geçirerek ibadet etmesi, tefekkürde bulunması veya manevi bir arayış içinde olması anlamını taşır. Bu, ortak bir inanç veya amaç etrafında bir araya gelmeyi ve birlikte manevi bir yolculuğa çıkmayı ifade eder.", "mikro_mantik": "Bu bab, fiilin karşılıklı ve dönüşlü olduğunu gösterir. Eylem, iki veya daha fazla özne arasında gerçekleşir ve her bir özne diğerini etkilerken aynı zamanda kendisi de etkilenir. Bu, topluluk içinde manevi bir bağ kurmayı ve birlikte gelişmeyi ifade edebilir."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْهَجَدَ", "muzari": "يَنْهَجِدُ", "masdar": "اِنْهِجَاد"}, "bab_anlami": "Bu bab, uykusuzluğa veya terk edilmişliğe maruz kalma halini ifade eder. Kişinin istemeden uykusuz kalması, terk edilmesi veya bir durumdan kaçmaya zorlanması anlamını taşır. Bu, bazen dışsal bir etkinin sonucu, bazen de içsel bir huzursuzluğun yansıması olabilir.", "mikro_mantik": "Bu bab, fiilin edilgen veya sonuç odaklı olduğunu gösterir. Eylem, öznenin iradesi dışında gerçekleşir ve öznenin üzerinde bir etki yaratır. Bu, kontrol kaybını, pasifliği veya bir duruma maruz kalmayı ifade edebilir."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِهْتَجَدَ", "muzari": "يَهْتَجِدُ", "masdar": "اِهْتِجَاد"}, "bab_anlami": "Bu bab, uykusuzluk veya terk edilmişlik durumunu elde etme veya bu duruma ulaşma çabasını ifade eder. Kişinin uykusuz kalmaya çalışması, bir şeyi terk etmeye niyetlenmesi veya bir durumdan kaçmaya hazırlanması anlamını taşır. Bu, bazen bilinçli bir tercihin sonucu, bazen de içsel bir çatışmanın yansıması olabilir.", "mikro_mantik": "Bu bab, fiilin çaba veya niyet içerdiğini gösterir. Eylem, öznenin aktif katılımıyla gerçekleşir ve bir hedefe ulaşmaya yöneliktir. Bu, motivasyonu, kararlılığı veya bir amaca yönelik çabayı ifade edebilir."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اِهْجَدَّ", "muzari": "يَهْجَدُّ", "masdar": "اِهْجِدَادّ"}, "bab_anlami": "Bu bab, uykusuzluğun veya terk edilmişliğin aşırı veya yoğun bir şekilde yaşanmasını ifade eder. Kişinin aşırı derecede uykusuz kalması, tamamen terk edilmiş hissetmesi veya bir durumdan aşırı derecede kaçmaya çalışması anlamını taşır. Bu, genellikle travmatik bir deneyimin veya derin bir içsel sıkıntının sonucu olabilir.", "mikro_mantik": "Bu bab, fiilin anlamını aşırılaştırır veya yoğunlaştırır. Eylem, normal sınırların ötesine geçer ve olağanüstü bir durumu ifade eder. Bu, aşırılığı, yoğunluğu veya bir durumun en uç noktasını vurgular."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَهْجَدَ", "muzari": "يَسْتَهْجِدُ", "masdar": "اِسْتِهْجَاد"}, "bab_anlami": "Bu bab, uykusuzluk veya terk edilmişlik durumunu isteme, arama veya bu duruma neden olacak şeyleri talep etme anlamını taşır. Kişinin bilerek uykusuz kalmayı tercih etmesi, terk edilmeyi istemesi veya bir durumdan kaçmak için çabalaması anlamını taşır. Bu, bazen bir meydan okuma, bazen de bir kendini cezalandırma biçimi olabilir.", "mikro_mantik": "Bu bab, fiilin talep, arayış veya istek içerdiğini gösterir. Eylem, öznenin bilinçli bir tercihiyle başlar ve bir hedefe ulaşmaya yöneliktir. Bu, motivasyonu, kararlılığı veya bir amaca yönelik çabayı ifade edebilir, ancak bu çaba bazen alışılmadık veya beklenmedik bir yönde olabilir."}]}], "هجر": [{"kok": "هجر", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Ayrılık, terk etme, uzaklaşma; özünde bir kopuşu ve yeni bir başlangıcı barındırır. Bu kök, sadece fiziksel bir ayrılığı değil, aynı zamanda manevi bir kopuşu, bir düşünce tarzından uzaklaşmayı veya bir inancı terk etmeyi de ifade edebilir. 'Hecr', derin bir öz tanıma yolculuğunda, kişinin kendisini sınırlayan bağlardan kurtulması ve daha yüksek bir bilinç seviyesine ulaşması için gerekli bir adımdır.", "kavramsal_derinlik": "Beşeri boyutta, 'hecr' ilişkilerde yaşanan ayrılıkları, göçleri ve terk edilmişliği ifade ederken; ilahi boyutta, nefsi terk etmeyi, dünyevi arzulardan uzaklaşmayı ve Allah'a yönelmeyi simgeler. Bu kök, insanın hem iç dünyasında hem de dış dünyasında yaşadığı dönüşümleri ve arayışları anlamlandırmada önemli bir rol oynar. 'Hecr', bir yandan acı ve kayıp duygusunu barındırırken, diğer yandan yeni bir umut ve yeniden doğuş potansiyelini de içinde taşır."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "هَجَرَ - hacara", "muzari": "يَهْجُرُ - yahcuru", "masdar": "هَجْر - hecr"}, "bab_anlami": "Bir şeyi terk etmek, bir yerden ayrılmak, bir ilişkiyi sonlandırmak veya bir düşünceden vazgeçmek anlamına gelir. Bu kalıp, eylemin basit bir şekilde gerçekleştiğini ve failin doğrudan bir ayrılık eylemi gerçekleştirdiğini gösterir. Bu, bazen bilinçli bir tercih, bazen de zorunlu bir durum sonucu ortaya çıkabilir; ancak her durumda bir kopuşu ve yeni bir yönelişi ifade eder.", "mikro_mantik": "Bu bab, kökün temel anlamını en doğrudan ve yalın şekilde ifade eder. Fiilin bu kalıbı, eylemin öznesinin ayrılık eylemini gerçekleştiren kişi olduğunu ve eylemin nesnesinin ise terk edilen şey veya yer olduğunu belirtir. Bu kalıp, eylemin basit ve tekil bir olay olarak gerçekleştiğini vurgular, yani ayrılık eylemi bir defada ve kesin olarak gerçekleşmiştir."}, {"bab_no": 2, "fiil_formlari": {"mazi": "هاجَرَ - hācara", "muzari": "يُهَاجِرُ - yuhāciru", "masdar": "مُهَاجَرَة - muhācarah"}, "bab_anlami": "Karşılıklı olarak terk etmek, göç etmek, bir yerden başka bir yere birlikte ayrılmak anlamına gelir. Bu kalıp, eylemin karşılıklı veya ortak bir şekilde gerçekleştiğini ve birden fazla failin aynı ayrılık eylemini paylaştığını gösterir. Bu, genellikle bir topluluğun veya grubun birlikte bir yerden başka bir yere göç etmesi veya karşılıklı olarak bir ilişkiyi sonlandırması şeklinde ortaya çıkar. Bu kalıp, aynı zamanda bir amaç uğruna yapılan fedakarlığı ve birlikte hareket etme bilincini de ifade eder.", "mikro_mantik": "Bu bab, kökün anlamını karşılıklılık ve ortaklık boyutuyla genişletir. Fiilin bu kalıbı, eylemin en az iki özne tarafından karşılıklı olarak gerçekleştirildiğini ve bu öznelelerin aynı eylemi paylaştığını belirtir. Bu kalıp, eylemin bir süreç içerdiğini ve tarafların birlikte hareket ederek bir hedefe doğru ilerlediğini vurgular, yani göç eylemi bir süreçtir ve tarafların ortak bir amacı vardır."}, {"bab_no": 3, "fiil_formlari": {"mazi": "هاجَرَ - hājara", "muzari": "يُهَاجِرُ - yuhājiru", "masdar": "هِجَار - hicār"}, "bab_anlami": "Birinden uzak durmak, bir şeyi kötülemek, çirkin sözlerle karşılık vermek anlamına gelir. Bu kalıp, eylemin bir tür çekişme veya tartışma içerdiğini ve tarafların birbirlerine karşı olumsuz bir tutum sergilediğini gösterir. Bu, genellikle sözlü bir saldırı veya aşağılama şeklinde ortaya çıkar ve taraflar arasında bir gerginlik ve düşmanlık yaratır. Bu kalıp, aynı zamanda bir şeyden tiksinmeyi veya iğrenmeyi de ifade edebilir.", "mikro_mantik": "Bu bab, kökün anlamını olumsuz bir bağlamda yoğunlaştırır. Fiilin bu kalıbı, eylemin taraflar arasında bir mesafe koyma veya birbirini reddetme amacı taşıdığını belirtir. Bu kalıp, eylemin bir tepki veya karşılık verme niteliği taşıdığını vurgular, yani bir tarafın eylemine diğer tarafın olumsuz bir şekilde karşılık vermesi söz konusudur."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَهْجَرَ - ahcara", "muzari": "يُهْجِرُ - yuhciru", "masdar": "إِهْجَار - ihcār"}, "bab_anlami": "Birini terk etmeye zorlamak, bir şeyi kötü göstermek, saçma sapan konuşmak anlamına gelir. Bu kalıp, eylemin bir zorlama veya baskı içerdiğini ve failin bir başkasını bir şeyi terk etmeye veya bir şeyi kötülemeye zorladığını gösterir. Bu, genellikle bir manipülasyon veya propaganda şeklinde ortaya çıkar ve mağdurun iradesini etkilemeyi amaçlar. Bu kalıp, aynı zamanda bir şeyi değersizleştirmeyi veya anlamsızlaştırmayı da ifade edebilir.", "mikro_mantik": "Bu bab, kökün anlamını bir başkasını etkileme veya yönlendirme boyutuyla genişletir. Fiilin bu kalıbı, eylemin failinin bir başkasını bir şeyi yapmaya veya yapmamaya zorladığını belirtir. Bu kalıp, eylemin bir neden-sonuç ilişkisi içerdiğini vurgular, yani failin eylemi mağdurun davranışını etkiler."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَهَاجَرَ - tahācara", "muzari": "يَتَهَاجَرُ - yatahācaru", "masdar": "تَهَاجُر - tahācur"}, "bab_anlami": "Birbirini terk etmek, arayı açmak, düşmanlık beslemek anlamına gelir. Bu kalıp, eylemin karşılıklı bir ayrılık veya düşmanlık içerdiğini ve tarafların birbirlerinden uzaklaşmaya çalıştığını gösterir. Bu, genellikle ilişkilerde yaşanan anlaşmazlıklar veya çatışmalar sonucu ortaya çıkar ve taraflar arasında bir soğukluk ve mesafe yaratır. Bu kalıp, aynı zamanda bir şeyden vazgeçmeyi veya bir şeyi terk etmeyi de ifade edebilir.", "mikro_mantik": "Bu bab, kökün anlamını karşılıklı bir süreç olarak vurgular. Fiilin bu kalıbı, eylemin taraflar arasında karşılıklı bir etkileşim sonucu ortaya çıktığını ve her iki tarafın da ayrılık eylemine katkıda bulunduğunu belirtir. Bu kalıp, eylemin bir süreç içerdiğini ve tarafların birbirlerinden uzaklaşma sürecinde olduğunu vurgular."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَهَاجَرَ - tahājara", "muzari": "يَتَهَاجَرُ - yatahājiru", "masdar": "تَهَاجُر - tahājur"}, "bab_anlami": "Birbirini terk etmek, arayı açmak, düşmanlık beslemek anlamına gelir. Bu kalıp, eylemin karşılıklı bir ayrılık veya düşmanlık içerdiğini ve tarafların birbirlerinden uzaklaşmaya çalıştığını gösterir. Bu, genellikle ilişkilerde yaşanan anlaşmazlıklar veya çatışmalar sonucu ortaya çıkar ve taraflar arasında bir soğukluk ve mesafe yaratır. Bu kalıp, aynı zamanda bir şeyden vazgeçmeyi veya bir şeyi terk etmeyi de ifade edebilir.", "mikro_mantik": "Bu bab, kökün anlamını karşılıklı bir süreç olarak vurgular. Fiilin bu kalıbı, eylemin taraflar arasında karşılıklı bir etkileşim sonucu ortaya çıktığını ve her iki tarafın da ayrılık eylemine katkıda bulunduğunu belirtir. Bu kalıp, eylemin bir süreç içerdiğini ve tarafların birbirlerinden uzaklaşma sürecinde olduğunu vurgular."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْهَجَرَ - inhacara", "muzari": "يَنْهَجِرُ - yanhaciru", "masdar": "اِنْهِجَار - inhicār"}, "bab_anlami": "Terk edilmek, yalnız kalmak, bir şeyden uzaklaştırılmak anlamına gelir. Bu kalıp, eylemin pasif bir şekilde gerçekleştiğini ve failin bir başkası tarafından terk edildiğini veya bir şeyden uzaklaştırıldığını gösterir. Bu, genellikle bir zorlama veya dış etkenler sonucu ortaya çıkar ve failin iradesi dışında gerçekleşir. Bu kalıp, aynı zamanda bir şeyin terk edilmiş veya unutulmuş olduğunu da ifade edebilir.", "mikro_mantik": "Bu bab, kökün anlamını pasif bir duruma dönüştürür. Fiilin bu kalıbı, eylemin failinin değil, mağdurunun durumunu vurgular. Bu kalıp, eylemin bir sonuç olduğunu ve bir başkasının eyleminin sonucu olarak ortaya çıktığını belirtir."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِهْتَجَرَ - ihtacara", "muzari": "يَهْتَجِرُ - yahtaciru", "masdar": "اِهْتِجَار - ihticār"}, "bab_anlami": "Terk etmeyi seçmek, bir şeyden uzaklaşmaya karar vermek, bir şeyi bırakmakta ısrarcı olmak anlamına gelir. Bu kalıp, eylemin bilinçli bir tercih sonucu gerçekleştiğini ve failin bir şeyi terk etmeye veya bir şeyden uzaklaşmaya karar verdiğini gösterir. Bu, genellikle bir değerlendirme veya muhasebe sonucu ortaya çıkar ve failin kendi iradesiyle gerçekleşir. Bu kalıp, aynı zamanda bir şeyden vazgeçmeyi veya bir şeyi bırakmayı da ifade edebilir.", "mikro_mantik": "Bu bab, kökün anlamını bilinçli bir tercih olarak vurgular. Fiilin bu kalıbı, eylemin failinin kendi iradesiyle bir şeyi terk etmeye karar verdiğini belirtir. Bu kalıp, eylemin bir süreç içerdiğini ve failin bir karar verme sürecinden geçtiğini vurgular."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اِهْجَاجَّ - ihcācca", "muzari": "يَهْجَاجُّ - yahcāccu", "masdar": "اِهْجِيجَاج - ihcīcāc"}, "bab_anlami": "Şiddetle terk etmek, aşırı derecede uzaklaşmak, bir şeyden tamamen vazgeçmek anlamına gelir. Bu kalıp, eylemin yoğun ve kararlı bir şekilde gerçekleştiğini ve failin bir şeyi tamamen terk etmeye veya bir şeyden aşırı derecede uzaklaşmaya karar verdiğini gösterir. Bu, genellikle bir hayal kırıklığı veya öfke sonucu ortaya çıkar ve failin geri dönmemeye kararlı olduğunu gösterir. Bu kalıp, aynı zamanda bir şeyden tiksinmeyi veya iğrenmeyi de ifade edebilir.", "mikro_mantik": "Bu bab, kökün anlamını aşırılık ve kararlılıkla vurgular. Fiilin bu kalıbı, eylemin failinin bir şeyi tamamen terk etmeye veya bir şeyden aşırı derecede uzaklaşmaya karar verdiğini belirtir. Bu kalıp, eylemin bir sonuç olduğunu ve failin geri dönmemeye kararlı olduğunu vurgular."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَهْجَرَ - istahcara", "muzari": "يَسْتَهْجِرُ - yastahciru", "masdar": "اِسْتِهْجَار - istihcār"}, "bab_anlami": "Terk etmeyi istemek, bir şeyden uzaklaşmayı arzulamak, bir şeyi terk etmeye meyilli olmak anlamına gelir. Bu kalıp, eylemin bir istek veya arzu içerdiğini ve failin bir şeyi terk etmeyi veya bir şeyden uzaklaşmayı arzuladığını gösterir. Bu, genellikle bir memnuniyetsizlik veya tatminsizlik sonucu ortaya çıkar ve failin bir değişiklik arayışında olduğunu gösterir. Bu kalıp, aynı zamanda bir şeyden kurtulmayı veya bir şeyi bırakmayı istemeyi de ifade edebilir.", "mikro_mantik": "Bu bab, kökün anlamını bir istek veya arzu olarak vurgular. Fiilin bu kalıbı, eylemin failinin bir şeyi terk etmeyi veya bir şeyden uzaklaşmayı arzuladığını belirtir. Bu kalıp, eylemin bir süreç içerdiğini ve failin bir karar verme sürecinde olduğunu vurgular."}]}], "هجع": [{"kok": "هجع", "ontolojik_analiz": {"temel_anlam_cekirdegi": "İhmal edilmişlik, sessizliğe gömülme, uyuşukluk hali.", "kavramsal_derinlik": "İnsanın iç dünyasına yapılan bir yolculukta, kendini unutma ve dış dünyadan kopma halinin beşeri ve ilahi boyutlardaki yansımaları."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "هَجَعَ - hajaca", "muzari": "يَهْجَعُ - yahjacu", "masdar": "هُجُوع - huju' "}, "bab_anlami": "Derin bir uykuya dalmak, sessizliğe gömülmek, bir şeyden uzaklaşmak veya ihmal etmek anlamına gelir. Bu kalıp, kişinin kendini dış dünyadan soyutlayarak içsel bir yolculuğa çıkmasını veya bir durumun ihmal edilerek unutulmaya terk edilmesini ifade edebilir. Aynı zamanda, ilahi bir mesajın veya işaretin farkında olmadan uyku halinde olmak, manevi bir uyuşukluk içinde bulunmak şeklinde de yorumlanabilir.", "mikro_mantik": "Bu kalıp, fiilin temel anlamını eylemin gerçekleşme biçimi veya durumun niteliği açısından vurgular. Kökün anlamı olan 'ihmal' veya 'uyuşukluk' halinin, bu kalıpla birlikte eylemin kendisinde yoğunlaştığı ve belirginleştiği görülür. Yani, eylem sadece gerçekleşmekle kalmaz, aynı zamanda bu ihmal veya uyuşukluk niteliğiyle birlikte ortaya çıkar."}, {"bab_no": 2, "fiil_formlari": {"mazi": "هُجِّعَ - hujji'a", "muzari": "يُهَجَّعُ - yuhajja'u", "masdar": "تَهْجِيع - tahji' "}, "bab_anlami": "Bir şeyi uyutmak, sakinleştirmek veya bir durumu geçiştirmek anlamına gelir. Bu kalıp, bir sorunun üstünü örtbas etme veya bir konuyu erteleme eylemini ifade edebilir. Aynı zamanda, birinin zihnini uyuşturarak onu gerçeklerden uzaklaştırma veya manevi bir yanılgıya sürükleme potansiyelini de taşır. Bu, ilahi hakikatlerin üzerini örten ve insanı gaflete düşüren dünyevi meşgalelere dalmayı da simgeleyebilir.", "mikro_mantik": "Bu kalıp, kökün anlamını yoğunlaştırarak, eylemin bir başkası üzerinde yarattığı etkiyi vurgular. Kök anlamı olan 'ihmal' veya 'uyuşukluk' halinin, bu kalıpla birlikte bir başkasına yöneltildiği ve onun üzerinde bir etki yarattığı görülür. Bu, eylemin geçişli bir hale gelerek, bir nesne veya kişiyi etkilemesini ifade eder."}, {"bab_no": 3, "fiil_formlari": {"mazi": "هَاجَعَ - haajaca", "muzari": "يُهَاجِعُ - yuhaajicu", "masdar": "مُهَاجَعَة - muhaajaca"}, "bab_anlami": "Karşılıklı uyumak, bir konuda anlaşmaya varmak veya bir şeyi görmezden gelmek anlamına gelir. Bu kalıp, iki veya daha fazla kişinin bir konuda sessiz kalması, bir gerçeği örtbas etmesi veya bir sorunu çözmek yerine ertelemesi durumunu ifade edebilir. Aynı zamanda, ilahi iradeye karşı gelerek, kendi nefsi arzularına uyum sağlamak ve manevi sorumluluklardan kaçınmak şeklinde de yorumlanabilir.", "mikro_mantik": "Bu kalıp, kökün anlamını karşılıklılık ve ortaklık boyutuyla genişletir. Kök anlamı olan 'ihmal' veya 'uyuşukluk' halinin, bu kalıpla birlikte iki veya daha fazla kişi arasında paylaşıldığı ve ortak bir eylem haline geldiği görülür. Bu, eylemin bireysel olmaktan çıkıp, toplumsal bir boyuta taşınmasını ifade eder."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَهْجَعَ - ahjaca", "muzari": "يُهْجِعُ - yuhji'u", "masdar": "إِهْجَاع - ihjaa'"}, "bab_anlami": "Birini uyutmak, bir şeyi ihmal etmek veya bir durumu görmezden gelmek anlamına gelir. Bu kalıp, birinin zihnini uyuşturarak onu gerçeklerden uzaklaştırma veya bir konuyu erteleyerek unutulmaya terk etme eylemini ifade edebilir. Aynı zamanda, ilahi bir lütfu veya fırsatı değerlendirmeyerek, manevi bir kayba uğramak şeklinde de yorumlanabilir. Bu durum, kişinin kendi potansiyelini ihmal etmesi ve ruhsal gelişimini engellemesi anlamına gelebilir.", "mikro_mantik": "Bu kalıp, kökün anlamını bir eylemin sonucu veya etkisi üzerinden vurgular. Kök anlamı olan 'ihmal' veya 'uyuşukluk' halinin, bu kalıpla birlikte bir sonuç doğurduğu ve bir şeyi etkilediği görülür. Bu, eylemin bir nesne veya kişiyi bir duruma soktuğunu ve bu durumun sonuçlarını ortaya çıkardığını ifade eder."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَهَجَّعَ - tahajjaca", "muzari": "يَتَهَجَّعُ - yatahajja'u", "masdar": "تَهَجُّع - tahajju'"}, "bab_anlami": "Uykusuz kalmak, geceyi ibadetle geçirmek veya bir şeyi terk etmek anlamına gelir. Bu kalıp, kişinin uykusundan feragat ederek manevi bir arayışa girmesini veya bir alışkanlığı bırakarak kendini geliştirmesini ifade edebilir. Aynı zamanda, ilahi aşkla yanarak dünyevi zevklerden uzaklaşmak ve kendini tamamen Allah'a adamak şeklinde de yorumlanabilir. Bu, nefsi terbiye etme ve ruhu arındırma sürecini simgeler.", "mikro_mantik": "Bu kalıp, kökün anlamını bir süreç veya çaba üzerinden vurgular. Kök anlamı olan 'ihmal' veya 'uyuşukluk' halinin zıttı bir anlam taşıyarak, bu kalıpla birlikte bir çaba gösterildiği ve bir süreç yaşandığı görülür. Bu, eylemin bir anda gerçekleşmek yerine, zaman içinde ve sürekli bir çabayla ortaya çıktığını ifade eder."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَهَاجَعَ - tahaajaca", "muzari": "يَتَهَاجَعُ - yatahaajacu", "masdar": "تَهَاجُع - tahaaju'"}, "bab_anlami": "Uyumuş gibi yapmak, kendini uykuya vurmak veya bir şeyi görmezden gelmek anlamına gelir. Bu kalıp, bir gerçeği bilmesine rağmen onu inkar etmek veya bir sorunu çözmek yerine ertelemek eylemini ifade edebilir. Aynı zamanda, ilahi bir uyarıyı veya işareti görmezden gelerek, manevi bir sorumluluktan kaçınmak şeklinde de yorumlanabilir. Bu durum, kişinin kendi vicdanını susturması ve kendini kandırması anlamına gelebilir.", "mikro_mantik": "Bu kalıp, kökün anlamını bir yanılsama veya sahtelik boyutuyla genişletir. Kök anlamı olan 'ihmal' veya 'uyuşukluk' halinin, bu kalıpla birlikte gerçekte var olmayan bir durumun yaratıldığı ve bir yanılsama oluşturulduğu görülür. Bu, eylemin gerçekte farklı bir anlam taşımasına rağmen, dışarıya farklı bir şekilde yansıtılmasını ifade eder."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْهَجَعَ - inhajaca", "muzari": "يَنْهَجِعُ - yanhaji'u", "masdar": "اِنْهِجَاع - inhijaa'"}, "bab_anlami": "Uykuya dalmak, sessizliğe gömülmek veya bir şeyden kopmak anlamına gelir. Bu kalıp, kişinin kendini dış dünyadan soyutlayarak içsel bir yolculuğa çıkmasını veya bir durumun etkisi altında kalarak pasifleşmesini ifade edebilir. Aynı zamanda, ilahi bir tecelliye veya mesaja kendini kapatarak, manevi bir uyuşukluk içinde bulunmak şeklinde de yorumlanabilir.", "mikro_mantik": "Bu kalıp, kökün anlamını bir kendiliğindenlik veya pasiflik boyutuyla vurgular. Kök anlamı olan 'ihmal' veya 'uyuşukluk' halinin, bu kalıpla birlikte bir eylemin sonucu olarak değil, kendiliğinden ortaya çıktığı ve kişinin pasif bir şekilde bu duruma sürüklendiği görülür. Bu, eylemin kontrol dışı bir şekilde gerçekleştiğini ve kişinin iradesinin etkisiz kaldığını ifade eder."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِهْتَجَعَ - ihtajaca", "muzari": "يَهْتَجِعُ - yahtaji'u", "masdar": "اِهْتِجَاع - ihtijaa'"}, "bab_anlami": "Uykuya yatmak, uzanmak veya bir şeyi ihmal etmek anlamına gelir. Bu kalıp, kişinin dinlenmek veya rahatlamak amacıyla kendini bir duruma bırakmasını veya bir sorumluluğu erteleyerek ihmal etmesini ifade edebilir. Aynı zamanda, ilahi bir davete veya fırsata kayıtsız kalarak, manevi bir tembellik içinde bulunmak şeklinde de yorumlanabilir. Bu durum, kişinin kendi nefsine yenik düşmesi ve ruhsal gelişimini aksatması anlamına gelebilir.", "mikro_mantik": "Bu kalıp, kökün anlamını bir tercih veya yönelim boyutuyla genişletir. Kök anlamı olan 'ihmal' veya 'uyuşukluk' halinin, bu kalıpla birlikte kişinin bir tercihi veya yönelimi sonucu ortaya çıktığı görülür. Bu, eylemin bilinçli bir şekilde yapıldığını ve kişinin bu durumu tercih ettiğini ifade eder."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اِهْجَاعَّ - ihjaa'a", "muzari": "يَهْجَاعُّ - yahjaa'u", "masdar": "اِهْجِيعَاع - ihjii'aa'"}, "bab_anlami": "Aşırı derecede uyumak, derin bir uykuya dalmak veya bir şeyden tamamen kopmak anlamına gelir. Bu kalıp, kişinin kendini tamamen dış dünyaya kapatarak içsel bir karanlığa gömülmesini veya bir durumun etkisi altında kalarak tüm kontrolünü kaybetmesini ifade edebilir. Aynı zamanda, ilahi bir rahmetten veya hidayetten uzaklaşarak, manevi bir çöküntü yaşamak şeklinde de yorumlanabilir.", "mikro_mantik": "Bu kalıp, kökün anlamını bir aşırılık veya yoğunluk boyutuyla vurgular. Kök anlamı olan 'ihmal' veya 'uyuşukluk' halinin, bu kalıpla birlikte aşırı bir dereceye ulaştığı ve yoğun bir şekilde yaşandığı görülür. Bu, eylemin sıradan bir durum olmaktan çıkıp, olağanüstü bir hal aldığını ifade eder."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَهْجَعَ - istahjaca", "muzari": "يَسْتَهْجِعُ - yastahji'u", "masdar": "اِسْتِهْجَاع - istihjaa'"}, "bab_anlami": "Uyumak istemek, uykuya meyletmek veya bir şeyi ihmal etmeye çalışmak anlamına gelir. Bu kalıp, kişinin uykuya dalmaya veya bir sorumluluktan kaçmaya yönelik bir eğilim göstermesini ifade edebilir. Aynı zamanda, ilahi bir hatırlatmayı veya uyarıyı görmezden gelmeye çalışarak, manevi bir rahatlık arayışında olmak şeklinde de yorumlanabilir. Bu durum, kişinin kendi nefsini aldatması ve gerçeklerden kaçması anlamına gelebilir.", "mikro_mantik": "Bu kalıp, kökün anlamını bir arayış veya talep boyutuyla genişletir. Kök anlamı olan 'ihmal' veya 'uyuşukluk' halinin, bu kalıpla birlikte kişinin bu durumu arzuladığı veya talep ettiği görülür. Bu, eylemin bilinçli bir tercih olmasının yanı sıra, kişinin bu duruma ulaşmak için çaba gösterdiğini de ifade eder."}]}], "هدد": [{"kok": "هدد", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Tehdit ve zorlama yoluyla bir şeyi dayatma veya bir tehlikeyi işaret etme.", "kavramsal_derinlik": "Fiziksel ve psikolojik baskı, potansiyel tehlikelerin farkındalığı ve bunlara karşı önlem alma."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "هَدَّ - hadda", "muzari": "يَهُدُّ - yahuddu", "masdar": "هَدٌّ - hadd"}, "bab_anlami": "Bir şeyi yıkmak, tahrip etmek veya birinin üzerine çökmek. Bu, fiziksel bir yapının yıkılmasının yanı sıra, bir kişinin moralini bozmak veya umutlarını kırmak anlamında da kullanılabilir. Aynı zamanda, bir şeyin şiddetle bastırılması veya zorla dayatılması anlamına da gelebilir; örneğin, bir düşüncenin veya inancın baskı altında tutulması gibi. Bu kalıp, bir şeyin temelden sarsılması ve yok olma tehlikesiyle karşı karşıya kalması durumunu ifade eder.", "mikro_mantik": "Bu bab, kökün temel anlamını doğrudan ve yoğun bir şekilde ifade eder. Fiilin yalın hali, eylemin basitçe gerçekleştiğini ve genellikle tek bir aktör tarafından yapıldığını gösterir. Kökün anlamı olan 'tehdit' veya 'yıkım' burada en temel ve dolaysız haliyle ortaya çıkar."}, {"bab_no": 2, "fiil_formlari": {"mazi": "هَدَّدَ - haddada", "muzari": "يُهَدِّدُ - yuhaddidu", "masdar": "تَهْدِيدٌ - tahdid"}, "bab_anlami": "Tehdit etmek, korkutmak veya bir tehlikeyi işaret etmek. Bu kalıp, birinin başka birini bir zararla korkutarak belirli bir eylemi yapmaya veya yapmamaya zorlaması anlamına gelir. Aynı zamanda, potansiyel bir tehlikeye karşı uyarıda bulunmak veya bir riskin varlığını belirtmek anlamında da kullanılabilir. Bu kalıp, genellikle bir güç dengesizliğini ve bir tarafın diğerini kontrol etme veya etkileme arzusunu içerir.", "mikro_mantik": "Bu bab, köke 'tekrarlama' veya 'yoğunluk' anlamı katar. Tehdidin sürekli veya yoğun bir şekilde yapıldığını gösterir. Fiilin bu kalıbı, eylemin bir süreç olduğunu ve belirli bir hedefe yönelik olduğunu vurgular. 'Tehdit etme' eylemi, burada daha belirgin ve kasıtlı bir hale gelir."}, {"bab_no": 3, "fiil_formlari": {"mazi": "هَادَّ - hādda", "muzari": "يُهَادُّ - yuhāddu", "masdar": "مُهَادَّةٌ - muhādda"}, "bab_anlami": "Karşılıklı tehditleşme veya bir konuda anlaşmazlığa düşme. Bu kalıp, iki veya daha fazla tarafın birbirini tehdit ettiği veya bir konuda zıtlaştığı bir durumu ifade eder. Bu, genellikle bir çatışma veya gerginlik ortamını gösterir ve tarafların birbirlerini etkilemeye veya kontrol etmeye çalıştıklarını ima eder. Aynı zamanda, bir konuda uzlaşmaya varmak için yapılan müzakerelerde kullanılan bir taktik olarak da görülebilir.", "mikro_mantik": "Bu bab, köke 'karşılıklılık' anlamı katar. Eylemin iki veya daha fazla taraf arasında gerçekleştiğini gösterir. Tehdit veya anlaşmazlık, burada karşılıklı bir etkileşim halindedir. Bu kalıp, taraflar arasındaki dinamikleri ve güç ilişkilerini vurgular."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَهَدَّ - ahadda", "muzari": "يُهِدُّ - yuhiddu", "masdar": "إِهْدَادٌ - ihdad"}, "bab_anlami": "Bir şeyi tehdit edici hale getirmek veya bir tehlikeyi ortaya çıkarmak. Bu kalıp, bir durumun veya nesnenin potansiyel bir tehlike oluşturduğunu veya bir tehdit içerdiğini ifade eder. Aynı zamanda, bir şeyi tehlikeye atmak veya risk altına sokmak anlamında da kullanılabilir. Bu kalıp, genellikle bir şeyin kırılganlığını veya savunmasızlığını vurgular.", "mikro_mantik": "Bu bab, köke 'nedensellik' anlamı katar. Bir şeyin başka bir şeyi tehdit etmesine veya tehlikeye atmasına neden olduğunu gösterir. Fiilin bu kalıbı, eylemin bir sonucu olduğunu ve belirli bir etki yarattığını vurgular. 'Tehdit edici hale getirme' eylemi, burada bir dönüşüm veya değişim sürecini ifade eder."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَهَدَّدَ - tahaddada", "muzari": "يَتَهَدَّدُ - yatahaddadu", "masdar": "تَهَدُّدٌ - tahaddud"}, "bab_anlami": "Tehdit altında olmak, tehdide maruz kalmak veya tehditkar bir şekilde davranmak. Bu kalıp, bir kişinin veya şeyin bir tehlikeyle karşı karşıya olduğunu veya bir tehdidin hedefi olduğunu ifade eder. Aynı zamanda, birinin başkalarını korkutmak veya sindirmek amacıyla tehditkar bir şekilde davrandığını da gösterebilir. Bu kalıp, genellikle bir gerginlik veya endişe atmosferini yansıtır.", "mikro_mantik": "Bu bab, köke 'edilgenlik' veya 'yansıma' anlamı katar. Eylemin özne üzerinde gerçekleştiğini veya öznenin eylemi kendine uyguladığını gösterir. Tehdit altında olma veya tehditkar davranma, burada öznenin durumu veya davranışı olarak ortaya çıkar. Bu kalıp, öznenin içsel tepkilerini ve dış dünyaya karşı duruşunu vurgular."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَهَادَّ - tahādda", "muzari": "يَتَهَادُّ - yatahāddu", "masdar": "تَهَادٌّ - tahādd"}, "bab_anlami": "Karşılıklı olarak birbirini tehdit etmek veya birbirine karşı tehditkar bir tutum sergilemek. Bu kalıp, iki veya daha fazla tarafın birbirini korkutmaya veya sindirmeye çalıştığı bir durumu ifade eder. Bu, genellikle bir rekabet veya çatışma ortamını gösterir ve tarafların birbirleri üzerinde üstünlük kurmaya çalıştıklarını ima eder. Aynı zamanda, bir konuda uzlaşmaya varmak için kullanılan bir taktik olarak da görülebilir.", "mikro_mantik": "Bu bab, köke 'karşılıklılık' ve 'yoğunluk' anlamı katar. Eylemin iki veya daha fazla taraf arasında yoğun bir şekilde gerçekleştiğini gösterir. Tehdit etme eylemi, burada karşılıklı bir meydan okuma ve güç gösterisi halindedir. Bu kalıp, taraflar arasındaki gerilimi ve rekabeti vurgular."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْهَدَّ - inhadda", "muzari": "يَنْهَدُّ - yanhaddu", "masdar": "اِنْهِدَادٌ - inhdad"}, "bab_anlami": "Yıkılmak, çökmek veya bir şeyin aniden ortadan kalkması. Bu kalıp, genellikle fiziksel bir yapının veya sistemin çöküşünü ifade eder. Aynı zamanda, bir kişinin moralinin bozulması veya umutlarının tükenmesi anlamında da kullanılabilir. Bu kalıp, genellikle bir şeyin zayıflığını veya dayanıklılığının kalmadığını vurgular.", "mikro_mantik": "Bu bab, köke 'kendiliğindenlik' veya 'pasiflik' anlamı katar. Eylemin kendiliğinden gerçekleştiğini veya öznenin kontrolü dışında olduğunu gösterir. Yıkılma veya çökme, burada dışsal bir etki olmadan meydana gelir. Bu kalıp, öznenin zayıflığını ve direncini kaybetmesini vurgular."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِهْتَدَّ - ihtadda", "muzari": "يَهْتَدُّ - yahtaddu", "masdar": "اِهْتِدَادٌ - ihtidad"}, "bab_anlami": "Tehdit etmek için fırsat kollamak, bir tehlikeye karşı tetikte olmak veya bir şeyi yıkmak için hazırlık yapmak. Bu kalıp, bir kişinin veya şeyin potansiyel bir tehlikeye karşı hazırlıklı olduğunu veya bir saldırı için fırsat beklediğini ifade eder. Aynı zamanda, bir şeyi yok etmek veya ortadan kaldırmak için plan yapmak anlamında da kullanılabilir. Bu kalıp, genellikle bir gerginlik veya beklenti atmosferini yansıtır.", "mikro_mantik": "Bu bab, köke 'çaba' veya 'hazırlık' anlamı katar. Eylemin kasıtlı ve planlı bir şekilde yapıldığını gösterir. Tehdit etmek için fırsat kollama veya hazırlık yapma, burada aktif bir süreçtir. Bu kalıp, öznenin kararlılığını ve hedefe yönelik davranışını vurgular."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اِهْدَدَّ - ihdadda", "muzari": "يَهْدَدُّ - yahdadd", "masdar": "اِهْدِدَادٌ - ihdidād"}, "bab_anlami": "Şiddetle tehdit etmek, çok korkutucu olmak veya bir şeyin aşırı derecede tehlikeli hale gelmesi. Bu kalıp, bir durumun veya nesnenin son derece tehlikeli ve korkutucu olduğunu ifade eder. Aynı zamanda, bir kişinin başkalarını şiddetle tehdit ettiğini veya sindirmeye çalıştığını da gösterebilir. Bu kalıp, genellikle bir panik veya dehşet atmosferini yansıtır.", "mikro_mantik": "Bu bab, köke 'yoğunluk' veya 'abartı' anlamı katar. Eylemin aşırı derecede gerçekleştiğini veya durumun çok ciddi olduğunu gösterir. Şiddetle tehdit etme veya aşırı tehlikeli olma, burada en üst düzeyde ifade edilir. Bu kalıp, durumun aciliyetini ve tehlikesini vurgular."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَهَدَّ - istahadda", "muzari": "يَسْتَهَدُّ - yastahaddu", "masdar": "اِسْتِهْدَادٌ - istihdad"}, "bab_anlami": "Tehdit edilmeyi hak etmek, tehdide açık hale gelmek veya bir şeyi tehdit yoluyla elde etmeye çalışmak. Bu kalıp, bir kişinin veya şeyin davranışları veya durumu nedeniyle tehdit edilmeyi hak ettiğini veya bir tehdidin hedefi haline geldiğini ifade eder. Aynı zamanda, bir şeyi tehdit yoluyla elde etmeye çalışmak veya birini tehdit ederek bir amaca ulaşmak anlamında da kullanılabilir. Bu kalıp, genellikle bir çıkar çatışması veya manipülasyon durumunu yansıtır.", "mikro_mantik": "Bu bab, köke 'isteme' veya 'hak etme' anlamı katar. Eylemin bir sonucu olarak ortaya çıktığını veya bir amaca yönelik olduğunu gösterir. Tehdit edilmeyi hak etme veya tehdit yoluyla elde etmeye çalışma, burada bir neden-sonuç ilişkisi içerir. Bu kalıp, öznenin eylemlerinin sonuçlarını ve hedeflerine ulaşma çabasını vurgular."}]}], "هدم": [{"kok": "هدم", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Yıkım, bozma, ortadan kaldırma. Bir şeyin varlığının sonlandırılması, yapısının bozulması veya işlevsiz hale getirilmesi.", "kavramsal_derinlik": "Hem maddi (binaların yıkılması) hem de manevi (umutların yıkılması) boyutları içerir. Yıkım, bir sonun başlangıcı olabileceği gibi, yeni bir başlangıcın da habercisi olabilir. İlahi boyutta ise, eski düzenin yıkılıp yeni bir düzenin kurulması anlamını taşıyabilir."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "هَدَمَ - hademe", "muzari": "يَهْدِمُ - yehdimu", "masdar": "هَدْمٌ - hedm"}, "bab_anlami": "Yıkmak, tahrip etmek, bir şeyi temelinden söküp atmak. Bu kalıp, eylemin doğrudan ve kesin bir şekilde gerçekleştiğini ifade eder. Failin, yıkım eylemini bizzat gerçekleştirdiği ve sonucun belirgin olduğu bir durumu gösterir. Bu, bir yapının fiziksel olarak yıkılması olabileceği gibi, bir düşüncenin veya inancın da ortadan kaldırılması şeklinde tecelli edebilir.", "mikro_mantik": "Bu kalıp, kökün temel anlamını en yalın haliyle ifade eder. Eylemin basit, doğrudan ve etkili bir şekilde gerçekleştiğini vurgular. Kök anlamındaki 'yıkım' eyleminin, herhangi bir ek anlam veya dolaylılık içermeden, saf bir şekilde ifade edilmesini sağlar."}, {"bab_no": 2, "fiil_formlari": {"mazi": "هُدِّمَ - hudime", "muzari": "يُهَدَّمُ - yuhaddemu", "masdar": "تَهْدِيمٌ - tehdiym"}, "bab_anlami": "Yıkılmak, tahrip edilmek, bir şeyin yıkıma uğraması. Bu kalıp, eylemin edilgen olduğunu, yani öznenin yıkım eylemini gerçekleştiren değil, yıkıma maruz kalan olduğunu gösterir. Bir şeyin dış etkenler tarafından yıkılması veya tahrip edilmesi durumunu ifade eder. Bu, bir binanın depremde yıkılması gibi fiziksel bir olay olabileceği gibi, bir kişinin itibarının iftira sonucu zedelenmesi gibi manevi bir durum da olabilir.", "mikro_mantik": "Bu kalıp, kök anlamındaki 'yıkım' eyleminin edilgen bir şekilde gerçekleştiğini gösterir. Eylemin öznesi değil, nesnesi ön plandadır. Bu, yıkımın dışsal bir etki sonucu meydana geldiğini ve öznenin bu duruma maruz kaldığını vurgular."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَهَدَّمَ - teheddeme", "muzari": "يَتَهَدَّمُ - yeteheddemu", "masdar": "تَهَدُّمٌ - teheddum"}, "bab_anlami": "Yavaş yavaş yıkılmak, çökmek, parçalanmak. Bu kalıp, yıkım eyleminin zamana yayıldığını, aşama aşama gerçekleştiğini ifade eder. Bir şeyin aniden değil, tedrici olarak bozulması, zayıflaması ve sonunda yıkılması durumunu gösterir. Bu, bir binanın zamanla yıpranması veya bir ilişkinin yavaş yavaş sona ermesi gibi durumları ifade edebilir. Aynı zamanda, içsel bir çöküşü, manevi bir erozyonu da simgeleyebilir.", "mikro_mantik": "Bu kalıp, kök anlamındaki 'yıkım' eyleminin süreç odaklı olduğunu vurgular. Eylemin anlık bir olay değil, zaman içinde gerçekleşen bir değişim olduğunu gösterir. Bu, yıkımın yavaş ve kaçınılmaz bir şekilde ilerlediğini ve öznenin bu sürece karşı koymakta zorlandığını ifade eder."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَهْدَمَ - estehdeme", "muzari": "يَسْتَهْدِمُ - yestehdimu", "masdar": "اِسْتِهْدَامٌ - istihdam"}, "bab_anlami": "Yıkılmasını istemek, yıkıma uğramasını beklemek, yıkıma meyilli olmak. Bu kalıp, bir şeyin yıkımını arzulama veya onun yıkılmaya doğru gittiğini düşünme anlamını taşır. Bir durumun veya yapının çöküşünü beklemek, hatta bu çöküşü teşvik etmek gibi bir anlam da içerebilir. Bu, bir düşmanın zayıflamasını beklemek veya bir ideolojinin çöküşünü öngörmek gibi durumları ifade edebilir. Aynı zamanda, bir şeyin değersizleştiğini, artık bir anlamı kalmadığını düşünerek onun yıkımını istemek gibi bir anlam da taşıyabilir.", "mikro_mantik": "Bu kalıp, kök anlamındaki 'yıkım' eylemine bir niyet veya beklenti anlamı katar. Eylemin gerçekleşmesi için bir arzu veya önsezi olduğunu gösterir. Bu, yıkımın pasif bir şekilde beklenmediğini, aksine onun gerçekleşmesi için bir eğilim veya hazırlık olduğunu vurgular."}]}], "هدهد": [{"kok": "هدد", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Hedefe yönelme, doğru yolu bulma, rehberlik etme ve bilgiyi taşıma. Derinlerdeki gizli bilgileri açığa çıkarma potansiyeli.", "kavramsal_derinlik": "İlahi rehberlikle insanın içsel yolculuğu arasındaki ilişkiyi, bilginin aktarılmasının ahlaki sorumluluğunu ve hakikate ulaşma arayışının evrensel boyutunu kapsar."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "هَدَّ - Hadda", "muzari": "يَهُدُّ - Yahuddu", "masdar": "هَدٌّ - Heddun"}, "bab_anlami": "Bir şeyi yıkmak, tahrip etmek, zayıflatmak veya bir engeli ortadan kaldırmak anlamına gelir. Bu kalıp, bir şeyin temelini sarsmak veya bir yapıyı çökertmek gibi fiziksel yıkımların yanı sıra, soyut anlamda da bir düşünceyi veya inancı zayıflatmak, ortadan kaldırmak gibi anlamlara gelebilir. Aynı zamanda, bir hedefe ulaşmak için engelleri aşma veya zorlukları yenme çabasını da ifade edebilir. Bu bağlamda, 'هَدَّ' kökü, bir şeyin özünü değiştiren veya dönüştüren bir gücü temsil eder.", "mikro_mantik": "Bu kalıp, kökün temel anlamını yoğunlaştırır ve eylemin şiddetini veya kesinliğini vurgular. Tekrarlama veya yoğunlaştırma yoluyla, kökün anlamını daha belirgin hale getirir. Bir şeyin tamamen ortadan kaldırılması veya yok edilmesi fikrini matematiksel bir kesinlikle ifade eder."}, {"bab_no": 2, "fiil_formlari": {"mazi": "هَدَّدَ - Heddade", "muzari": "يُهَدِّدُ - Yuheddidu", "masdar": "تَهْدِيدٌ - Tehdidun"}, "bab_anlami": "Tehdit etmek, korkutmak veya bir tehlikeyi işaret etmek anlamına gelir. Bu kalıp, birinin üzerinde baskı kurmak veya bir zarara yol açma potansiyelini göstermek gibi durumları ifade eder. Aynı zamanda, bir uyarı veya ikaz anlamını da taşıyabilir, böylece olası bir kötü sonuçtan kaçınılması amaçlanır. 'هَدَّدَ' kökü bu kalıpta, gelecekteki olumsuz sonuçlara karşı bir farkındalık yaratma ve önlem alma gerekliliğini vurgular.", "mikro_mantik": "Bu kalıp, köke bir yönelme ve eylemin bir başkası üzerinde etkisini katmaktadır. Eylemin potansiyel sonuçlarını vurgulayarak, kökün anlamını daha karmaşık ve ilişkisel hale getirir. Bir tehdidin olasılığını ve etkisini matematiksel bir olasılık olarak sunar."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَهَدَّدَ - Teheddede", "muzari": "يَتَهَدَّدُ - Yeteheddedu", "masdar": "تَهَدُّدٌ - Teheddudun"}, "bab_anlami": "Tehdit eder gibi görünmek, tehditkar bir tavır sergilemek veya tehdit altında hissetmek anlamına gelir. Bu kalıp, gerçek bir tehditten ziyade, tehdit algısını veya tehditkar bir atmosferi ifade eder. Bir durumun tehlikeli veya güvensiz olarak algılanması, kişinin kendisini savunmaya hazırlaması veya bir tehlikeye karşı tetikte olması gibi durumları kapsar. 'تَهَدَّدَ' kökü bu kalıpta, potansiyel tehlikelere karşı duyarlılığı ve hazırlıklı olmayı vurgular.", "mikro_mantik": "Bu kalıp, kökün anlamını içselleştirir ve eylemin öznel deneyimini vurgular. Tehdidin algılanma biçimini ve bireyin bu algıya tepkisini matematiksel bir model olarak sunar. Kökün anlamını daha kişisel ve psikolojik bir boyuta taşır."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَهَدَّ - Istahedde", "muzari": "يَسْتَهَدُّ - Yestaheddu", "masdar": "اِسْتِهْدَادٌ - Istihdadun"}, "bab_anlami": "Bir şeyi yıkmaya çalışmak, bir şeyi zayıflatmak için çabalamak veya bir şeyi ortadan kaldırmak için girişimde bulunmak anlamına gelir. Bu kalıp, bir hedefe ulaşmak için yıkıcı veya tahrip edici yöntemler kullanmayı ifade eder. Aynı zamanda, bir şeyin gücünü veya etkisini azaltmaya yönelik bir çabayı da gösterebilir. 'اِسْتَهَدَّ' kökü bu kalıpta, bir amaca ulaşmak için kullanılan araçların etik ve ahlaki boyutunu sorgular.", "mikro_mantik": "Bu kalıp, kökün anlamını arayış ve talep boyutuna taşır. Yıkım veya zayıflatma eylemini bir amaç olarak belirleme ve bu amaca ulaşmak için çaba gösterme fikrini matematiksel bir optimizasyon problemi olarak sunar. Kökün anlamını daha stratejik ve hedef odaklı bir hale getirir."}]}], "هدي": [{"kok": "هدي", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Rehberlik, doğru yola iletme, yön gösterme; içsel bir ışıkla aydınlanma ve bu aydınlanmayı başkalarına aktarma potansiyeli.", "kavramsal_derinlik": "İlahi rehberliğin insan ruhundaki yansıması, bilginin ve hikmetin yolunu açarak bireyi hakikate ulaştıran bir süreç. Aynı zamanda, bu hakikati başkalarıyla paylaşma sorumluluğunu da içerir."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "هَدَى - Heda", "muzari": "يَهْدِي - Yehdi", "masdar": "هُدًى - Huden"}, "bab_anlami": "Doğru yolu göstermek, rehberlik etmek, birini bir amaca yönlendirmek. Bu, sadece fiziksel bir yol gösterme eylemi değil, aynı zamanda manevi bir aydınlanma ve içsel bir yönlendirme sürecidir. Kişinin kendi içindeki potansiyeli keşfetmesine ve onu en doğru şekilde kullanmasına yardımcı olmak anlamına gelir. Aynı zamanda, bir hedefe ulaşmak için gerekli olan bilgi, beceri ve motivasyonu sağlamak da bu anlamın içindedir.", "mikro_mantik": "Bu bab, kökün temel anlamını doğrudan ifade eder. Fiilin basit ve temel formu, rehberlik eyleminin kendisini ve bu eylemin temelindeki niyeti vurgular. Kökün özündeki 'yönlendirme' anlamı, bu babda en saf haliyle tezahür eder."}, {"bab_no": 2, "fiil_formlari": {"mazi": "أَهْدَى - Ehda", "muzari": "يُهْدِي - Yuhdi", "masdar": "إِهْدَاء - İhdaen"}, "bab_anlami": "Hediye etmek, sunmak, bir şeyi birine ithaf etmek; içtenlikle bir şeyi takdim etmek. Bu, maddi bir nesne olabileceği gibi, manevi bir değer, bir düşünce veya bir yetenek de olabilir. Hediyenin değeri, verenin niyetindeki samimiyet ve alıcının ihtiyacını karşılama derecesiyle ölçülür. Bu eylem, insanlar arasındaki bağı güçlendirir ve karşılıklı saygı ve sevgiyi artırır.", "mikro_mantik": "Bu bab, köke 'sunma', 'armağan etme' anlamını katar. Başa eklenen 'أ' (elif) harfi, fiilin geçişli (müteaddi) olmasını sağlar ve eylemin bir nesneye yöneldiğini belirtir. Bu, rehberliğin veya doğru yolun bir başkasına sunulması, aktarılması veya hediye edilmesi anlamına gelir."}, {"bab_no": 4, "fiil_formlari": {"mazi": "اِسْتَهْدَى - Istehda", "muzari": "يَسْتَهْدِي - Yestehdi", "masdar": "اِسْتِهْدَاء - Istihdaen"}, "bab_anlami": "Rehberlik istemek, doğru yolu aramak, hidayet talep etmek; içsel bir arayışla hakikate ulaşma çabası. Bu, kişinin kendi eksikliklerini fark etmesi ve daha iyi bir versiyonuna ulaşmak için çaba göstermesi anlamına gelir. Aynı zamanda, dışsal bir kaynaktan yardım alarak doğru yolu bulma isteğini de ifade eder. Bu arayış, kişinin ruhsal ve zihinsel gelişimine katkıda bulunur.", "mikro_mantik": "Bu bab, köke 'talep etme', 'arama' anlamını katar. Başa eklenen 'اِسْت' (iste) harfleri, fiilin bir talep veya arayış içerdiğini gösterir. Bu, rehberliğin veya doğru yolun aktif bir şekilde aranması, talep edilmesi ve bulunmaya çalışılması anlamına gelir."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَهَدَّى - Tehedda", "muzari": "يَتَهَدَّى - Yetehedda", "masdar": "تَهَدِّي - Teheddin"}, "bab_anlami": "Rehberliğe yönelmek, doğru yolu izlemeye çalışmak, hidayete ermeye gayret etmek; sürekli bir çaba ve öğrenme süreci içinde olmak. Bu, kişinin kendi içindeki potansiyeli gerçekleştirmek için sürekli olarak kendini geliştirmesi ve doğru kararlar vermeye çalışması anlamına gelir. Aynı zamanda, başkalarının deneyimlerinden ders çıkararak ve onlardan öğrenerek doğru yolu bulma çabasını da ifade eder.", "mikro_mantik": "Bu bab, köke 'yönelme', 'gayret etme' anlamını katar. Ortadaki harfin tekrarı (şedde), fiilin yoğunluğunu ve sürekliliğini vurgular. Bu, rehberliğe sürekli bir yönelme, doğru yolu izlemeye yönelik sürekli bir çaba ve hidayete ermeye yönelik sürekli bir gayret anlamına gelir."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِهْتَدَى - Ihteda", "muzari": "يَهْتَدِي - Yehtedi", "masdar": "اِهْتِدَاء - Ihtidaen"}, "bab_anlami": "Doğru yolu bulmak, hidayete ermek, rehberlik sayesinde aydınlanmak; içsel bir dönüşüm ve farkındalık yaşamak. Bu, kişinin kendi içindeki potansiyeli keşfetmesi ve onu en doğru şekilde kullanması anlamına gelir. Aynı zamanda, dışsal bir kaynaktan gelen rehberlik sayesinde doğru kararlar verme yeteneğini kazanmak da bu anlamın içindedir. Bu dönüşüm, kişinin hayatında kalıcı bir etki yaratır.", "mikro_mantik": "Bu bab, köke 'bulmak', 'erişmek' anlamını katar. Başa eklenen 'اِهْ' (ih) harfleri, fiilin bir sonuca ulaştığını, bir hedefe varıldığını gösterir. Bu, rehberlik sayesinde doğru yolun bulunması, hidayete erişilmesi ve aydınlanmanın yaşanması anlamına gelir."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَهْدَى - Istehda", "muzari": "يَسْتَهْدِي - Yestehdi", "masdar": "اِسْتِهْدَاء - Istihdaen"}, "bab_anlami": "Doğru yolu bulmayı ummak, hidayete ermeyi beklemek, rehberlik için sabırla beklemek; içsel bir umut ve beklenti içinde olmak. Bu, kişinin kendi içindeki potansiyeli gerçekleştirmek için doğru zamanı beklemesi ve sabırlı olması anlamına gelir. Aynı zamanda, dışsal bir kaynaktan gelecek rehberliğe güvenmek ve umutla beklemek de bu anlamın içindedir. Bu beklenti, kişinin ruhsal ve zihinsel gelişimine katkıda bulunur.", "mikro_mantik": "Bu bab, köke 'ummak', 'beklemek' anlamını katar. Başa eklenen 'اِسْت' (iste) harfleri, fiilin bir talep veya arayış içerdiğini gösterir, ancak bu arayışın sonucunda bir umut ve beklenti olduğunu vurgular. Bu, rehberliğin bulunmasını ummak, hidayete ermeyi beklemek ve doğru yolun aydınlanmasını sabırla beklemek anlamına gelir."}]}], "هرب": [{"kok": "هرب", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Kaçış, uzaklaşma, terk etme; bir şeyden sıyrılma veya kurtulma çabası.", "kavramsal_derinlik": "Fiziksel bir mekandan uzaklaşmanın yanı sıra, soyut anlamda sorumluluktan, yükümlülükten veya istenmeyen bir durumdan kaçınma eylemini de içerir. Bu, bireyin içsel çatışmalarından, dışsal baskılardan veya toplumsal beklentilerden özgürleşme arzusunu yansıtabilir. İlahi boyutta ise, nefsin kötü eğilimlerinden arınma ve Hakk'a yönelme çabası olarak tecelli eder."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "هرب - haraba", "muzari": "يهرب - yahribu", "masdar": "هروب - hurub"}, "bab_anlami": "Kaçmak, firar etmek, uzaklaşmak. Bu bab, kökün temel anlamını en yalın haliyle ifade eder. Bir tehlikeden, sorumluluktan veya istenmeyen bir durumdan hızla uzaklaşma eylemini belirtir. Bu kaçış, fiziksel bir mekandan olabileceği gibi, mecazi anlamda bir durumdan veya ilişkiden de olabilir; kişinin kendini koruma içgüdüsüyle hareket etmesini ifade eder.", "mikro_mantik": "Bu bab (Sülasi Mücerred), fiilin temel ve yalın anlamını sunar. Kökün ifade ettiği 'kaçış' eyleminin özünü, herhangi bir ek anlam veya yoğunluk katmadan belirtir. Fiilin fail tarafından doğrudan gerçekleştirildiğini gösterir, yani kaçan kişi eylemi bizzat yapmaktadır. Bu kalıp, eylemin basitçe gerçekleştiğini vurgular, eylemin nedeni, amacı veya sonucu hakkında ek bir bilgi sunmaz."}]}], "هرع": [{"kok": "هرع", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Acele etmek, telaşlanmak, bir hedefe doğru hızlıca yönelmek. Bu kök, varoluşsal bir arayışın, içsel bir dürtünün veya dışsal bir zorunluluğun etkisiyle ortaya çıkan hızlı ve kararlı hareketi ifade eder.", "kavramsal_derinlik": "Beşeri boyutta, bir ihtiyaca cevap verme veya bir tehlikeden kaçma gibi pratik amaçlara hizmet edebilir. İlahi boyutta ise, ilahi emirlere itaat etme veya manevi bir hedefe ulaşma arzusunu simgeler. Bu kök, zamanın kısalığı ve eylemin önemini vurgular."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "هَرَعَ", "muzari": "يَهْرَعُ", "masdar": "هَرْع"}, "bab_anlami": "Basit ve doğal bir acele etme veya telaşlanma eylemini ifade eder. Bu kalıp, kökün temel anlamını en yalın haliyle yansıtır; herhangi bir ek anlam veya yoğunluk katmanı içermez. Sadece bir durumun veya olayın hızlı bir şekilde gerçekleştiğini belirtir. Örneğin, birinin bir çağrıya hızla cevap vermesi veya bir tehlikeden hızla kaçması gibi.", "mikro_mantik": "Bu kalıp, eylemin basitçe gerçekleştiğini gösterir. Kökün anlamı herhangi bir yoğunlaştırma veya değiştirme olmadan doğrudan ifade edilir. Fiilin temel anlamını korur ve eylemin kendisini vurgular."}, {"bab_no": 2, "fiil_formlari": {"mazi": "أَهْرَعَ", "muzari": "يُهْرِعُ", "masdar": "إِهْرَاع"}, "bab_anlami": "Bir şeyi veya birini acele ettirmek, telaşlandırmak veya bir şeyi hızlı bir şekilde harekete geçirmek anlamına gelir. Bu kalıp, eylemin başkası üzerinde bir etki yarattığını veya bir şeyi hızlandırma çabasını ifade eder. Bir durumu hızlandırmak veya birinin tepkisini tetiklemek gibi anlamlara gelebilir. Örneğin, bir haberi hızla yaymak veya birini bir görevi tamamlamaya teşvik etmek gibi.", "mikro_mantik": "Bu kalıp, kökün anlamını bir başkasına yöneltme veya bir şeyi hızlandırma eylemini ekler. Eylemin geçişli (müteaddi) olduğunu ve bir nesneye veya kişiye etki ettiğini gösterir."}, {"bab_no": 3, "fiil_formlari": {"mazi": "هَارَعَ", "muzari": "يُهَارِعُ", "masdar": "مُهَارَعَة"}, "bab_anlami": "Karşılıklı olarak acele etmek, yarışmak veya bir konuda birbirini geçmeye çalışmak anlamına gelir. Bu kalıp, rekabetçi bir acele veya ortak bir hedefe ulaşmak için birlikte hızlı hareket etme durumunu ifade eder. İki veya daha fazla kişinin aynı anda aynı amaca yönelik hızlı bir şekilde hareket ettiğini gösterir. Örneğin, bir yarışta koşucuların birbirini geçmeye çalışması veya bir projede birlikte çalışanların hızlı bir şekilde ilerlemesi gibi.", "mikro_mantik": "Bu kalıp, eylemin karşılıklı veya ortak bir şekilde gerçekleştiğini gösterir. Kökün anlamı, bir etkileşim veya rekabet unsuru eklenerek genişletilir."}, {"bab_no": 4, "fiil_formlari": {"mazi": "تَهَرْعَ", "muzari": "يَتَهَرْعُ", "masdar": "تَهَرْع"}, "bab_anlami": "Aceleci davranmak, telaşlı bir şekilde hareket etmek veya bir şeyi aceleye getirmek anlamına gelir. Bu kalıp, kişinin kendi kendine aceleci bir tavır sergilediğini veya bir şeyi gereğinden fazla hızlandırmaya çalıştığını ifade eder. İçsel bir dürtüyle hareket etme veya bir şeyi tamamlamak için sabırsızlanma gibi anlamlara gelebilir. Örneğin, bir görevi bitirmek için aceleci davranmak veya bir karar vermek için sabırsızlanmak gibi.", "mikro_mantik": "Bu kalıp, eylemin kişinin kendi üzerinde yoğunlaştığını ve içsel bir dürtüyle gerçekleştiğini gösterir. Kökün anlamı, öznel bir deneyim veya davranış unsuru eklenerek derinleştirilir."}, {"bab_no": 5, "fiil_formlari": {"mazi": "اِهْرَوْرَعَ", "muzari": "يَهْرَوْرِعُ", "masdar": "اِهْرِيرَاع"}, "bab_anlami": "Aşırı derecede acele etmek, çok telaşlanmak veya bir şeyi büyük bir hızla yapmak anlamına gelir. Bu kalıp, kökün anlamını yoğunlaştırır ve eylemin aşırı veya abartılı bir şekilde gerçekleştiğini vurgular. Bir durumun veya olayın olağanüstü bir hızla meydana geldiğini belirtir. Örneğin, bir felaketten kaçarken aşırı derecede telaşlanmak veya bir fırsatı kaçırmamak için çok hızlı hareket etmek gibi.", "mikro_mantik": "Bu kalıp, kökün anlamını aşırılaştırma veya yoğunlaştırma işlevi görür. Eylemin şiddetini veya hızını artırarak anlamı güçlendirir."}, {"bab_no": 6, "fiil_formlari": {"mazi": "اُهْرُورِعَ", "muzari": "يُهْرُورِعُ", "masdar": "اُهْرِيرَاع"}, "bab_anlami": "Bir şeyin aşırı derecede acele ettirilmesi veya çok telaşlandırılması anlamına gelir. Bu kalıp, edilgen bir anlam taşır ve bir nesnenin veya durumun aşırı bir hızla harekete geçirildiğini ifade eder. Bir dış etkenin etkisiyle bir şeyin hızlandırıldığını veya telaşlandırıldığını gösterir. Örneğin, bir projenin tamamlanması için aşırı derecede baskı yapılması veya bir kararın hızla alınması için zorlanması gibi.", "mikro_mantik": "Bu kalıp, eylemin edilgen olduğunu ve bir dış etkenin etkisiyle gerçekleştiğini gösterir. Kökün anlamı, bir nesnenin veya durumun hızlandırılması veya telaşlandırılması şeklinde ifade edilir."}]}], "هزأ": [{"kok": "هزأ", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Alaycılık, küçümseme ve değersizleştirme eyleminin özü. Bu kök, bireyin içsel veya dışsal bir otoriteye karşı duyduğu aşağılama ve hafife alma eğilimini ifade eder. Aynı zamanda, insanın kendi değerini ve başkalarının değerini algılama biçimindeki çarpıklıkları da işaret eder.", "kavramsal_derinlik": "Beşeri ilişkilerde alaycılığın yıkıcı etkileri ve ilahi huzurda tevazuun önemi arasındaki gerilimi inceler. Bu kök, insanın kendi kusurlarını görmezden gelerek başkalarını yargılama eğilimini ve bu durumun ruhsal gelişim üzerindeki olumsuz etkilerini vurgular."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "هَزَأَ - haz'a", "muzari": "يَهْزَأُ - yahza'u", "masdar": "هَزْء - haz'un"}, "bab_anlami": "Temel anlamıyla alay etmek, küçümsemek ve hafife almak fiillerini ifade eder. Bu kalıp, bireyin bir başkasını değersizleştirmeye yönelik doğrudan ve açık bir eylemini gösterir. Aynı zamanda, kişinin kendi içindeki kibir ve üstünlük duygusunu dışa vurma biçimi olarak da yorumlanabilir.", "mikro_mantik": "Bu kalıp, kökün temel anlamını doğrudan ve yoğun bir şekilde ifade eder. Fiilin basit ve yalın yapısı, eylemin ani ve düşüncesizce gerçekleştiğini gösterir. Kökün anlamı, bu kalıpta herhangi bir dönüşüme uğramadan, olduğu gibi yansıtılır."}, {"bab_no": 2, "fiil_formlari": {"mazi": "هَزَّأَ - hazzea", "muzari": "يُهَزِّئُ - yuhazzi'u", "masdar": "تَهْزِئَة - tahzi'atun"}, "bab_anlami": "Alayı yoğunlaştırmak, sürekli ve ısrarlı bir şekilde alay etmek anlamına gelir. Bu kalıp, alay etme eyleminin tekrarlanarak ve sistematik bir şekilde yapıldığını gösterir. Kişinin, bir başkasını sürekli olarak aşağılayarak kendi egosunu tatmin etme çabasını ifade eder. Bu durum, alay edilen kişide derin yaralar açabilir ve özgüvenini zedeleyebilir.", "mikro_mantik": "Tekrarlama ve yoğunlaştırma anlamı taşıyan bu kalıp, kökün anlamını pekiştirir ve eylemin sürekliliğini vurgular. Fiilin yapısındaki tekrar, alay etme eyleminin bilinçli ve kasıtlı bir şekilde yapıldığını gösterir. Bu durum, eylemin ahlaki sorumluluğunu artırır."}, {"bab_no": 3, "fiil_formlari": {"mazi": "هَازَأَ - haza'a", "muzari": "يُهَازِئُ - yuhaazi'u", "masdar": "مُهَازَأَة - muhaaza'atun"}, "bab_anlami": "Karşılıklı alaylaşma, birbirini küçümseme ve hafife alma durumunu ifade eder. Bu kalıp, iki veya daha fazla kişinin birbirine karşı alaycı ve aşağılayıcı bir tavır sergilediği bir etkileşimi gösterir. Bu durum, rekabet, kıskançlık veya düşmanlık gibi duygulardan kaynaklanabilir ve taraflar arasında gerginlik ve güvensizlik yaratabilir.", "mikro_mantik": "Karşılıklılık anlamı taşıyan bu kalıp, kökün anlamını ilişkilendirir ve eylemin çok yönlülüğünü vurgular. Fiilin yapısındaki karşılıklılık, alay etme eyleminin tek taraflı olmadığını, taraflar arasında bir etkileşim ve tepki döngüsü olduğunu gösterir. Bu durum, eylemin karmaşıklığını artırır."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَهْزَأَ - ahza'a", "muzari": "يُهْزِئُ - yuhzi'u", "masdar": "إِهْزَاء - ihza'un"}, "bab_anlami": "Alay etmeye sevk etmek, alay etmeye neden olmak veya alay konusu yapmak anlamlarına gelir. Bu kalıp, bir kişinin veya durumun başkaları tarafından alay edilmesine yol açan bir eylemi veya durumu ifade eder. Bu durum, kişinin kendi davranışlarıyla veya dışsal faktörlerle tetiklenebilir ve alay edilen kişi için utanç verici ve aşağılayıcı bir deneyim olabilir.", "mikro_mantik": "Nedensellik anlamı taşıyan bu kalıp, kökün anlamını genişletir ve eylemin sonuçlarını vurgular. Fiilin yapısındaki nedensellik, alay etme eyleminin bir başlangıcı ve sonucu olduğunu gösterir. Bu durum, eylemin sorumluluğunu ve etkilerini daha da önemli hale getirir."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَهَزَّأَ - tahazza'a", "muzari": "يَتَهَزَّأُ - yatahazza'u", "masdar": "تَهَزُّؤ - tahazzu'un"}, "bab_anlami": "Alay eder gibi davranmak, alaycı bir tavır sergilemek veya alay etmeye meyilli olmak anlamlarına gelir. Bu kalıp, kişinin içsel bir alaycılık eğilimi taşıdığını veya alay etme niyetinde olduğunu gösterir. Bu durum, kişinin başkalarına karşı güvensizlik, kıskançlık veya üstünlük duygusu gibi olumsuz duygular beslemesinden kaynaklanabilir.", "mikro_mantik": "Görünüşte alay etme anlamı taşıyan bu kalıp, kökün anlamını inceltir ve eylemin içsel boyutunu vurgular. Fiilin yapısındaki görünüş, alay etme eyleminin dışa vurulmadan önce içsel bir süreçten geçtiğini gösterir. Bu durum, eylemin karmaşıklığını ve kişinin niyetini anlamayı zorlaştırır."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَهَازَأَ - tahaaza'a", "muzari": "يَتَهَازَأُ - yatahaaza'u", "masdar": "تَهَازُؤ - tahaazu'un"}, "bab_anlami": "Birbirine alaycı bir şekilde davranmak, karşılıklı olarak küçümseyici ve aşağılayıcı bir tutum sergilemek anlamına gelir. Bu kalıp, iki veya daha fazla kişinin birbirine karşı alaycı ve küçümseyici bir şekilde yaklaştığı, sürekli olarak birbirlerini aşağılamaya çalıştığı bir etkileşimi ifade eder. Bu durum, genellikle rekabet, kıskançlık veya düşmanlık gibi olumsuz duygulardan kaynaklanır ve taraflar arasında derin bir güvensizlik ve gerginlik yaratır.", "mikro_mantik": "Karşılıklı alaycı davranış anlamı taşıyan bu kalıp, kökün anlamını ilişkilendirir ve eylemin dinamiklerini vurgular. Fiilin yapısındaki karşılıklılık, alay etme eyleminin tek taraflı olmadığını, taraflar arasında sürekli bir etkileşim ve tepki döngüsü olduğunu gösterir. Bu durum, eylemin karmaşıklığını ve tarafların birbirini nasıl etkilediğini anlamayı önemli kılar."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْهَزَأَ - inhaza'a", "muzari": "يَنْهَزِئُ - yanhazi'u", "masdar": "اِنْهِزَاء - inhiza'un"}, "bab_anlami": "Alaya alınmaya maruz kalmak, alay konusu olmak veya küçümsenmek anlamlarına gelir. Bu kalıp, bir kişinin veya durumun başkaları tarafından alay edildiği ve aşağılandığı bir durumu ifade eder. Bu durum, kişinin özgüvenini zedeleyebilir, utanç ve aşağılık duygularına neden olabilir ve sosyal ilişkilerini olumsuz etkileyebilir.", "mikro_mantik": "Pasif alaya maruz kalma anlamı taşıyan bu kalıp, kökün anlamını değiştirir ve eylemin mağdurunu vurgular. Fiilin yapısındaki pasiflik, alay etme eyleminin bir başkası tarafından yapıldığını ve kişinin bu eyleme maruz kaldığını gösterir. Bu durum, eylemin sorumluluğunu ve etkilerini daha da önemli hale getirir."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِهْتَزَأَ - ihtaza'a", "muzari": "يَهْتَزِئُ - yahtazi'u", "masdar": "اِهْتِزَاء - ihtiza'un"}, "bab_anlami": "Alay etmek, küçümsemek veya hafife almak; ancak bu eylemi daha çok içsel bir memnuniyet veya eğlence duygusuyla yapmak anlamına gelir. Bu kalıp, alay etme eyleminin altında yatan motivasyonu ve duygusal durumu vurgular. Kişi, alay ederek kendi üstünlüğünü hissetmekte veya başkasının zayıflıklarından keyif almaktadır. Bu durum, empatiden yoksun ve bencil bir tutumu yansıtır.", "mikro_mantik": "İçsel memnuniyetle alay etme anlamı taşıyan bu kalıp, kökün anlamını derinleştirir ve eylemin psikolojik boyutunu vurgular. Fiilin yapısındaki içsellik, alay etme eyleminin kişinin iç dünyasında nasıl bir etki yarattığını ve hangi duyguları tetiklediğini gösterir. Bu durum, eylemin ahlaki sorumluluğunu artırır."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اِسْتَهْزَأَ - istahza'a", "muzari": "يَسْتَهْزِئُ - yastahzi'u", "masdar": "اِسْتِهْزَاء - istihza'un"}, "bab_anlami": "Alay etmeyi alışkanlık haline getirmek, sürekli olarak alay etmek veya alay etmeyi bir araç olarak kullanmak anlamına gelir. Bu kalıp, alay etme eyleminin kişinin karakterinin bir parçası haline geldiğini ve başkalarıyla ilişkilerinde baskın bir rol oynadığını gösterir. Kişi, alay ederek kendi gücünü göstermeye, başkalarını kontrol etmeye veya kendi eksikliklerini örtmeye çalışabilir. Bu durum, toksik bir ilişki dinamiği yaratır ve başkalarının duygusal sağlığını olumsuz etkiler.", "mikro_mantik": "Alay etmeyi alışkanlık edinme anlamı taşıyan bu kalıp, kökün anlamını yoğunlaştırır ve eylemin sürekliliğini vurgular. Fiilin yapısındaki alışkanlık, alay etme eyleminin bilinçli bir tercih olduğunu ve kişinin bu davranışı değiştirmek için çaba göstermesi gerektiğini gösterir. Bu durum, eylemin ahlaki sorumluluğunu daha da artırır."}]}], "هزز": [{"kok": "هزز", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Sarsıntı ve hareketin özü", "kavramsal_derinlik": "Fiziksel dünyadaki titreşimlerden, ruhsal alemdeki derin sarsıntılara kadar geniş bir yelpazede anlam barındırır. Bu kök, dışsal bir etkinin içsel dünyada yarattığı yankıları ve değişimleri ifade eder. Aynı zamanda, bir şeyin temelinden sarsılması ve yeniden yapılanması potansiyelini de taşır."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "هَزَّ - hazza", "muzari": "يَهُزُّ - yahuzzu", "masdar": "هَزٌّ - hazzun"}, "bab_anlami": "Bu bab, kökün temel anlamını doğrudan ve yoğun bir şekilde ifade eder. Bir şeyi sarsmak, sallamak veya titreştirmek anlamına gelir. Bu, fiziksel bir nesnenin hareketi olabileceği gibi, duygusal veya zihinsel bir durumun da sarsılması olabilir. Örneğin, bir haberin insanları sarsması veya bir olayın bir toplumu derinden etkilemesi gibi.", "mikro_mantik": "Bu kalıp, kökün anlamını doğrudan ve yoğun bir şekilde eyleme dönüştürür. Fiilin basit ve temel formunu koruyarak, sarsma eyleminin kendisini vurgular. Tekrarlama (şedde) yoluyla anlamı pekiştirir, eylemin şiddetini veya sürekliliğini artırır."}]}], "هزل": [{"kok": "هزل", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Ciddiyetsizlik, hafiflik, alaycılık; özünde, varlığın ağırlığından kaçış ve yüzeysellikte teselli arayışı.", "kavramsal_derinlik": "Beşeri zaafların tezahürü olarak görülebileceği gibi, ilahi hikmetin tecellisi olan karmaşık varoluşun anlaşılmazlığı karşısında bir savunma mekanizmasıdır."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "هَزَلَ - hazala", "muzari": "يَهْزِلُ - yahzilu", "masdar": "هَزْل - hazl"}, "bab_anlami": "Ciddiyetten uzaklaşmak, hafiflemek, alay etmek; varlığın özündeki anlam arayışından geçici olarak vazgeçmek ve yüzeysel bir eğlenceye yönelmek. Bu, insanın varoluşsal ağırlığı taşıyamadığı anlarda başvurduğu bir tür kaçış mekanizmasıdır. Aynı zamanda, hayatın trajik yönleriyle başa çıkmak için kullanılan bir savunma mekanizması olarak da görülebilir. Bu kalıp, eylemin kendisinde bir hafiflik ve geçicilik barındırır.", "mikro_mantik": "Bu kalıp, kökün temel anlamını eylemsel bir ifadeye dönüştürerek, ciddiyetsizliğin ve hafifliğin bir fiil olarak tezahürünü gösterir. Kökün statik anlamını dinamik bir sürece evirir; böylece 'hezl' kavramı, bir durumdan ziyade bir eylemi ifade eder hale gelir. Bu dönüşüm, kökün anlamını daha somut ve anlaşılır kılar."}]}], "هزم": [{"kok": "هزم", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Mağlubiyet, yenilgi, üstünlüğün kaybedilmesi. Bir gücün veya etkinin zayıflaması, kontrolün yitirilmesi ve direncin kırılması.", "kavramsal_derinlik": "Beşeri boyutta, rekabet, savaş ve mücadelelerdeki başarısızlığı ifade ederken; ilahi boyutta, nefsin arzularına, şeytani vesveselere ve dünyevi bağımlılıklara karşı zaafı simgeler. Bu, insanın içsel ve dışsal düşmanlarına karşı koyma yeteneğinin azalmasıdır."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "هَزَمَ - hazeme", "muzari": "يَهْزِمُ - yehzimu", "masdar": "هَزْم - hazm"}, "bab_anlami": "Birini yenmek, mağlup etmek, bozguna uğratmak. Bu kalıp, doğrudan ve kasıtlı bir eylemi ifade eder; birinin gücünü kullanarak diğerini alt etmesi, kontrolü ele geçirmesi ve onu etkisiz hale getirmesi anlamına gelir. Aynı zamanda, bir düşünceyi, inancı veya duyguyu çürütmek, geçersiz kılmak veya ortadan kaldırmak için yapılan bilinçli bir çabayı da içerebilir. Bu, bir tür zihinsel veya duygusal üstünlük kurma eylemidir.", "mikro_mantik": "Bu kalıp, kökün temel anlamını doğrudan eyleme dönüştürür. Failin, nesne üzerinde kesin ve sonuç odaklı bir etki yarattığını gösterir. Eylemin yönü tek taraflıdır; fail aktif bir şekilde nesneyi etkisiz hale getirir. Bu, matematiksel bir denklemde bir sayının diğerini yok etmesi gibi, bir gücün diğerini ortadan kaldırmasıdır."}, {"bab_no": 2, "fiil_formlari": {"mazi": "هُزِّمَ - huzzime", "muzari": "يُهَزَّمُ - yuhazzemu", "masdar": "تَهْزِيم - tehziim"}, "bab_anlami": "Yenilgiye uğratılmak, mağlup edilmek. Bu kalıp, edilgen bir durumu ifade eder; bir öznenin başka bir güç tarafından yenilgiye uğratılması, kontrolünü kaybetmesi ve etkisiz hale getirilmesi anlamına gelir. Bu, dışsal bir etkinin özne üzerindeki baskısını ve zayıflığını vurgular. Aynı zamanda, bir fikrin, inancın veya duygunun dış etkenler tarafından çürütülmesi, geçersiz kılınması veya ortadan kaldırılması durumunu da içerebilir. Bu, bir tür zihinsel veya duygusal savunmasızlık halidir.", "mikro_mantik": "Bu kalıp, kökün temel anlamını edilgen hale getirir. Öznenin, dışsal bir güç tarafından manipüle edildiğini ve kontrol edildiğini gösterir. Eylemin yönü tersine döner; özne pasif bir şekilde dışsal etkinin etkisine maruz kalır. Bu, matematiksel bir denklemde bir sayının başka bir sayı tarafından bölünmesi gibi, bir gücün diğerine bağımlı hale gelmesidir."}, {"bab_no": 3, "fiil_formlari": {"mazi": "هَازَمَ - haazeme", "muzari": "يُهَازِمُ - yuhaazimu", "masdar": "مُهَازَمَة - muhaazeme"}, "bab_anlami": "Yenmeye çalışmak, mağlup etmeye çalışmak, rekabet etmek. Bu kalıp, karşılıklı bir eylemi ifade eder; iki veya daha fazla tarafın birbirini yenmeye, mağlup etmeye veya alt etmeye çalıştığı bir durumu gösterir. Bu, rekabet, mücadele ve çatışma gibi kavramları içerir. Aynı zamanda, bir fikri, inancı veya duyguyu çürütmek, geçersiz kılmak veya ortadan kaldırmak için karşılıklı bir çaba gösterme durumunu da içerebilir. Bu, bir tür zihinsel veya duygusal savaş halidir.", "mikro_mantik": "Bu kalıp, kökün temel anlamını karşılıklı etkileşime dönüştürür. İki veya daha fazla failin birbirini etkilemeye çalıştığını gösterir. Eylemin yönü çift taraflıdır; her fail diğerini etkilemeye çalışır. Bu, matematiksel bir denklemde iki sayının birbirini bölmesi gibi, güçlerin dengelenmeye çalıştığı bir durumdur."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَهْزَمَ - ahzeme", "muzari": "يُهْزِمُ - yuhzimu", "masdar": "إِهْزَام - ihzaam"}, "bab_anlami": "Yenilgiye uğratmak, mağlup etmek, bozguna uğratmak. Bu kalıp, bir eylemin sonucunu vurgular; birinin başka birini kesin bir şekilde yenilgiye uğratması, kontrolünü tamamen ele geçirmesi ve onu etkisiz hale getirmesi anlamına gelir. Bu, bir hedefe ulaşmak için yapılan yoğun bir çabayı ve kararlılığı ifade eder. Aynı zamanda, bir fikri, inancı veya duyguyu tamamen çürütmek, geçersiz kılmak veya ortadan kaldırmak için yapılan kesin bir eylemi de içerebilir. Bu, bir tür zihinsel veya duygusal zaferdir.", "mikro_mantik": "Bu kalıp, kökün temel anlamını yoğunlaştırır ve kesinleştirir. Failin, nesne üzerinde tam bir kontrol sağladığını ve onu tamamen etkisiz hale getirdiğini gösterir. Eylemin yönü tek taraflıdır; fail aktif bir şekilde nesneyi yok eder. Bu, matematiksel bir denklemde bir sayının diğerini sonsuza kadar sıfıra eşitlemesi gibi, bir gücün diğerini tamamen ortadan kaldırmasıdır."}]}], "هشش": [{"kok": "هشش", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Dağılma, gevşeme, zayıflama. Bir şeyin özündeki direncin kaybolması, çözülmesi ve kontrolsüz bir şekilde yayılması.", "kavramsal_derinlik": "Fiziksel formun çözülüşünden, iradenin zayıflamasına; kontrolün kaybından, ruhsal dağılmaya kadar geniş bir yelpazede anlam taşır. Maddi ve manevi bütünlüğün bozulması, özden uzaklaşma ve nihayetinde yok oluşa giden süreci ifade eder."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "هَشَّ - haşşe", "muzari": "يَهُشُّ - yehuşşu", "masdar": "هَشٌّ - haşş"}, "bab_anlami": "Bir şeyi kırmak, ufalamak, dağıtmak; gevşetmek, zayıflatmak. Bu bab, kökün temel anlamını doğrudan eyleme döker. Bir nesnenin veya durumun direncinin kırılması, parçalanması ve kontrol dışına çıkması eylemini ifade eder. Bu, fiziksel bir nesnenin parçalanması olabileceği gibi, bir düşüncenin veya inancın zayıflatılması, etkisiz hale getirilmesi de olabilir.", "mikro_mantik": "Bu bab, kökün temel anlamını yoğunlaştırır ve eylemsel bir boyuta taşır. Fiilin geçişli veya geçişsiz olmasına bağlı olarak, eylemin nesnesi veya öznesi üzerindeki etki derecesi belirlenir. Eylemin tekrarı veya sürekliliği, anlamın vurgusunu artırabilir."}, {"bab_no": 2, "fiil_formlari": {"mazi": "هَشَّشَ - haşşeşe", "muzari": "يُهَشِّشُ - yuhaşşişu", "masdar": "تَهْشِيشٌ - tehşiş"}, "bab_anlami": "Bir şeyi dağıtmaya, ufalamaya veya zayıflatmaya çalışmak, bu yönde çaba göstermek. Bu bab, eylemin yoğunluğunu ve kasıtlılığını artırır. Bir şeyi yok etme, zayıflatma veya dağıtma amacına yönelik bir çabayı ifade eder. Bu, bilinçli bir eylem veya süreç olabilir; bir planın parçası olarak tasarlanmış bir strateji de olabilir.", "mikro_mantik": "Bu bab, kökün anlamını bir süreç veya eylem dizisi olarak sunar. Eylemin tekrarı, yoğunluğu veya kasıtlılığı vurgulanır. Failin, eylemi gerçekleştirme konusundaki kararlılığı ve amacı ön plana çıkarılır."}, {"bab_no": 3, "fiil_formlari": {"mazi": "هَاشَّ - hāşşe", "muzari": "يُهَاشُّ - yuhāşşu", "masdar": "مُهَاشَّةٌ - muhāşşe"}, "bab_anlami": "Karşılıklı olarak dağılmak, zayıflamak veya birbirini etkisiz hale getirmeye çalışmak. Bu bab, eylemin karşılıklı veya ortak bir şekilde gerçekleştiğini gösterir. İki veya daha fazla tarafın birbirini zayıflatma, dağıtma veya etkisiz hale getirme çabalarını ifade eder. Bu, bir çatışma, rekabet veya işbirliği şeklinde ortaya çıkabilir.", "mikro_mantik": "Bu bab, kökün anlamını ilişkisel bir bağlamda sunar. Eylemin tarafları arasındaki etkileşim ve denge vurgulanır. Eylemin sonucu, tarafların birbirleri üzerindeki etkisine bağlı olarak değişebilir."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَهَشَّ - ehaşşe", "muzari": "يُهِشُّ - yuhîşşu", "masdar": "إِهْشَاشٌ - îhşāş"}, "bab_anlami": "Bir şeyi dağılmaya, zayıflamaya veya gevşemeye sevk etmek, neden olmak. Bu bab, eylemin bir nedensellik ilişkisi içinde gerçekleştiğini gösterir. Bir şeyin dağılmasına, zayıflamasına veya gevşemesine neden olan bir eylemi ifade eder. Bu, dolaylı bir etki veya doğrudan bir müdahale olabilir.", "mikro_mantik": "Bu bab, kökün anlamını bir neden-sonuç ilişkisi içinde sunar. Eylemin tetikleyici rolü ve sonuçları vurgulanır. Failin, eylemi gerçekleştirme amacı ve motivasyonu ön plana çıkarılır."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَهَشَّشَ - tehaşşeşe", "muzari": "يَتَهَشَّشُ - yetehaşşeşu", "masdar": "تَهَشُّشٌ - tehaşşuş"}, "bab_anlami": "Dağılmaya, zayıflamaya veya gevşemeye başlamak; çözülmek. Bu bab, eylemin başlangıç aşamasını veya sürecini ifade eder. Bir şeyin dağılmaya, zayıflamaya veya gevşemeye başladığı bir durumu tanımlar. Bu, bir sürecin ilk adımı veya bir değişimin başlangıcı olabilir.", "mikro_mantik": "Bu bab, kökün anlamını dinamik bir süreç olarak sunar. Eylemin evrimi, aşamaları ve potansiyel sonuçları vurgulanır. Öznenin, değişime karşı direnci veya uyumu ön plana çıkarılır."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَهَاشَّ - tehāşşe", "muzari": "يَتَهَاشُّ - yetehāşşu", "masdar": "تَهَاشٌّ - tehāşş"}, "bab_anlami": "Birbirini dağıtmak, zayıflatmak veya etkisiz hale getirmek için çabalamak; karşılıklı olarak çözülmek. Bu bab, 3. babın dönüşlü halidir. Birbirini zayıflatma veya dağıtma çabasının karşılıklı ve sürekli olduğunu ifade eder. İki veya daha fazla tarafın birbirini etkisiz hale getirme konusundaki ısrarını ve bu yöndeki sürekli çabalarını gösterir.", "mikro_mantik": "Bu bab, kökün anlamını karşılıklı bir etkileşim ve rekabet ortamında sunar. Tarafların birbirleri üzerindeki etkileri ve eylemlerinin sonuçları vurgulanır. Eylemin dinamikleri, tarafların stratejileri ve tepkileri arasındaki etkileşimle belirlenir."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْهَشَّ - inhaşşe", "muzari": "يَنْهَشُّ - yenhaşşu", "masdar": "اِنْهِشَاشٌ - inhişāş"}, "bab_anlami": "Dağılmak, zayıflamak, gevşemek; çözülmek, erimek. Bu bab, eylemin kendiliğinden veya doğal bir süreç olarak gerçekleştiğini gösterir. Bir şeyin içsel bir nedenle veya dış etkenlerin etkisiyle dağılması, zayıflaması veya gevşemesi durumunu ifade eder. Bu, bir nesnenin çürümesi, bir ilişkinin sona ermesi veya bir inancın zayıflaması şeklinde olabilir.", "mikro_mantik": "Bu bab, kökün anlamını pasif bir süreç olarak sunar. Eylemin öznesi üzerindeki etkisi ve değişimi vurgulanır. Öznenin, değişime karşı direnci veya kabullenmesi ön plana çıkarılır."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِهْتَشَّ - ihteşşe", "muzari": "يَهْتَشُّ - yehteşşu", "masdar": "اِهْتِشَاشٌ - ihtişāş"}, "bab_anlami": "Dağılmak, zayıflamak, gevşemek; sevinçten coşmak, neşelenmek. Bu bab, kökün anlamını hem olumsuz (dağılma, zayıflama) hem de olumlu (sevinç, coşku) bir şekilde birleştirir. Bir şeyin dağılması veya zayıflamasıyla birlikte ortaya çıkan bir sevinç veya coşku durumunu ifade eder. Bu, bir yükten kurtulma, bir engeli aşma veya bir hedefe ulaşma sonucunda ortaya çıkabilir.", "mikro_mantik": "Bu bab, kökün anlamını paradoksal bir şekilde sunar. Eylemin hem olumlu hem de olumsuz yönleri vurgulanır. Öznenin, değişime karşı tepkisi ve duygusal durumu ön plana çıkarılır."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اِهْشَاشَّ - ihşaşşe", "muzari": "يَهْشَاشُّ - yehşaşşu", "masdar": "اِهْشِيشَاشٌ - ihşîşāş"}, "bab_anlami": "Çok fazla dağılmak, aşırı derecede zayıflamak; tamamen çözülmek. Bu bab, kökün anlamını yoğunlaştırır ve abartılı bir şekilde ifade eder. Bir şeyin aşırı derecede dağılması, zayıflaması veya çözülmesi durumunu tanımlar. Bu, bir nesnenin tamamen yok olması, bir ilişkinin onarılamaz bir şekilde bozulması veya bir inancın tamamen kaybolması şeklinde olabilir.", "mikro_mantik": "Bu bab, kökün anlamını aşırı bir uç noktada sunar. Eylemin şiddeti, kapsamı ve sonuçları vurgulanır. Öznenin, değişime karşı direnci veya kabullenmesi artık söz konusu değildir; tamamen teslimiyet veya yok oluş söz konusudur."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَهَشَّ - istehaşşe", "muzari": "يَسْتَهَشُّ - yestehaşşu", "masdar": "اِسْتِهْشَاشٌ - istehşāş"}, "bab_anlami": "Dağılmayı, zayıflamayı veya gevşemeyi istemek, talep etmek; dağılmaya, zayıflamaya veya gevşemeye meyilli olmak. Bu bab, eylemin bir arzu, istek veya eğilim olarak ortaya çıktığını gösterir. Bir şeyin dağılmasını, zayıflamasını veya gevşemesini istemek veya bu yönde bir eğilim göstermek durumunu ifade eder. Bu, bilinçli bir tercih veya bilinçaltı bir dürtü olabilir.", "mikro_mantik": "Bu bab, kökün anlamını bir niyet veya eğilim olarak sunar. Eylemin motivasyonu, amacı ve potansiyel sonuçları vurgulanır. Öznenin, değişime karşı tutumu ve beklentileri ön plana çıkarılır."}]}], "هشم": [{"kok": "هشم", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Kırma, parçalama, ezme; bir şeyin bütünlüğünü bozma eylemi. Bu, fiziksel bir nesnenin kırılması olabileceği gibi, soyut bir kavramın (umut, itibar, düzen) de bozulması olabilir.", "kavramsal_derinlik": "Kırma eylemi, hem yıkıcı hem de yapıcı bir potansiyele sahiptir. Bir şeyi kırmak, onu yok etmek anlamına gelebileceği gibi, yeni bir şeyin yaratılması için de bir başlangıç noktası olabilir. Bu, özellikle dönüşüm ve değişim süreçlerinde önemlidir. İlahi boyutta ise, nefsin kırılması ve egonun aşılması, daha yüksek bir bilinç düzeyine ulaşmanın ön koşuludur."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "هَشَمَ", "muzari": "يَهْشِمُ", "masdar": "هَشْم"}, "bab_anlami": "Temel anlamıyla 'kırmak, parçalamak, ezmek' fiilini ifade eder. Bu babda, eylem genellikle doğrudan ve tekil bir nesne üzerinde gerçekleşir. Fiilin bu kalıbı, failin kasıtlı ve ani bir şekilde bir şeyi kırdığını veya parçaladığını gösterir. Bu eylem, bazen fiziksel bir nesneye yönelik olabilirken, bazen de soyut bir kavramın (bir umut, bir hayal) yıkılması şeklinde tezahür edebilir.", "mikro_mantik": "Bu bab, fiilin temel ve en yalın halini temsil eder. Kök anlamının doğrudan ve değişmeden ifade edildiği bir kalıptır. Eylemin basitliği ve doğrudanlığı vurgulanır. Matematiksel olarak, bu kalıp kök anlamının '1' ile çarpılması gibidir; yani, anlamda herhangi bir ekleme veya çıkarma olmaz."}, {"bab_no": 2, "fiil_formlari": {"mazi": "هُشِّمَ", "muzari": "يُهَشَّمُ", "masdar": "تَهْشِيم"}, "bab_anlami": "Bu bab, 'kırılmak, parçalanmak, ezilmek' gibi edilgen anlamlar taşır. Eylemin faili belirsizdir veya eylemin nesnesi üzerinde yoğunlaşılır. Bu kalıp, bir şeyin dış bir etkiyle kırıldığını veya parçalandığını vurgular. Bu, bazen bir mağduriyet veya zayıflık durumunu ifade edebilir. Örneğin, bir insanın kalbinin kırılması veya bir toplumun umutlarının parçalanması gibi.", "mikro_mantik": "Bu bab, kök anlamının edilgen hale getirilmiş ve yoğunlaştırılmış bir versiyonunu sunar. Kök anlamının 'kuvvetlendirilmiş' bir yansımasıdır. Matematiksel olarak, bu kalıp kök anlamının bir 'direnç' faktörü ile çarpılması gibidir; yani, eylemin nesnesi üzerindeki etkinin yoğunluğu artar."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَهَشَّمَ", "muzari": "يَتَهَشَّمُ", "masdar": "تَهَشُّم"}, "bab_anlami": "Bu bab, 'parçalanmak, ufalanmak, dağılmak' gibi anlamlara gelir. Eylem, genellikle bir süreç içinde ve kendiliğinden gerçekleşir. Bu kalıp, bir şeyin zamanla veya içsel bir nedenle parçalandığını veya dağıldığını ifade eder. Bu, bazen bir çöküş veya çözülme sürecini gösterebilir. Örneğin, bir binanın zamanla yıkılması veya bir ilişkinin yavaş yavaş sona ermesi gibi.", "mikro_mantik": "Bu bab, kök anlamının zamana yayılan ve içsel bir süreçle gerçekleşen bir versiyonunu sunar. Kök anlamının 'zamanla değişim' faktörü ile birleşimidir. Matematiksel olarak, bu kalıp kök anlamının bir 'integral' fonksiyonu ile modellenmesi gibidir; yani, eylemin zaman içindeki birikimli etkisi vurgulanır."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَهْشَمَ", "muzari": "يَسْتَهْشِمُ", "masdar": "اِسْتِهْشَام"}, "bab_anlami": "Bu bab, 'kırmaya çalışmak, parçalamaya niyet etmek, ezmeyi istemek' gibi anlamlara gelir. Eylem, bir amaca yönelik bir çabayı veya isteği ifade eder. Bu kalıp, failin bir şeyi kırmak veya parçalamak için bir girişimde bulunduğunu veya bu yönde bir eğilim gösterdiğini vurgular. Bu, bazen bir manipülasyon veya kontrol arzusunu gösterebilir. Örneğin, bir insanın başkasının itibarını zedelemeye çalışması veya bir sistemin düzenini bozmaya niyet etmesi gibi.", "mikro_mantik": "Bu bab, kök anlamının bir amaç veya niyetle ilişkilendirilmiş bir versiyonunu sunar. Kök anlamının 'amaç fonksiyonu' ile birleşimidir. Matematiksel olarak, bu kalıp kök anlamının bir 'optimizasyon' problemi olarak formüle edilmesi gibidir; yani, eylemin belirli bir amaca ulaşmak için nasıl gerçekleştirilebileceği araştırılır."}]}], "هضم": [{"kok": "هضم", "ontolojik_analiz": {"temel_anlam_cekirdegi": "İçselleştirme, özümseme ve dönüştürme süreçlerinin temel dinamiği. Bir şeyin içsel yapısına nüfuz ederek onu kendi varlığına katma eylemi.", "kavramsal_derinlik": "Fiziksel sindirimden zihinsel anlamaya, ruhsal tecrübeden evrensel bütünleşmeye kadar geniş bir yelpazede tezahür eden, varoluşsal bir dönüşüm ilkesi."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "هَضَمَ - hadama", "muzari": "يَهْضِمُ - yahdimu", "masdar": "هَضْم - hadm"}, "bab_anlami": "Bir şeyi içselleştirmek, sindirmek, özümsemek; bir hakkı veya değeri eksiltmek, azaltmak, çiğnemek. Bu kalıp, bir şeyin bütünlüğünü bozmadan, onu kendi bünyesine katma veya bir şeyin değerini düşürme eylemini ifade eder. Aynı zamanda, bir bilginin veya deneyimin zihinde derinlemesine işlenerek anlamlandırılması sürecini de kapsar.", "mikro_mantik": "Bu bab, kökün temel anlamını doğrudan ve basit bir şekilde ifade eder. Eylemin özne tarafından nesne üzerinde gerçekleştirildiğini gösterir. Kökün anlamını temel bir fiil çatısı içinde sunar."}, {"bab_no": 2, "fiil_formlari": {"mazi": "هُضِّمَ - hudhime", "muzari": "يُهَضَّمُ - yuhaddamu", "masdar": "تَهْضِيم - tahdiym"}, "bab_anlami": "Bir şeyin sindirilmesine veya özümsenmesine neden olmak, kolaylaştırmak; bir şeyin hakkının yenmesine veya değerinin azaltılmasına maruz kalmak. Bu kalıp, eylemin edilgenliğini ve bir dış etkenin varlığını vurgular. Aynı zamanda, bir sürecin kolaylaştırılması veya hızlandırılması anlamını da taşır. Örneğin, bir bilginin daha kolay anlaşılması veya bir yemeğin daha rahat sindirilmesi gibi.", "mikro_mantik": "Bu bab, kökün anlamını edilgen bir yapıya dönüştürür. Eylemin öznesi belirsizdir veya vurgulanmak istenmez. Kökün anlamını bir süreç veya durum olarak ifade eder."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَهَضَّمَ - tahaddama", "muzari": "يَتَهَضَّمُ - yatahaddam", "masdar": "تَهَضُّم - tahaddum"}, "bab_anlami": "Sindiriyormuş gibi yapmak, özümsemeye çalışmak; bir şeyi hazmetmeye veya anlamaya çabalamak. Bu kalıp, bir eylemi taklit etme veya bir amaca ulaşmaya çalışma anlamını taşır. Kişinin içselleştirme veya anlama sürecinde gösterdiği gayreti ifade eder. Aynı zamanda, bir şeyin dış görünüşüne aldanarak gerçektekinden farklı olduğunu düşünme yanılgısını da içerebilir.", "mikro_mantik": "Bu bab, kökün anlamını bir çaba veya taklit eylemi olarak ifade eder. Eylemin öznesi, belirtilen amaca ulaşmak için aktif bir şekilde çaba gösterir. Kökün anlamını bir süreç veya durum olarak ifade eder."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِهْتَضَمَ - ihtadama", "muzari": "يَهْتَضِمُ - yahtadimu", "masdar": "اِهْتِضَام - ihtidam"}, "bab_anlami": "Bir şeyi zorla sindirmek, gasp etmek; haksız yere elde etmek, zorbalıkla almak. Bu kalıp, bir şeyi zor kullanarak veya haksız bir şekilde elde etme eylemini vurgular. Güç ve otorite kullanarak başkasının hakkını çiğneme anlamını taşır. Aynı zamanda, bir şeyi içselleştirmeye veya anlamaya zorlamak, baskı altında tutmak gibi anlamları da içerebilir.", "mikro_mantik": "Bu bab, kökün anlamını zorlama, gasp etme veya haksız yere elde etme eylemi olarak ifade eder. Eylemin öznesi, gücünü veya otoritesini kullanarak başkasının hakkını çiğner. Kökün anlamını şiddet veya baskı içeren bir bağlamda sunar."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَهْضَمَ - istahdama", "muzari": "يَسْتَهْضِمُ - yastahdimu", "masdar": "اِسْتِهْضَام - istihdam"}, "bab_anlami": "Sindirilmeyi veya özümsenmeyi istemek, kolayca sindirilebilir veya anlaşılabilir bulmak; bir şeyi küçümsemek, hafife almak. Bu kalıp, bir şeyin kolayca içselleştirilebilir veya anlaşılabilir olduğunu düşünme halini ifade eder. Aynı zamanda, bir şeyi değersiz veya önemsiz görme, küçümseme anlamını da taşır. Kişinin bir bilgiye veya deneyime karşı kibirli veya umursamaz bir tavır sergilemesini ifade edebilir.", "mikro_mantik": "Bu bab, kökün anlamını bir istek, arzu veya küçümseme eylemi olarak ifade eder. Eylemin öznesi, belirtilen nesneyi kolayca elde edebileceğini veya küçümsediğini düşünür. Kökün anlamını bir beklenti veya değerlendirme bağlamında sunar."}]}], "هطع": [{"kok": "هطع", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Kontrolsüz bir şekilde yönelme, aşırılık, dengesizlik", "kavramsal_derinlik": "İnsanın içindeki dürtülerin ve arzuların kontrolsüz bir şekilde dışa vurumu, ruhsal dengenin bozulması ve aşırılığa kaçma eğilimi. Bu, hem bireysel hem de toplumsal düzeyde kaosa ve yıkıma yol açabilecek potansiyele sahiptir. İlahi iradeye teslim olmama ve nefsin isteklerine boyun eğme durumunu ifade eder."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "هَطَعَ", "muzari": "يَهْطَعُ", "masdar": "هَطْع"}, "bab_anlami": "Kontrolsüz bir şekilde bir yöne doğru gitmek, aşırıya kaçmak, dengesini kaybetmek. Bu kalıp, kökün anlamını daha da vurgulayarak, eylemin bilinçsizce ve düşüncesizce yapıldığını ifade eder. Kişinin içgüdülerine yenik düşerek, aklını ve mantığını bir kenara bırakıp, hedefine ulaşmak için her türlü yolu mübah görmesi anlamına gelebilir.", "mikro_mantik": "Bu kalıp, kökün temel anlamını yoğunlaştırır ve eylemin ani, kontrolsüz ve dengesiz bir şekilde gerçekleştiğini vurgular. Fiilin basit ve doğrudan bir şekilde gerçekleştiğini, herhangi bir zorlama veya çaba olmadığını gösterir. Bu, eylemin doğal bir sonuç olarak ortaya çıktığını ve kişinin içsel dürtülerine karşı koyamadığını ifade eder."}]}], "هلع": [{"kok": "هلع", "ontolojik_analiz": {"temel_anlam_cekirdegi": "İçsel sarsıntı ve kontrol kaybı", "kavramsal_derinlik": "İnsanın zayıflığı ve evrensel korku"}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "هَلَعَ - halaa", "muzari": "يَهْلَعُ - yahla'u", "masdar": "هَلَع - hala'"}, "bab_anlami": "Temel anlamıyla 'aşırı derecede telaşlanmak, sabırsızlanmak, tahammülsüzlük göstermek' anlamına gelir. Bu kalıp, insanın içsel dengesini yitirdiği, dış etkenler karşısında kontrolünü kaybettiği anları ifade eder. Varoluşsal bir kaygı ve geleceğe dair belirsizliklerin yarattığı huzursuzluk halini yansıtır.", "mikro_mantik": "Bu bab, kökün temel anlamını en yalın haliyle ifade eder. Fiilin basit ve doğrudan eylemi göstermesi, kökün içerdiği telaş ve sabırsızlık halinin doğal ve kendiliğinden ortaya çıktığını vurgular. Kökün özündeki kontrolsüzlük ve aşırılık, bu kalıpla belirginleşir."}, {"bab_no": 2, "fiil_formlari": {"mazi": "أَهْلَعَ - ahlaa", "muzari": "يُهْلِعُ - yuhli'u", "masdar": "إِهْلَاع - ihlaa'"}, "bab_anlami": "Bu kalıp, bir şeyi veya birini telaşlandırmak, dehşete düşürmek anlamına gelir. İçsel bir korkunun dışsal bir etkiyle tetiklenmesi ve bu tetiklenmenin başkaları üzerinde yarattığı etkiyi ifade eder. Bir durumun veya olayın, bireyin iç dünyasında yarattığı sarsıntıyı ve bu sarsıntının yayılmasını anlatır.", "mikro_mantik": "Bu bab, kökün anlamını etken hale getirir; yani, telaş ve korkunun bir başkasına yöneltilmesini ifade eder. Kökün içerdiği potansiyel enerji, bu kalıpla dışa vurulur ve bir neden-sonuç ilişkisi yaratılır. Bir şeyin veya birinin, başka bir şeyi veya birini telaşlandırması, kökün anlam alanını genişletir."}, {"bab_no": 3, "fiil_formlari": {"mazi": "هَالَعَ - haalaa", "muzari": "يُهَالِعُ - yuhaalihu", "masdar": "مُهَالَعَة - muhaala'a"}, "bab_anlami": "Bu kalıp, karşılıklı telaşlanma, birbirini dehşete düşürme veya bir konuda yarışır gibi telaş gösterme anlamına gelir. İki veya daha fazla tarafın aynı anda benzer duyguları yoğun bir şekilde yaşadığı durumları ifade eder. Ortak bir korku veya endişe kaynağına karşı verilen tepkileri yansıtır.", "mikro_mantik": "Bu bab, kökün anlamını karşılıklı bir etkileşim içinde sunar. Telaş ve korkunun bireyler arasında karşılıklı olarak yaşanması, kökün içerdiği duygusal yoğunluğu artırır. Birbirini etkileyen ve tetikleyen bir döngü içinde, telaşın yayılma ve şiddetlenme potansiyelini vurgular."}, {"bab_no": 4, "fiil_formlari": {"mazi": "اِهْتَلَعَ - ihtalaa", "muzari": "يَهْتَلِعُ - yahtali'u", "masdar": "اِهْتِلَاع - ihtilaa'"}, "bab_anlami": "Bu kalıp, şiddetle telaşlanmak, aşırı derecede sabırsızlanmak, adeta kendini kaybetmek anlamına gelir. İçsel bir sarsıntının en uç noktasına ulaştığı, bireyin kontrolünü tamamen yitirdiği anları ifade eder. Varoluşsal bir krizin veya travmanın yarattığı derin etkiyi yansıtır.", "mikro_mantik": "Bu bab, kökün anlamını yoğunlaştırır ve abartılı bir şekilde ifade eder. Telaşın ve sabırsızlığın en üst düzeyde yaşanması, kökün içerdiği duygusal yükü artırır. Bireyin iç dünyasında yaşanan fırtınayı ve bu fırtınanın yarattığı yıkımı vurgular."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَهَلَّعَ - tahalla'a", "muzari": "يَتَهَلَّعُ - yatahalla'u", "masdar": "تَهَلُّع - tahallu'"}, "bab_anlami": "Bu kalıp, telaşlanmaya başlamak, telaş belirtileri göstermek veya telaşlı gibi davranmak anlamına gelir. İçsel bir korkunun veya endişenin yavaş yavaş ortaya çıkmaya başladığı, bireyin bu duygularla başa çıkmaya çalıştığı anları ifade eder. Bir durumun veya olayın, bireyin iç dünyasında yarattığı ilk etkiyi yansıtır.", "mikro_mantik": "Bu bab, kökün anlamını aşamalı bir süreç içinde sunar. Telaşın ve sabırsızlığın yavaş yavaş ortaya çıkması, kökün içerdiği duygusal değişimi vurgular. Bireyin iç dünyasında yaşanan bu değişim, dış dünyaya yansıyan davranışlarla kendini gösterir."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تُهَلِّعَ - tuhulli'a", "muzari": "يُتُهَلِّعُ - yutuhalli'u", "masdar": "تُهَلُّع - tuhallu'"}, "bab_anlami": "Bu kalıp, bir şeyin telaşlandırılmasına neden olunması, telaşlandırılmaya maruz kalınması anlamına gelir. Dışsal bir etkinin birey üzerinde yarattığı kontrolsüz etkiyi ve bu etkinin sonuçlarını ifade eder. Bireyin, kendi iradesi dışında gelişen olaylar karşısında yaşadığı çaresizliği yansıtır.", "mikro_mantik": "Bu bab, kökün anlamını edilgen bir şekilde sunar. Telaşın ve sabırsızlığın birey üzerinde yarattığı etki, kökün içerdiği duygusal zayıflığı vurgular. Bireyin, dışsal etkenlere karşı savunmasız kalması, kökün anlam alanını genişletir."}]}], "هلك": [{"kok": "هلك", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Varlığın sonluluğu, yok oluşa gidiş, bir halden diğerine geçişin kaçınılmazlığı", "kavramsal_derinlik": "Fani dünyanın geçiciliği, ebedi olana yöneliş, yokluğun varoluşsal anlamı"}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "هَلَكَ - halaka", "muzari": "يَهْلِكُ - yahliku", "masdar": "هَلَاك - halak"}, "bab_anlami": "Varlığın doğal sürecinde yok oluşa sürüklenmesi, bir şeyin özünden uzaklaşarak nihai sona ermesi. Bu, sadece fiziksel bir yok oluş değil, aynı zamanda manevi bir çöküşü, değerlerin yitirilmesini ve anlamın kaybolmasını da ifade eder. Her canlının ve her kavramın, doğası gereği bir sonu olduğu ve bu sonun, varoluşun bir parçası olduğu gerçeğini vurgular.", "mikro_mantik": "Bu kalıp, kökün temel anlamını en yalın haliyle ifade eder. Fiilin öznesi, yok oluş eylemini gerçekleştiren veya bu eyleme maruz kalan varlıktır. Bu kalıp, yok oluşun kendiliğinden ve doğal bir süreç olduğunu vurgular; yani, dışsal bir etken olmaksızın içsel bir zorunlulukla gerçekleşen bir olaydır."}, {"bab_no": 2, "fiil_formlari": {"mazi": "أَهْلَكَ - ahlaka", "muzari": "يُهْلِكُ - yuhliku", "masdar": "إِهْلَاك - ihlak"}, "bab_anlami": "Bir şeyi yok etmek, birinin yok olmasına neden olmak, bir varlığı nihai sona ulaştırmak. Bu, aktif bir eylemi ifade eder; yani, failin bilinçli veya bilinçsiz bir şekilde bir şeyi yok etme veya ortadan kaldırma sürecini kapsar. Ahlaki sorumluluğun ve eylemlerin sonuçlarının derinlemesine irdelenmesini gerektirir. İnsanın evrene ve diğer varlıklara karşı sorumluluğunu hatırlatır.", "mikro_mantik": "Bu kalıp, köke 'nedensellik' anlamını ekler. Fail, yok oluş eyleminin doğrudan veya dolaylı sebebi haline gelir. Bu, eylemin sonuçlarının fail üzerindeki etkisini ve sorumluluğunu artırır. Kalıp, yok oluşun sadece doğal bir süreç olmadığını, aynı zamanda bilinçli veya bilinçsiz eylemlerin bir sonucu olabileceğini vurgular."}, {"bab_no": 3, "fiil_formlari": {"mazi": "هَالِكَ - halaka", "muzari": "يُهَالِكُ - yuhaliku", "masdar": "مُهَالَكَة - muhalaka"}, "bab_anlami": "Yok oluşa sürüklenmek, helak olmak için çabalamak, kendini tehlikeye atmak. Bu, bir varlığın kendi yok oluşunu hızlandırdığı veya buna zemin hazırladığı bir durumu ifade eder. Bilinçli veya bilinçsiz bir şekilde yapılan hatalı seçimler ve davranışlar sonucunda ortaya çıkan kaçınılmaz sonu temsil eder. İnsanın kendi kaderini nasıl şekillendirebileceği ve yanlış kararların nelere yol açabileceği üzerine derin bir düşünce sunar.", "mikro_mantik": "Bu kalıp, köke 'karşılıklılık' veya 'mübalağa' anlamını katar. Fail, yok oluş eylemini hem gerçekleştirir hem de bu eylemden etkilenir. Bu, eylemin döngüsel bir yapıya sahip olduğunu ve sonuçlarının faili de içine aldığını gösterir. Kalıp, yok oluşun sadece dışsal bir tehdit olmadığını, aynı zamanda içsel bir çöküşün de sonucu olabileceğini vurgular."}, {"bab_no": 4, "fiil_formlari": {"mazi": "تَهَالَكَ - tahalaka", "muzari": "يَتَهَالَكُ - yatahalaku", "masdar": "تَهَالُك - tahaluk"}, "bab_anlami": "Yok olmak için yarışmak, kendini yok olmaya adamak, bir amaca ulaşmak için kendini feda etmek. Bu, bir değer veya ideal uğruna kendini feda etmeyi, bir amaç için her şeyi göze almayı ifade eder. Bu, fedakarlığın ve adanmışlığın en uç noktasını temsil eder; kişinin kendi varlığını, daha büyük bir amaç için feda etmeye hazır olmasını ifade eder. Bu, ahlaki bir duruş sergilemenin ve anlamlı bir yaşam sürmenin bir yolu olarak görülebilir.", "mikro_mantik": "Bu kalıp, köke 'tefa'ul' anlamını katar. Bir eylemin karşılıklı veya toplu olarak yapılması, yok oluşun kolektif bir deneyim olabileceğini gösterir. Bu, bir toplumun veya grubun ortak bir amaç uğruna kendini feda etmesini veya birlikte yok oluşa sürüklenmesini ifade edebilir. Kalıp, bireysel yok oluşun toplumsal boyutunu ve kolektif sorumluluğu vurgular."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَهَلْهَلَ - tahalhala", "muzari": "يَتَهَلْهَلُ - yatahlhalu", "masdar": "تَهَلْهُل - tahalhul"}, "bab_anlami": "Dağılmak, parçalanmak, zayıflamak, çözülmek. Bir yapının veya sistemin bütünlüğünü kaybetmesi, zayıflaması ve nihayetinde çökmesi anlamına gelir. Bu, fiziksel bir yapının dağılmasının yanı sıra, bir ilişkinin, bir inancın veya bir ideolojinin zayıflamasını da ifade edebilir. Her şeyin geçici olduğu ve zamanla yıpranmaya mahkum olduğu gerçeğini vurgular.", "mikro_mantik": "Bu kalıp, köke 'tekrar' veya 'yoğunluk' anlamını katar. Yok oluş sürecinin yavaş ve sürekli bir şekilde gerçekleştiğini, bir şeyin azar azar tükendiğini gösterir. Bu, sabrın ve dayanıklılığın önemini vurgular; çünkü yok oluşa karşı koymak veya onu geciktirmek için sürekli bir çaba gereklidir. Kalıp, yok oluşun sadece ani bir olay olmadığını, aynı zamanda uzun ve zorlu bir süreç olabileceğini vurgular."}, {"bab_no": 6, "fiil_formlari": {"mazi": "اِسْتَهْلَكَ - istahlaka", "muzari": "يَسْتَهْلِكُ - yastahliku", "masdar": "اِسْتِهْلَاك - istihlak"}, "bab_anlami": "Tüketmek, yok etmek, israf etmek, bir şeyi sonuna kadar kullanmak. Bu, kaynakların bilinçsizce ve aşırı bir şekilde tüketilmesini, bir şeyin değerini anlamadan yok edilmesini ifade eder. Sürdürülebilirlik ve kaynakların korunması konularında derin bir farkındalık yaratmayı amaçlar. İnsanın doğayla ve diğer insanlarla olan ilişkisinde dengeyi gözetmesi gerektiğini hatırlatır.", "mikro_mantik": "Bu kalıp, köke 'talep' veya 'istek' anlamını katar. Fail, yok oluş eylemini gerçekleştirmek için bir arayış içindedir veya bu eylemi gerçekleştirmek için bir fırsat aramaktadır. Bu, yok oluşun sadece kendiliğinden gerçekleşen bir olay olmadığını, aynı zamanda bilinçli bir tercih veya arayışın sonucu olabileceğini vurgular. Kalıp, insanın eylemlerinin sonuçları üzerindeki sorumluluğunu artırır."}]}], "هلل": [{"kok": "هلل", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Sevinç çığlıkları, coşkun bir tezahür, içten gelen bir neşe patlaması.", "kavramsal_derinlik": "Dünyevi tezahürlerden ilahi yankılara uzanan bir spektrumda, coşkunluğun ve kutlamanın tezahürü."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "هَلَّ - halla", "muzari": "يَهُلُّ - yahullu", "masdar": "هَلٌّ - hallun"}, "bab_anlami": "Bu babda kök, bir şeyin belirginleşmesi, ortaya çıkması veya yükselmesi anlamını taşır. Bir hilalin doğuşu gibi, bir gerçeğin aniden parlaması veya bir duygunun coşkuyla dışa vurulması gibi düşünülebilir. Bu, içsel bir aydınlanmanın dış dünyaya yansımasıdır; bir sırrın ifşa olması, bir müjdenin duyurulması veya bir zaferin ilan edilmesi gibi.", "mikro_mantik": "Bu bab, kökün temel anlamını bir eylem veya durumun başlangıcına, ortaya çıkışına veya belirginleşmesine doğru genişletir. Kökün ifade ettiği temel anlamın, bir süreç içinde tezahür etmesini ve gözlemlenebilir hale gelmesini vurgular. Bir şeyin potansiyel halden aktif ve belirgin bir duruma geçişini ifade eder."}, {"bab_no": 2, "fiil_formlari": {"mazi": "هَلَّلَ - hallala", "muzari": "يُهَلِّلُ - yuhallilu", "masdar": "تَهْلِيلٌ - tahlilun"}, "bab_anlami": "Bu babda kök, bir şeyi coşkuyla ve tekrar tekrar söylemek, zikretmek veya ilan etmek anlamına gelir. Bu, bir inancı veya sevinci yüksek sesle ve sürekli olarak ifade etme eylemidir. Bir topluluğun ortak bir değer etrafında birleşerek, bu değeri ritmik ve coşkulu bir şekilde dile getirmesi gibi düşünülebilir. Bu, içsel bir inancın dışsal bir tezahürü, bir bağlılık yemini veya bir şükran ifadesi olabilir.", "mikro_mantik": "Bu bab, kökün temel anlamını yoğunlaştırma ve tekrarlama yoluyla pekiştirir. Kökün ifade ettiği temel anlamın, sürekli bir eylem halinde tezahür etmesini ve bu eylemin bir topluluk veya birey tarafından tekrar tekrar gerçekleştirilmesini vurgular. Bir inancın veya duygunun, ritmik ve tekrarlayan bir şekilde ifade edilmesiyle daha da güçlenmesini ifade eder."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَهَلَّلَ - tahallala", "muzari": "يَتَهَلَّلُ - yatahllalu", "masdar": "تَهَلُّلٌ - tahallulun"}, "bab_anlami": "Bu babda kök, yüzün neşeyle parlaması, aydınlanması veya sevinçten ışıldaması anlamına gelir. Bu, içsel bir mutluluğun dışsal bir yansımasıdır; kalbin coşkusu, yüz hatlarına yansımasıdır. Bir müjdenin alınmasıyla yüzün aydınlanması, bir dostun gelişiyle gözlerin parlaması veya bir başarının ardından dudaklarda beliren tebessüm gibi düşünülebilir. Bu, içsel bir güzelliğin dış dünyaya yansımasıdır.", "mikro_mantik": "Bu bab, kökün temel anlamını bir yansıma veya tezahür süreciyle ilişkilendirir. Kökün ifade ettiği temel anlamın, içsel bir durumun dışsal bir yansıması olarak ortaya çıkmasını vurgular. Bir duygunun veya inancın, yüz ifadesi veya davranışlar aracılığıyla gözlemlenebilir hale gelmesini ifade eder."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَهَلَّ - istahalla", "muzari": "يَسْتَهِلُّ - yastahillu", "masdar": "اِسْتِهْلَالٌ - istihlalun"}, "bab_anlami": "Bu babda kök, bir işe başlarken veya bir söze başlarken 'Bismillah' demek, Allah'ın adıyla başlamak veya bir şeyi coşkuyla ve sevinçle karşılamak anlamına gelir. Bu, bir eyleme kutsiyet atfetmek veya bir olayı kutlamak için yapılan bir başlangıçtır. Bir projenin başlangıcında Allah'tan yardım dilemek, bir misafiri coşkuyla karşılamak veya bir bayramı sevinçle kutlamak gibi düşünülebilir. Bu, bir eyleme veya olaya anlam ve değer katma çabasıdır.", "mikro_mantik": "Bu bab, kökün temel anlamını bir başlangıç veya karşılama eylemiyle ilişkilendirir. Kökün ifade ettiği temel anlamın, bir sürecin başlangıcında veya bir olayın karşılanmasında tezahür etmesini vurgular. Bir eyleme veya olaya değer katmak, onu kutsamak veya kutlamak için yapılan bir başlangıcı ifade eder."}]}], "هلم": [{"kok": "هلم", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Yaklaşma, yönelme, bir araya gelme; bir hedefe doğru bilinçli bir şekilde hareket etme ve birliği deneyimleme potansiyeli.", "kavramsal_derinlik": "Beşeri boyutta, bireylerin ortak bir amaç etrafında toplanması, işbirliği yapması ve kolektif bir bilinç oluşturması; ilahi boyutta ise, ruhun kaynağına yönelmesi, hakikate yaklaşması ve Vahdet'e ulaşma arayışı."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "هَلَمَ", "muzari": "يَهْلُمُ", "masdar": "هَلْم"}, "bab_anlami": "Bu kalıp, kökün temel anlamı olan 'yaklaşma' ve 'yönelme' eylemini vurgular. Fiilin bu formda kullanılması, bir davet, çağrı veya teşvik anlamı taşıyabilir; kişiyi belirli bir hedefe veya amaca doğru harekete geçmeye yönlendirir. Bu, sadece fiziksel bir yakınlaşma değil, aynı zamanda düşünsel ve ruhsal bir yakınlaşmayı da ifade edebilir; bireyleri ortak bir anlayışa veya inanca doğru çekme gücünü barındırır.", "mikro_mantik": "Birinci bab, fiilin temel ve en yalın halini temsil eder. Bu bağlamda, 'هلم' fiilinin bu kalıbı, hareketin veya yönelimin başlangıç noktasını, yani potansiyel bir eylemin ilk kıvılcımını ifade eder. Kökün özündeki 'yaklaşma' anlamı, bu kalıp aracılığıyla dinamik bir eyleme dönüşür; bir noktadan diğerine doğru ilerleme ve değişimin matematiksel ifadesi olarak görülebilir."}]}], "همد": [{"kok": "همد", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Sükunet ve dinginlik", "kavramsal_derinlik": "İç huzurun evrensel yansıması"}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "هَمَدَ", "muzari": "يَهْمُدُ", "masdar": "هَمْد"}, "bab_anlami": "Bu bab, kökün temel anlamı olan sükunet ve dinginliğin doğal bir süreç olarak ortaya çıkmasını ifade eder. Bir şeyin kendi kendine yatışması, sakinleşmesi veya dinginleşmesi gibi durumları kapsar. Bu, içsel bir huzura erişme veya dışsal bir karmaşanın sona ermesi şeklinde kendini gösterebilir.", "mikro_mantik": "Bu kalıp, kökün temel anlamını en yalın haliyle ifade eder. Fiilin öznesinin, kökün anlamıyla doğrudan ilişkili bir durumu deneyimlediğini gösterir. Burada, özne aktif bir eylemde bulunmaktan ziyade, bir sürecin içinde bulunur."}, {"bab_no": 2, "fiil_formlari": {"mazi": "هَمَّدَ", "muzari": "يُهَمِّدُ", "masdar": "تَهْمِيد"}, "bab_anlami": "Bu bab, sükunet ve dinginliği sağlama eylemini yoğunlaştırmayı veya bir şeyi yatıştırmak için çaba göstermeyi ifade eder. Bir durumu sakinleştirmek, birini teskin etmek veya bir ortamı huzurlu hale getirmek gibi anlamlara gelir. Bu, aktif bir müdahale ve çaba gerektiren bir süreçtir.", "mikro_mantik": "Bu kalıp, kökün anlamını yoğunlaştırır ve eylemin tekrarlı veya sürekli olduğunu gösterir. Fail, sükunet ve dinginliği sağlama eylemini bilinçli ve sürekli bir şekilde gerçekleştirir. Bu, bir amaca yönelik bir çaba ve kontrol anlamına gelir."}, {"bab_no": 3, "fiil_formlari": {"mazi": "هَامَدَ", "muzari": "يُهَامِدُ", "masdar": "مُهَامَدَة"}, "bab_anlami": "Bu bab, sükunet ve dinginliği paylaşma veya karşılıklı olarak sağlama eylemini ifade eder. İki veya daha fazla tarafın birbirini sakinleştirmesi, huzur içinde bir arada bulunması veya ortak bir sükunet arayışı içinde olması gibi durumları kapsar. Bu, işbirliği ve karşılıklı anlayış gerektiren bir süreçtir.", "mikro_mantik": "Bu kalıp, kökün anlamını karşılıklı bir ilişki içinde ifade eder. İki veya daha fazla failin, kökün anlamıyla ilgili bir eylemi birbirleri üzerinde gerçekleştirdiğini gösterir. Bu, bir etkileşim ve ortaklık anlamına gelir."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَهْمَدَ", "muzari": "يُهْمِدُ", "masdar": "إِهْمَاد"}, "bab_anlami": "Bu bab, sükunet ve dinginliği yaratma veya bir şeyi tamamen susturma eylemini ifade eder. Bir ateşi söndürmek, bir sesi kesmek veya bir hareketi durdurmak gibi anlamlara gelir. Bu, bir şeyin varlığını sona erdirme veya bir durumu tamamen değiştirme gücünü içerir.", "mikro_mantik": "Bu kalıp, kökün anlamını bir neden-sonuç ilişkisi içinde ifade eder. Fail, kökün anlamıyla ilgili bir eylemi gerçekleştirerek bir sonucu ortaya çıkarır. Bu, bir etki yaratma ve kontrol anlamına gelir."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَهَمَّدَ", "muzari": "يَتَهَمَّدُ", "masdar": "تَهَمُّد"}, "bab_anlami": "Bu bab, sükunet ve dinginliği elde etmeye çalışma veya kendini yatıştırmaya gayret etme eylemini ifade eder. Bir kişinin iç huzurunu bulmak için çabalaması, kendini sakinleştirmeye çalışması veya bir durum karşısında sabırlı olmayı öğrenmesi gibi durumları kapsar. Bu, kişisel bir gelişim ve içsel bir dönüşüm sürecidir.", "mikro_mantik": "Bu kalıp, kökün anlamını bir öz-yönelimli eylem olarak ifade eder. Fail, kökün anlamıyla ilgili bir eylemi kendi üzerinde gerçekleştirir. Bu, bir içsel çaba ve kişisel sorumluluk anlamına gelir."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَهَامَدَ", "muzari": "يَتَهَامَدُ", "masdar": "تَهَامُد"}, "bab_anlami": "Bu bab, sükunet ve dinginlik konusunda karşılıklı olarak anlaşmaya varma veya birbirine sükunet ve dinginlik gösterme eylemini ifade eder. İki veya daha fazla tarafın birbirine saygı duyarak, birbirini rahatsız etmemeye özen göstermesi veya ortak bir huzur ortamı yaratmaya çalışması gibi durumları kapsar. Bu, karşılıklı saygı ve anlayışa dayalı bir ilişkiyi ifade eder.", "mikro_mantik": "Bu kalıp, kökün anlamını karşılıklı bir etkileşim içinde ifade eder, ancak bu etkileşimde bir tür kabullenme veya razı olma durumu söz konusudur. Failler, kökün anlamıyla ilgili bir eylemi birbirlerine karşı gösterirler, ancak bu eylemde bir tür rıza veya uyum vardır."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْهَمَدَ", "muzari": "يَنْهَمِدُ", "masdar": "اِنْهِمَاد"}, "bab_anlami": "Bu bab, sükunet ve dinginliğe kendiliğinden ulaşma veya bir şeyin doğal olarak yatışması durumunu ifade eder. Bir fırtınanın dinmesi, bir acının hafiflemesi veya bir gerginliğin kendiliğinden ortadan kalkması gibi durumları kapsar. Bu, dışsal bir müdahale olmaksızın gerçekleşen bir süreçtir.", "mikro_mantik": "Bu kalıp, kökün anlamını bir içsel değişim veya dönüşüm süreci olarak ifade eder. Fail, kökün anlamıyla ilgili bir duruma kendiliğinden girer veya bu durumdan etkilenir. Bu, bir pasiflik ve kendiliğindenlik anlamına gelir."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِهْتَمَدَ", "muzari": "يَهْتَمِدُ", "masdar": "اِهْتِمَاد"}, "bab_anlami": "Bu bab, sükunet ve dinginliği arama veya bir şeyi sakinleştirmeye yönelik bir çaba gösterme eylemini ifade eder. Bir kişinin huzur bulmak için bir yere sığınması, bir durumu yatıştırmak için bir çözüm araması veya bir sorunu çözmek için sabırlı davranması gibi durumları kapsar. Bu, aktif bir arayış ve çaba gerektiren bir süreçtir.", "mikro_mantik": "Bu kalıp, kökün anlamını bir amaç doğrultusunda yapılan bir eylem olarak ifade eder. Fail, kökün anlamıyla ilgili bir hedefe ulaşmak için çaba gösterir. Bu, bir niyet ve amaca yönelik bir davranış anlamına gelir."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اِهْمَدَّ", "muzari": "يَهْمَدُّ", "masdar": "اِهْمِدَادّ"}, "bab_anlami": "Bu bab, sükunet ve dinginliğin aşırı derecede artması veya bir şeyin tamamen hareketsiz hale gelmesi durumunu ifade eder. Bir yerin tamamen sessizleşmesi, bir kişinin derin bir uykuya dalması veya bir şeyin cansız hale gelmesi gibi durumları kapsar. Bu, aşırılık ve yoğunluk içeren bir durumu ifade eder.", "mikro_mantik": "Bu kalıp, kökün anlamını abartılı veya yoğun bir şekilde ifade eder. Fiilin anlamı, normalden daha güçlü veya daha belirgin bir şekilde ortaya çıkar. Bu, bir aşırılık ve yoğunluk anlamına gelir."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَهْمَدَ", "muzari": "يَسْتَهْمِدُ", "masdar": "اِسْتِهْمَاد"}, "bab_anlami": "Bu bab, sükunet ve dinginlik talep etme veya bir şeyden sükunet ve dinginlik isteme eylemini ifade eder. Bir kişinin huzur bulmak için yardım istemesi, bir durumun sakinleşmesi için dua etmesi veya bir sorunun çözümü için sabır dilemesi gibi durumları kapsar. Bu, bir ihtiyaç ve talep içeren bir durumu ifade eder.", "mikro_mantik": "Bu kalıp, kökün anlamını bir talep veya istek şeklinde ifade eder. Fail, kökün anlamıyla ilgili bir şeyi elde etmek için bir başkasından yardım veya destek ister. Bu, bir ihtiyaç ve bağımlılık anlamına gelir."}]}], "همر": [{"kok": "همر", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Ezmek, kırmak, yoğunlaştırmak. Bir şeyin özünü çıkarmak veya bir şeyi yoğun bir şekilde etkilemek.", "kavramsal_derinlik": "Hem maddi hem de manevi dünyada bir şeyin içsel gücünü veya etkisini ortaya çıkarma potansiyeli. Bir şeyin özüne nüfuz ederek onu dönüştürme veya yoğunlaştırma eylemi."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "هَمَرَ - hamara", "muzari": "يَهْمُرُ - yahmuru", "masdar": "هَمْرٌ - hamr"}, "bab_anlami": "Yoğun bir şekilde akmak, dökülmek, boşalmak. Bu, gözyaşlarının, yağmurun veya herhangi bir sıvının şiddetli bir şekilde akmasını ifade edebilir. Aynı zamanda, bir duygunun veya düşüncenin yoğun bir şekilde bir kişiden diğerine geçmesini de sembolize edebilir. Bu kalıp, bir şeyin içindeki potansiyelin dışa vurulması ve yayılması anlamını taşır.", "mikro_mantik": "Bu bab, kökün temel anlamını (ezmek, yoğunlaştırmak) bir eylem ve süreç bağlamına yerleştirir. Fiilin geçişsiz olması, eylemin öznenin içinden kaynaklandığını ve dışarıya doğru yayıldığını gösterir. Bu, kökün anlamının dinamik ve etkileşimli bir şekilde tezahür etmesini sağlar."}]}], "همز": [{"kok": "همز", "ontolojik_analiz": {"temel_anlam_cekirdegi": "İğneleyici bir dürtü, içsel bir rahatsızlık hissi veya dışsal bir tahrik.", "kavramsal_derinlik": "Fısıltıların kaynağı, bilinçaltının dürtüklemesi, başkalarını kışkırtma eyleminin ahlaki ve psikolojik sonuçları."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "همز - hameze", "muzari": "يهمز - yahmizu", "masdar": "همز - hemz"}, "bab_anlami": "Bir şeyi dürtmek, iğnelemek veya kışkırtmak. Bu, fiziksel bir dürtme olabileceği gibi, sözlü veya davranışsal bir iğneleme de olabilir. Fiilin bu kalıbı, eylemin doğrudan ve ani bir şekilde gerçekleştiğini ifade eder. Belki de bu, bir anlık bir dürtüyle yapılan bir eylemi veya birinin içindeki huzursuzluğun dışa vurumunu temsil eder.", "mikro_mantik": "Bu basit fiil kalıbı, kökün temel anlamını doğrudan ve değiştirilmemiş bir şekilde ifade eder. Eylemin öznesi ve nesnesi arasındaki ilişki yalındır; özne, nesneyi doğrudan etkiler. Fiilin bu formu, eylemin yoğunluğunu ve dolaysızlığını vurgular."}, {"bab_no": 2, "fiil_formlari": {"mazi": "همّز - hummize", "muzari": "يهّمز - yuhammizu", "masdar": "تهميز - tahmiz"}, "bab_anlami": "Bir şeyi veya birini sürekli olarak dürtmek, iğnelemek veya kışkırtmak. Bu kalıp, eylemin tekrarlayan veya yoğun bir şekilde yapıldığını gösterir. Belki de bu, birinin sürekli olarak başkalarını provoke etme alışkanlığını veya içsel bir huzursuzluğun sürekli olarak dışa vurulmasını ifade eder. Bu form, eylemin sürekliliğini ve yoğunluğunu vurgular.", "mikro_mantik": "Bu kalıp, fiilin anlamını yoğunlaştırır ve tekrarlayan bir eylemi ifade eder. Kökün anlamı, eylemin sürekli veya yoğun bir şekilde yapılmasıyla güçlenir. Bu form, eylemin süregelen etkisini ve öznenin eyleme olan bağlılığını vurgular."}, {"bab_no": 3, "fiil_formlari": {"mazi": "ها مز - haameze", "muzari": "يها مز - yuhaamizu", "masdar": "مها مزة - muhaamazeh"}, "bab_anlami": "Karşılıklı olarak dürtmek, iğnelemek veya kışkırtmak. Bu kalıp, iki veya daha fazla taraf arasında gerçekleşen karşılıklı bir eylemi ifade eder. Belki de bu, bir tartışma sırasında tarafların birbirlerini provoke etmelerini veya bir rekabet ortamında sürekli olarak birbirlerini dürtmelerini temsil eder. Bu form, eylemin karşılıklı ve etkileşimli doğasını vurgular.", "mikro_mantik": "Bu kalıp, eylemin karşılıklı ve etkileşimli olduğunu gösterir. Kökün anlamı, eylemin iki veya daha fazla taraf arasında gerçekleşmesiyle genişler. Bu form, taraflar arasındaki dengeyi ve etkileşimi vurgular."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أهمز - ahmize", "muzari": "يهمز - yuhmizu", "masdar": "إهماز - ihmaz"}, "bab_anlami": "Dürtmeye, iğnelemeye veya kışkırtmaya neden olmak. Bu kalıp, eylemin dolaylı bir şekilde gerçekleştiğini veya bir şeye neden olduğunu ifade eder. Belki de bu, birinin sözleriyle veya davranışlarıyla başkalarının birbirlerini provoke etmelerine yol açmasını veya bir durumun içsel huzursuzluğa neden olmasını temsil eder. Bu form, eylemin neden-sonuç ilişkisini vurgular.", "mikro_mantik": "Bu kalıp, eylemin dolaylı bir şekilde gerçekleştiğini veya bir şeye neden olduğunu gösterir. Kökün anlamı, eylemin sonuçları ve etkileriyle genişler. Bu form, eylemin neden olduğu değişimleri ve etkileşimleri vurgular."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تهمز - tahammize", "muzari": "يتهمز - yatahammizu", "masdar": "تهمز - tahammüz"}, "bab_anlami": "Dürtülmüş, iğnelenmiş veya kışkırtılmış gibi davranmak veya görünmek. Bu kalıp, eylemin dışsal bir görünümünü veya bir rolü ifade eder. Belki de bu, birinin içsel huzursuzluğunu gizlemek için başkalarını provoke ediyormuş gibi davranmasını veya bir durumun kışkırtıcı görünmesine rağmen aslında masum olmasını temsil eder. Bu form, eylemin dışsal görünümünü ve içsel gerçekliğini arasındaki ayrımı vurgular.", "mikro_mantik": "Bu kalıp, eylemin dışsal bir görünümünü veya bir rolü ifade eder. Kökün anlamı, eylemin gerçekliği ve görünümü arasındaki farkla genişler. Bu form, eylemin algılanma biçimini ve yorumlanmasını vurgular."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَهَامَزَ - tahaamaze", "muzari": "يَتَهَامَزُ - yatahaamazu", "masdar": "تَهَامُز - tahaamuz"}, "bab_anlami": "Birbirini gizlice dürtmek, iğnelemek veya kışkırtmak. Bu kalıp, eylemin gizli veya dolaylı bir şekilde gerçekleştiğini ifade eder. Belki de bu, bir grup insanın başkalarını arkalarından provoke etmelerini veya bir durumun gizli bir kışkırtmaya neden olmasını temsil eder. Bu form, eylemin gizliliğini ve dolaylılığını vurgular.", "mikro_mantik": "Bu kalıp, eylemin gizli veya dolaylı bir şekilde gerçekleştiğini gösterir. Kökün anlamı, eylemin gizliliği ve dolaylılığıyla genişler. Bu form, eylemin etkilerini ve sonuçlarını gizli bir şekilde yaymasını vurgular."}, {"bab_no": 7, "fiil_formlari": {"mazi": "انهمز - inhameze", "muzari": "ينهمز - yanhimizu", "masdar": "انهمز - inhimeez"}, "bab_anlami": "Dürtülmeye, iğnelenmeye veya kışkırtılmaya maruz kalmak veya kolayca dürtülür hale gelmek. Bu kalıp, eylemin pasif bir şekilde deneyimlendiğini veya bir duruma yatkınlığı ifade eder. Belki de bu, birinin başkalarının provokasyonlarına kolayca kapılmasını veya bir durumun kışkırtıcı etkilere açık olmasını temsil eder. Bu form, eylemin pasif doğasını ve dış etkilere açıklığı vurgular.", "mikro_mantik": "Bu kalıp, eylemin pasif bir şekilde deneyimlendiğini veya bir duruma yatkınlığı gösterir. Kökün anlamı, eylemin alıcısı ve dış etkilere olan açıklığıyla genişler. Bu form, eylemin etkilerini ve sonuçlarını pasif bir şekilde deneyimlemeyi vurgular."}, {"bab_no": 8, "fiil_formlari": {"mazi": "إهتَمَزَ - ihtemeze", "muzari": "يَهتَمِزُ - yahtemizu", "masdar": "إهتِمَاز - ihtimaaz"}, "bab_anlami": "Dürtmek, iğnelemek veya kışkırtmak için çabalamak veya gayret göstermek. Bu kalıp, eylemin bilinçli bir çaba veya niyetle yapıldığını ifade eder. Belki de bu, birinin başkalarını provoke etmek için planlar yapmasını veya bir durumun kışkırtıcı bir sonuca ulaşmak için manipüle edilmesini temsil eder. Bu form, eylemin bilinçli niyetini ve çabasını vurgular.", "mikro_mantik": "Bu kalıp, eylemin bilinçli bir çaba veya niyetle yapıldığını gösterir. Kökün anlamı, eylemin planlanması ve uygulanmasıyla genişler. Bu form, eylemin amacını ve hedeflerini vurgular."}, {"bab_no": 9, "fiil_formlari": {"mazi": "إهمز - ihmeazze", "muzari": "يَهمَزّ - yahmezzu", "masdar": "إهمزاز - ihmizaz"}, "bab_anlami": "Aşırı derecede dürtmek, iğnelemek veya kışkırtmak. Bu kalıp, eylemin yoğunluğunu ve şiddetini vurgular. Belki de bu, birinin başkalarını acımasızca provoke etmesini veya bir durumun aşırı derecede kışkırtıcı hale gelmesini temsil eder. Bu form, eylemin aşırılığını ve şiddetini vurgular.", "mikro_mantik": "Bu kalıp, eylemin yoğunluğunu ve şiddetini vurgular. Kökün anlamı, eylemin aşırılığı ve yıkıcılığıyla genişler. Bu form, eylemin sonuçlarını ve etkilerini en üst düzeye çıkarmayı vurgular."}, {"bab_no": 10, "fiil_formlari": {"mazi": "إستهمز - istehmize", "muzari": "يستهمز - yastaahmizu", "masdar": "إستهمزاز - istehmizaz"}, "bab_anlami": "Dürtülmeyi, iğnelenmeyi veya kışkırtılmayı istemek veya talep etmek. Bu kalıp, eylemin bir arzu veya talep olarak ifade edildiğini gösterir. Belki de bu, birinin başkalarının kendisini provoke etmesini istemesini veya bir durumun kışkırtıcı bir tepkiyi tetiklemesini temsil eder. Bu form, eylemin bir arzu veya talep olarak ifade edilmesini vurgular.", "mikro_mantik": "Bu kalıp, eylemin bir arzu veya talep olarak ifade edildiğini gösterir. Kökün anlamı, eylemin motivasyonu ve hedefleriyle genişler. Bu form, eylemin nedenlerini ve sonuçlarını anlamayı vurgular."}]}], "همس": [{"kok": "همس", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Gizli, saklı, fısıltı yoluyla iletilen bilgi veya duygu. İçsel bir sesin dışa vurumu, sırların ve gizemlerin perdesini aralayan bir anahtar.", "kavramsal_derinlik": "Fısıltının hem beşeri ilişkilerdeki mahremiyetini hem de ilahi vahyin insan ruhuna sessizce nüfuz etmesini kapsar. İnsanın iç dünyasındaki düşüncelerin ve arzuların dış dünyaya yansıması, aynı zamanda evrenin sırlarının insan kalbine fısıldanması."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "هَمَسَ - hamasa", "muzari": "يَهْمِسُ - yahmisu", "masdar": "هَمْس - hams"}, "bab_anlami": "Fısıldamak, gizlice konuşmak, sessizce bir şeyi iletmek. Bu kalıp, bir bilginin veya duygunun doğrudan ve açık bir şekilde değil, daha dolaylı ve gizli bir yolla aktarılmasını ifade eder. Belki de bu, bilginin değerini artırmak veya hassas bir konuyu daha dikkatli bir şekilde ele almak için tercih edilen bir yöntemdir. Aynı zamanda, içsel düşüncelerin ve duyguların dış dünyaya yansımasının ilk aşaması olarak da görülebilir.", "mikro_mantik": "Bu bab, kökün temel anlamını (fısıltı) doğrudan eyleme dönüştürür. Fiilin faili, fısıldama eylemini gerçekleştiren kişidir. Bu kalıp, eylemin basit ve doğrudan bir şekilde gerçekleştiğini gösterir; herhangi bir dolaylılık veya yoğunluk katmaz, sadece temel eylemi ifade eder."}, {"bab_no": 2, "fiil_formlari": {"mazi": "هُمِّسَ - hummisa", "muzari": "يُهَمَّسُ - yuhammaşu", "masdar": "تَهْمِيس - tahmiis"}, "bab_anlami": "Fısıltı yoluyla bir şeyi yaymak, fısıltıyla dolu hale getirmek, bir ortamı fısıltılarla sarmak. Bu kalıp, bir bilginin veya duygunun yayılma sürecini vurgular. Bir dedikodunun yayılması gibi, fısıltılar etrafa yayılır ve bir atmosfer yaratır. Bu, bilginin kontrolsüz bir şekilde yayılmasının veya bir ortamın gizemli bir havayla dolmasının bir sonucu olabilir.", "mikro_mantik": "Bu bab, kökün anlamını yoğunlaştırır ve yaygınlaştırır. Fısıltı eyleminin etkisini artırır, eylemin nesnesi üzerinde daha geniş bir etki yarattığını gösterir. Eylemin pasif yapısı, fısıltının yayılmasının kontrol dışı veya kendiliğinden gerçekleştiği izlenimini verir."}, {"bab_no": 3, "fiil_formlari": {"mazi": "هَامَسَ - haamasa", "muzari": "يُهَامِسُ - yuhaamisu", "masdar": "مُهَامَسَة - muhaamasah"}, "bab_anlami": "Karşılıklı fısıldaşmak, gizlice konuşmak, bir sırrı paylaşmak. Bu kalıp, iki veya daha fazla kişi arasındaki gizli iletişimi ifade eder. Bir sırrın paylaşılması, bir komplonun kurulması veya sadece mahrem bir konunun konuşulması gibi durumları kapsar. Bu, güven ve yakınlık gerektiren bir iletişim şeklidir.", "mikro_mantik": "Bu bab, kökün anlamını karşılıklılık ve etkileşim boyutuna taşır. Fısıltı eyleminin iki veya daha fazla kişi arasında gerçekleştiğini vurgular. Bu kalıp, eylemin karşılıklı ve işbirlikçi bir doğası olduğunu gösterir; taraflar birbirleriyle gizli bir şekilde iletişim kurarlar."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَهْمَسَ - ahmase", "muzari": "يُهْمِسُ - yuhmisu", "masdar": "إِهْمَاس - ihmas"}, "bab_anlami": "Fısıltıyla söylemek, gizlice ima etmek, bir şeyi örtülü bir şekilde ifade etmek. Bu kalıp, bir bilginin veya duygunun açıkça belirtilmeden, ima yoluyla aktarılmasını ifade eder. Belki de bu, doğrudan bir ifadeden kaçınmak veya alıcının anlayışına bırakmak için tercih edilen bir yöntemdir. Aynı zamanda, bir sırrın veya gizli bir niyetin işaretlerini vermek anlamına da gelebilir.", "mikro_mantik": "Bu bab, kökün anlamını dolaylılık ve örtülülük boyutuna taşır. Fısıltı eyleminin doğrudan değil, ima yoluyla gerçekleştiğini vurgular. Bu kalıp, eylemin daha incelikli ve dolaylı bir şekilde gerçekleştiğini gösterir; bilgi veya duygu açıkça ifade edilmez, sadece ima edilir."}]}], "همم": [{"kok": "همم", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Derin öz tanım", "kavramsal_derinlik": "Beşeri ve ilahi boyut"}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "هَمَّ - hamma", "muzari": "يَهُمُّ - yahummu", "masdar": "هَمٌّ - hammun"}, "bab_anlami": "Bu bâb, bir şeyin içsel olarak arzu edilmesini, kalbin bir niyetle dolmasını ifade eder. Bu sadece basit bir istek değil, ruhun derinliklerinden gelen, varoluşsal bir yönelimi temsil eder. Kişinin iç dünyasında bir düşüncenin, bir duygunun veya bir eylemin yoğunlaşarak belirginleşmesini, zihnin ve kalbin o yöne doğru kuvvetle meyletmesini anlatır. Bu, bir tohumun filizlenmeye başlaması gibi, potansiyel bir gerçeğin içsel dünyada belirmesidir.", "mikro_mantik": "Bu bâb, kökün anlamını yoğunlaştırır ve içselleştirir. Kökün temel anlamı olan 'derin öz tanım' kavramını, failin iç dünyasındaki bir süreçle ilişkilendirerek, öznenin kendi içindeki potansiyeli fark etme ve onu gerçekleştirme yönündeki eğilimini vurgular. Bu, kökün anlamının özneye dönük, içsel bir eyleme dönüşmesini sağlar."}]}], "همن": [{"kok": "همن", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Zihnin derinliklerinde yankılanan, içsel bir uyum ve ahenk arayışı. Bir bütünlüğe, bir amaca yönelik bilinçli yönelim.", "kavramsal_derinlik": "İnsanın kendi iç dünyasıyla ve evrenle kurduğu uyumlu ilişki; bireysel farkındalığın kozmik bilinçle bütünleşmesi."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "هَمَنَ - hamana", "muzari": "يَهْمُنُ - yahmunu", "masdar": "هَمْن - hamn"}, "bab_anlami": "Zihnin bir düşünceye, bir duyguya veya bir amaca yoğunlaşması, kendini tamamen ona vermesi. İçsel bir odaklanma ve yönelim hali. Varlığın, belirli bir hedefe doğru bilinçli bir şekilde akması, enerjinin tek bir noktada toplanması. Bu, içsel bir uyumun ve kararlılığın ifadesidir, zihnin dağınıklığından kurtulup tek bir amaca hizmet etmesidir.", "mikro_mantik": "Kökün temel anlamını (zihinsel odaklanma, uyum) eylemsel bir sürece dönüştürür. Fiilin yalın hali, kökün anlamının doğrudan ve aracısız bir şekilde gerçekleştiğini gösterir. Yani, zihinsel odaklanma eyleminin kendiliğinden ve doğal bir süreç olduğunu vurgular."}]}], "هنأ": [{"kok": "هنأ", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Sevinç ve kutlama eyleminin özü, içten gelen bir memnuniyetin dışa vurumu, ruhun neşesiyle parlaması.", "kavramsal_derinlik": "İnsanın iç dünyasındaki coşkunun, evrensel bir kutlama ve takdir anlayışına dönüşmesi; bireysel mutluluğun toplumsal sevinçle birleşmesi."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "هَنَأَ - hana'a", "muzari": "يَهْنَأُ - yahna'u", "masdar": "هَنْءٌ - han'un"}, "bab_anlami": "Bir şeyi gönül rahatlığıyla yapmak, içtenlikle kutlamak ve tebrik etmek. Bu kalıp, eylemin samimiyetini ve içtenliğini vurgular. Kişinin, bir olayın veya durumun olumlu yönlerini tam kalbiyle kabul etmesi ve bu memnuniyeti dışa vurmasıdır. Aynı zamanda, bu kalıp, bir lütuf veya nimetin huzur içinde kullanılmasını ve tadını çıkarılmasını ifade edebilir.", "mikro_mantik": "Bu bab, kökün temel anlamını (kutlama, tebrik) en yalın haliyle ifade eder. Fiilin basit ve doğrudan bir şekilde gerçekleştiğini gösterir. Kök anlamının temel ve ilk tezahürüdür."}, {"bab_no": 2, "fiil_formlari": {"mazi": "هَنَّأَ - hanna'a", "muzari": "يُهَنِّئُ - yuhanni'u", "masdar": "تَهْنِئَةٌ - tahni'atun"}, "bab_anlami": "Yoğun ve tekrarlanan bir tebrik eylemini ifade eder. Bir kişiyi defalarca tebrik etmek, kutlamaları yoğunlaştırmak veya bir olayı sürekli olarak anmak anlamına gelir. Bu kalıp, tebriklerin ve kutlamaların önemini ve sürekliliğini vurgular. Aynı zamanda, bir kişiye sürekli olarak iyi dileklerde bulunmak ve onun başarısını her fırsatta kutlamak anlamını da taşır. Bu bab, tebrik eyleminin derinliğini ve kalıcılığını gösterir.", "mikro_mantik": "Tekrarlama ve yoğunlaştırma anlamı taşır. Kök anlamındaki tebrik eyleminin niceliğini ve sıklığını artırır. Eylemin daha vurgulu ve etkili bir şekilde gerçekleştiğini gösterir."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَهْنَأَ - ahna'a", "muzari": "يُهْنِئُ - yuhni'u", "masdar": "إِهْنَاءٌ - ihna'un"}, "bab_anlami": "Birine bir şeyi gönül rahatlığıyla vermeyi, ona bir lütufta bulunmayı veya onu mutlu etmeyi ifade eder. Bu kalıp, bir başkasının sevincine katkıda bulunmayı ve ona neşe vermeyi vurgular. Aynı zamanda, birine bir şeyi helal kılmak, onun için kolaylaştırmak veya ona bir konuda izin vermek anlamını da taşır. Bu bab, başkalarının mutluluğuna katkıda bulunma ve onlara iyilik yapma eylemini ifade eder.", "mikro_mantik": "Etkenlik ve başkasının eylemine sebep olma anlamı taşır. Kök anlamındaki kutlama eyleminin başkası tarafından yapılmasına veya yaşanmasına neden olmayı ifade eder."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَهْنَأَ - istahna'a", "muzari": "يَسْتَهْنِئُ - yastahni'u", "masdar": "اِسْتِهْنَاءٌ - istihna'un"}, "bab_anlami": "Bir şeyden memnuniyet duymayı, bir şeyi gönül rahatlığıyla kabul etmeyi veya bir şeyin tadını çıkarmayı ifade eder. Bu kalıp, kişinin iç huzurunu ve memnuniyetini vurgular. Aynı zamanda, bir şeyin kolaylığını ve rahatlığını aramak, bir şeyden faydalanmak veya bir şeyi elde etmek için çaba göstermek anlamını da taşır. Bu bab, kişinin içsel tatminini ve dış dünyayla uyumunu ifade eder. Kişinin, elde ettiği bir başarıdan dolayı duyduğu derin memnuniyeti ve bu başarının getirdiği huzuru ifade eder. Aynı zamanda, kişinin, hayatın sunduğu güzelliklerin ve nimetlerin farkında olarak, onlardan en iyi şekilde faydalanmaya çalışmasını da ifade edebilir.", "mikro_mantik": "Talep ve arayış anlamı taşır. Kök anlamındaki kutlama ve memnuniyet duygusunu elde etmeye çalışma, bu duyguya ulaşmak için çaba gösterme anlamını ifade eder."}]}], "هود": [{"kok": "هود", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Hidayete erme, doğru yolu bulma ve bu yolda sebat etme; içsel rehberlik ve dışsal yol göstericilik arasındaki etkileşim.", "kavramsal_derinlik": "İnsanın varoluşsal arayışı, ahlaki pusulasını bulma çabası ve ilahi rehberliğin bu süreçteki rolü; bireysel sorumluluk ve evrensel düzen arasındaki denge."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "هَادَ - hāda", "muzari": "يَهُودُ - yahūdu", "masdar": "هَوْدًا - hawdan"}, "bab_anlami": "Bir şeyden vazgeçmek, yumuşamak, sakinleşmek veya bir amaca doğru yönelmek anlamlarını taşır. Bu kalıp, kişinin içsel bir dönüşüm geçirerek daha ılımlı bir hale gelmesini veya belirli bir hedefe odaklanmasını ifade edebilir. Aynı zamanda, bir durumun veya olayın şiddetini azaltmak, hafifletmek veya yatıştırmak gibi anlamlara da gelebilir. Bu, ruhun dinginleşmesi ve kalbin huzura ermesi için atılan adımları simgeler.", "mikro_mantik": "Bu bab, kökün anlamını eylemsel bir dönüşüme veya bir durumun değişimine işaret edecek şekilde genişletir. Temel anlamdaki yönelme veya rehberlik kavramı, bu kalıpta bir sürecin veya eylemin parçası haline gelir; yani, hidayete erme eyleminin kendisi vurgulanır."}, {"bab_no": 2, "fiil_formlari": {"mazi": "هُوِّدَ - huwwida", "muzari": "يُهَوَّدُ - yuhawwadu", "masdar": "تَهْوِيدًا - tahwīdan"}, "bab_anlami": "Bir şeyi Yahudiliğe döndürmek, Yahudi yapmak veya Yahudi gibi davranmak anlamına gelir. Bu kalıp, bir şeyi belirli bir inanç veya ideolojiye uyumlu hale getirme çabasını ifade eder. Aynı zamanda, bir kişinin veya şeyin kimliğini değiştirme veya dönüştürme sürecini de simgeler. Bu, dışsal bir etkiyle içsel bir değişimin tetiklenmesini ve yeni bir aidiyetin oluşmasını ifade eder.", "mikro_mantik": "Bu bab, kökün anlamını bir başkasını etkileme veya dönüştürme eylemine yoğunlaştırır. Temel anlamdaki rehberlik, bu kalıpta bir başkasını belirli bir inanca veya yola yönlendirme çabasına dönüşür; yani, hidayetin başkalarına aktarılması vurgulanır."}, {"bab_no": 3, "fiil_formlari": {"mazi": "هَاوَدَ - hāwada", "muzari": "يُهَاوِدُ - yuhāwidu", "masdar": "مُهَاوَدَةً - muhāwadatan"}, "bab_anlami": "Bir konuda uzlaşmaya varmak, anlaşmak veya taviz vermek anlamına gelir. Bu kalıp, farklı görüşlere sahip olanların ortak bir noktada buluşma çabasını ifade eder. Aynı zamanda, karşılıklı anlayış ve hoşgörü temelinde bir ilişki kurma sürecini de simgeler. Bu, zıtlıkların ahenkle dans ettiği, farklılıkların bir zenginlik olarak kabul edildiği bir durumu ifade eder.", "mikro_mantik": "Bu bab, kökün anlamını karşılıklı etkileşim ve uzlaşma kavramlarına taşır. Temel anlamdaki rehberlik, bu kalıpta farklı görüşlerin bir araya gelerek ortak bir yol bulma çabasına dönüşür; yani, hidayetin çok yönlü ve katılımcı bir süreç olduğu vurgulanır."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَهْوَدَ - ahwada", "muzari": "يُهْوِدُ - yuhwidu", "masdar": "إِهْوَادًا - ihwādan"}, "bab_anlami": "Bir şeyi sakinleştirmek, yatıştırmak veya kolaylaştırmak anlamına gelir. Bu kalıp, zorlu bir durumu hafifletme veya karmaşık bir sorunu çözme çabasını ifade eder. Aynı zamanda, bir kişinin veya şeyin üzerindeki baskıyı azaltma ve rahatlama sağlamayı da simgeler. Bu, kaosun ortasında bir sükunet adası yaratma ve zorlukların üstesinden gelme gücünü bulma eylemidir.", "mikro_mantik": "Bu bab, kökün anlamını bir durumu iyileştirme veya kolaylaştırma eylemine odaklar. Temel anlamdaki rehberlik, bu kalıpta zorlukların üstesinden gelmek için bir yol gösterme veya bir durumu daha iyi hale getirme çabasına dönüşür; yani, hidayetin pratik ve çözüm odaklı bir yaklaşım olduğu vurgulanır."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَهَوَّدَ - tahawwada", "muzari": "يَتَهَوَّدُ - yatahawwadu", "masdar": "تَهَوُّدًا - tahawwudan"}, "bab_anlami": "Yahudi gibi davranmak, Yahudiliğe girmek veya Yahudi olmak anlamına gelir. Bu kalıp, bir kişinin belirli bir inancı veya kültürü benimseme sürecini ifade eder. Aynı zamanda, bir kimliğe bürünme veya bir gruba dahil olma arzusunu da simgeler. Bu, içsel bir arayışın sonucunda yeni bir kimlik bulma ve kendini ait hissetme ihtiyacını karşılama eylemidir.", "mikro_mantik": "Bu bab, kökün anlamını bir kimlik edinme veya bir gruba dahil olma eylemine yoğunlaştırır. Temel anlamdaki rehberlik, bu kalıpta belirli bir inancı veya kültürü benimseyerek bir yol bulma çabasına dönüşür; yani, hidayetin bir aidiyet duygusuyla bağlantılı olduğu vurgulanır."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَهَادَى - tahādā", "muzari": "يَتَهَادَى - yatahādā", "masdar": "تَهَادِيًا - tahādiyan"}, "bab_anlami": "Karşılıklı olarak hediyeleşmek, birbirine ikramda bulunmak veya nazik davranmak anlamına gelir. Bu kalıp, insanlar arasındaki sevgi, saygı ve dostluğu pekiştirme eylemini ifade eder. Aynı zamanda, karşılıklı olarak iyi ilişkiler kurma ve sürdürme çabasını da simgeler. Bu, kalpleri birbirine yakınlaştıran ve ilişkileri güçlendiren bir bağ kurma eylemidir.", "mikro_mantik": "Bu bab, kökün anlamını karşılıklı sevgi ve saygı gösterme eylemine taşır. Temel anlamdaki rehberlik, bu kalıpta birbirine destek olma ve yol gösterme çabasına dönüşür; yani, hidayetin başkalarına karşı şefkatli ve cömert davranmayı içerdiği vurgulanır."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْهَادَ - inhāda", "muzari": "يَنْهَادُ - yanhādu", "masdar": "اِنْهِادًا - inhādan"}, "bab_anlami": "Çökmek, yıkılmak veya zayıflamak anlamına gelir. Bu kalıp, bir şeyin gücünü kaybetmesi veya dayanıklılığının azalması durumunu ifade eder. Aynı zamanda, bir kişinin veya şeyin zorluklar karşısında pes etme veya yenilgiye uğrama ihtimalini de simgeler. Bu, içsel bir direncin kırılması ve umudun yitirilmesi durumunu ifade eder.", "mikro_mantik": "Bu bab, kökün anlamını olumsuz bir duruma, yani çöküşe veya zayıflamaya yönlendirir. Temel anlamdaki rehberlik, bu kalıpta yolunu kaybetme veya umutsuzluğa düşme durumuna dönüşür; yani, hidayetin kaybedilmesi ve doğru yoldan sapma tehlikesi vurgulanır."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِهْتَادَى - ihtādā", "muzari": "يَهْتَادِي - yahtādī", "masdar": "اِهْتِدَاءً - ihtidā'an"}, "bab_anlami": "Hidayete ermek, doğru yolu bulmak veya rehberlik edilmek anlamına gelir. Bu kalıp, bir kişinin içsel bir arayış sonucunda doğru inancı veya yolu bulmasını ifade eder. Aynı zamanda, ilahi rehberlik veya bir rehber aracılığıyla doğru yola yönlendirilme sürecini de simgeler. Bu, karanlıktan aydınlığa çıkma, şaşkınlıktan kurtulma ve gerçek anlamı keşfetme eylemidir.", "mikro_mantik": "Bu bab, kökün temel anlamını pekiştirir ve onu bir sonuca, yani hidayete ermeye odaklar. Temel anlamdaki rehberlik, bu kalıpta amacına ulaşır ve kişi doğru yolu bulur; yani, hidayetin nihai hedef olduğu vurgulanır."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اِسْتَهْدَى - istahdā", "muzari": "يَسْتَهْدِي - yastahdī", "masdar": "اِسْتِهْدَاءً - istihdā'an"}, "bab_anlami": "Hidayet istemek, doğru yolu aramak veya rehberlik talep etmek anlamına gelir. Bu kalıp, bir kişinin içsel bir arayış içinde olduğunu ve doğru yolu bulmak için çaba gösterdiğini ifade eder. Aynı zamanda, ilahi yardımı veya bir rehberin yardımını talep etme sürecini de simgeler. Bu, alçakgönüllülükle yardım isteme ve öğrenmeye açık olma halini ifade eder.", "mikro_mantik": "Bu bab, kökün anlamını bir arayış ve talep eylemine dönüştürür. Temel anlamdaki rehberlik, bu kalıpta kişinin kendi çabasıyla hidayeti arama ve talep etme sürecine dönüşür; yani, hidayetin aktif bir arayışın sonucu olduğu vurgulanır."}]}], "هور": [{"kok": "هور", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Hayret, şaşkınlık, dehşet; bir şeyin büyüklüğü karşısında duyulan acizlik hissi.", "kavramsal_derinlik": "İnsanın evren ve ilahi kudret karşısındaki konumunu sorgulaması, sınırlılıklarının farkına varması ve bu farkındalıkla birlikte gelen hem korku hem de hayranlık duygusu."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "هَارَ - hāra", "muzari": "يَهُورُ - yahūru", "masdar": "هَوْر - hawr"}, "bab_anlami": "Çökmek, yıkılmak, bir şeyin içten içe çökmesi veya erimesi. Bu kalıp, bir yapının veya inancın temelden sarsılmasını, içsel bir çöküşü ifade eder. Aynı zamanda, bir şeyin şiddetli bir şekilde azalması, zayıflaması veya yok olmaya yüz tutması anlamlarını da barındırır. Bu, bireyin iç dünyasında yaşadığı derin bir hayal kırıklığı veya umutsuzluk durumunu da simgeleyebilir.", "mikro_mantik": "Bu bab, kökün temel anlamındaki şaşkınlık ve hayranlık duygusunun, bir çöküş veya yıkım sürecine dönüşmesini ifade eder. Basit fiil formu, eylemin doğrudan ve ani bir şekilde gerçekleştiğini gösterir; yani, şaşkınlık veya hayranlık duygusu, beklenmedik bir anda bir çöküşe veya yıkıma yol açabilir."}, {"bab_no": 2, "fiil_formlari": {"mazi": "هَوَّرَ - hawwara", "muzari": "يُهَوِّرُ - yuhawwiru", "masdar": "تَهْوِير - tahwīr"}, "bab_anlami": "Bir şeyi çökertmek, yıkmak, bir şeyin içini boşaltmak veya zayıflatmak. Bu kalıp, bir şeyi kasıtlı olarak çökertme veya zayıflatma eylemini ifade eder. Aynı zamanda, bir şeyi değersizleştirmek, önemini azaltmak veya itibarsızlaştırmak anlamlarını da içerir. Bu, bir düşünceyi veya inancı eleştirerek zayıflatma veya bir yapıyı yıkarak yok etme eylemi olabilir.", "mikro_mantik": "Bu bab, kökün temel anlamındaki hayret ve şaşkınlık duygusunun, bir şeyi kasıtlı olarak çökertme veya zayıflatma eylemine dönüştüğünü gösterir. Fiilin tefil babında olması, eylemin yoğunluğunu ve kasıtlılığını vurgular; yani, hayret veya şaşkınlık duygusu, bir şeyi bilinçli bir şekilde çökertme veya zayıflatma motivasyonuna dönüşebilir."}, {"bab_no": 3, "fiil_formlari": {"mazi": "هَاوَرَ - hāwara", "muzari": "يُهَاوِرُ - yuhāwiru", "masdar": "مُهَاوَرَة - muhāwara"}, "bab_anlami": "Çökmekte olan bir şeyle mücadele etmek, yıkılmaya karşı direnmek veya bir şeyi çökertmeye çalışmak. Bu kalıp, karşılıklı bir mücadeleyi veya çekişmeyi ifade eder. Aynı zamanda, bir şeyin çöküşünü hızlandırmak veya engellemek için yapılan çabaları da kapsar. Bu, bir inancı savunmak veya bir yapıyı ayakta tutmak için verilen mücadele olabilir.", "mikro_mantik": "Bu bab, kökün temel anlamındaki hayret ve şaşkınlık duygusunun, bir çöküşe karşı mücadele etme veya bir şeyi çökertmeye çalışma eylemine dönüştüğünü gösterir. Mufa'ale babı, eylemin karşılıklı veya rekabetçi bir şekilde gerçekleştiğini vurgular; yani, hayret veya şaşkınlık duygusu, bir çöküşe karşı direnme veya bir şeyi çökertme mücadelesine yol açabilir."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَهْوَرَ - ahwara", "muzari": "يُهْوِرُ - yuhwiru", "masdar": "إِهْوَار - ihwār"}, "bab_anlami": "Bir şeyi çökertmek, yıkmak, bir şeyin çökmesine neden olmak. Bu kalıp, bir şeyi doğrudan çökertme veya yıkma eylemini ifade eder. Aynı zamanda, bir şeyin çöküşüne yol açan faktörleri harekete geçirmek veya bir şeyi çöküşe sürüklemek anlamlarını da içerir. Bu, bir yapıyı dinamitle patlatmak veya bir inancı temelsiz argümanlarla çürütmek olabilir.", "mikro_mantik": "Bu bab, kökün temel anlamındaki hayret ve şaşkınlık duygusunun, bir şeyi doğrudan çökertme veya yıkma eylemine dönüştüğünü gösterir. İf'al babı, eylemin doğrudan ve etkili bir şekilde gerçekleştiğini vurgular; yani, hayret veya şaşkınlık duygusu, bir şeyi anında çökertme veya yıkma gücüne sahip olabilir."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَهَوَّرَ - tahawwara", "muzari": "يَتَهَوَّرُ - yatahawwaru", "masdar": "تَهَوُّر - tahawwur"}, "bab_anlami": "Çökmeye yüz tutmak, yıkılmak üzere olmak, bir şeyin içten içe çökmesi veya erimesi. Bu kalıp, bir şeyin kendi kendine çöküşünü veya yıkılışını ifade eder. Aynı zamanda, bir şeyin zayıflaması, gücünü kaybetmesi veya yok olmaya yaklaşması anlamlarını da içerir. Bu, bir inancın zamanla zayıflaması veya bir yapının doğal nedenlerle çökmesi olabilir.", "mikro_mantik": "Bu bab, kökün temel anlamındaki hayret ve şaşkınlık duygusunun, bir şeyin kendi kendine çöküşüne veya yıkılışına dönüştüğünü gösterir. Tefaul babı, eylemin zaman içinde ve kendiliğinden gerçekleştiğini vurgular; yani, hayret veya şaşkınlık duygusu, bir şeyin yavaş yavaş çökmesine veya yıkılmasına neden olabilir."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَهَاوَرَ - tahāwara", "muzari": "يَتَهَاوَرُ - yatahāwaru", "masdar": "تَهَاوُر - tahāwur"}, "bab_anlami": "Birbirini çökertmeye çalışmak, karşılıklı olarak yıkmaya çalışmak. Bu kalıp, iki veya daha fazla şeyin birbirini çökertme veya yıkma çabasını ifade eder. Aynı zamanda, rekabet, çekişme veya çatışma durumlarını da kapsar. Bu, farklı inanç sistemlerinin birbirini çürütmeye çalışması veya farklı güçlerin birbirini zayıflatmaya çalışması olabilir.", "mikro_mantik": "Bu bab, kökün temel anlamındaki hayret ve şaşkınlık duygusunun, birbirini çökertmeye çalışma eylemine dönüştüğünü gösterir. Tefa'ul babı, eylemin karşılıklı ve rekabetçi bir şekilde gerçekleştiğini vurgular; yani, hayret veya şaşkınlık duygusu, farklı şeylerin birbirini çökertme veya yıkma mücadelesine yol açabilir."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْهَارَ - inhāra", "muzari": "يَنْهَارُ - yanhāru", "masdar": "اِنْهِيَار - inhīyār"}, "bab_anlami": "Çökmek, yıkılmak, bir şeyin aniden ve şiddetle çökmesi. Bu kalıp, ani ve beklenmedik bir çöküşü ifade eder. Aynı zamanda, bir şeyin kontrolsüz bir şekilde yıkılması veya dağılması anlamlarını da içerir. Bu, bir binanın depremde yıkılması veya bir sistemin aniden çökmesi olabilir.", "mikro_mantik": "Bu bab, kökün temel anlamındaki hayret ve şaşkınlık duygusunun, ani ve şiddetli bir çöküşe dönüştüğünü gösterir. İnfi'al babı, eylemin kendiliğinden ve hızlı bir şekilde gerçekleştiğini vurgular; yani, hayret veya şaşkınlık duygusu, ani bir çöküşe veya yıkıma yol açabilir."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِهْتَارَ - ihtāra", "muzari": "يَهْتَارُ - yahtāru", "masdar": "اِهْتِيَار - ihtīyār"}, "bab_anlami": "Çöküşün eşiğinde olmak, yıkılmaya yakın durmak, bir şeyin zayıflaması ve çökme tehlikesiyle karşı karşıya olması. Bu kalıp, bir şeyin çöküşe yaklaştığını ve her an yıkılabileceğini ifade eder. Aynı zamanda, bir şeyin gücünü kaybetmesi, zayıflaması ve çökme tehlikesiyle karşı karşıya kalması anlamlarını da içerir. Bu, bir inancın sorgulanması ve zayıflaması veya bir yapının hasar görmesi ve çökme tehlikesiyle karşı karşıya kalması olabilir.", "mikro_mantik": "Bu bab, kökün temel anlamındaki hayret ve şaşkınlık duygusunun, bir çöküşün eşiğinde olma durumuna dönüştüğünü gösterir. İfti'al babı, eylemin bir süreç içinde gerçekleştiğini ve bir sonuçla sonuçlanmaya yakın olduğunu vurgular; yani, hayret veya şaşkınlık duygusu, bir şeyin çöküşün eşiğine gelmesine ve yıkılma tehlikesiyle karşı karşıya kalmasına neden olabilir."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَهَارَ - istahāra", "muzari": "يَسْتَهْوِرُ - yastahwiru", "masdar": "اِسْتِهْوَار - istihwār"}, "bab_anlami": "Çöküşü istemek, yıkılmasını arzulamak, bir şeyin yok olmasını veya ortadan kalkmasını dilemek. Bu kalıp, bir şeye karşı duyulan nefret, öfke veya kıskançlık nedeniyle onun çöküşünü veya yıkılmasını istemeyi ifade eder. Aynı zamanda, bir şeyin değersiz, zararlı veya tehlikeli olduğuna inanarak onun ortadan kalkmasını dilemek anlamlarını da içerir. Bu, bir zalimin devrilmesini veya bir zararlı alışkanlığın terk edilmesini istemek olabilir.", "mikro_mantik": "Bu bab, kökün temel anlamındaki hayret ve şaşkınlık duygusunun, bir çöküşü isteme veya yıkılmasını arzulama eylemine dönüştüğünü gösterir. İstif'al babı, eylemin bir istek veya arzuyla gerçekleştiğini vurgular; yani, hayret veya şaşkınlık duygusu, bir şeyin çöküşünü veya yıkılmasını isteme motivasyonuna dönüşebilir."}]}], "هون": [{"kok": "هون", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Hafiflik, kolaylık, sakinlik ve vakar. Varlığın özündeki dinginliğe ulaşma potansiyeli.", "kavramsal_derinlik": "Dünyevi zorlukların üstesinden gelme ve ruhani huzura erişme arasındaki denge. İnsanın içsel potansiyelini keşfederek hafiflik ve kolaylıkla hareket etme yeteneği."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "هَانَ - hâne", "muzari": "يَهُونُ - yehûnu", "masdar": "هَوْن - hevn"}, "bab_anlami": "Hafiflemek, kolaylaşmak, değersizleşmek. Bir şeyin ağırlığının azalması, zorluğunun ortadan kalkması veya önemini yitirmesi. Bu kalıp, bir durumun veya nesnenin özündeki hafifliği veya önemsizliği ifade eder. Aynı zamanda, bir şeyin değerinin azalması veya basitleşmesi anlamına da gelebilir. Bu, bazen bir lütuf olarak algılanırken, bazen de bir kayıp veya eksiklik olarak tecrübe edilebilir.", "mikro_mantik": "Bu kalıp, kökün temel anlamını doğrudan ve değişmez bir şekilde ifade eder. Fiilin öznesi, hafifleme veya kolaylaşma eylemini kendiliğinden gerçekleştirir. Burada bir dönüşüm veya dışsal bir etki söz konusu değildir, aksine öznenin doğasında var olan bir potansiyelin açığa çıkmasıdır."}, {"bab_no": 2, "fiil_formlari": {"mazi": "هَوَّنَ - hevvene", "muzari": "يُهَوِّنُ - yühevvinu", "masdar": "تَهْوِين - tehvîn"}, "bab_anlami": "Hafifletmek, kolaylaştırmak, basitleştirmek. Bir şeyi daha az karmaşık veya daha az zor hale getirmek. Bu kalıp, bir eylemin veya durumun etkisini azaltma veya hafifletme çabasını ifade eder. Bu, bir yükü hafifletmek, bir acıyı dindirmek veya bir görevi basitleştirmek şeklinde olabilir. Aynı zamanda, bir şeyi önemsiz gösterme veya küçümseme anlamına da gelebilir. Bu kalıp, aktif bir müdahale ve dönüştürme eylemini içerir.", "mikro_mantik": "Bu kalıp, kökün anlamını yoğunlaştırır ve eylemin başkası üzerinde gerçekleştirildiğini gösterir. Fiilin öznesi, hafifletme veya kolaylaştırma eylemini bir nesne üzerinde uygular. Bu, bir dışsal etki ve dönüştürme sürecini ifade eder. Kökün temel anlamı, bu kalıpta aktif bir eyleme dönüşerek, bir durumu veya nesneyi daha hafif veya daha kolay hale getirme amacını taşır."}, {"bab_no": 3, "fiil_formlari": {"mazi": "هَاوَنَ - hâvene", "muzari": "يُهَاوِنُ - yühâvinu", "masdar": "مُهَاوَنَة - mühâveneh"}, "bab_anlami": "Göz yummak, hoş görmek, müsamaha göstermek. Bir hatayı veya kusuru görmezden gelmek veya affetmek. Bu kalıp, bir durum karşısında sabırlı ve anlayışlı olmayı, kusurları affetmeyi ve hoşgörüyü ifade eder. Aynı zamanda, bir şeyi hafife almak veya önemsememek anlamına da gelebilir. Bu kalıp, karşılıklı bir etkileşimi ve uzlaşmayı içerir.", "mikro_mantik": "Bu kalıp, kökün anlamını karşılıklı bir etkileşim ve uzlaşma bağlamına yerleştirir. Fiilin öznesi, bir başkasının eylemlerine karşı hoşgörülü davranır veya göz yumar. Bu, bir denge ve uyum arayışını ifade eder. Kökün temel anlamı, bu kalıpta bir ilişki veya etkileşim içinde ortaya çıkarak, karşılıklı anlayış ve hoşgörüyü teşvik eder."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَهَانَ - ehâne", "muzari": "يُهِينُ - yühînu", "masdar": "إِهَانَة - ihâneh"}, "bab_anlami": "Aşağılamak, hakaret etmek, küçük düşürmek. Birinin değerini veya itibarını zedelemek. Bu kalıp, bir kişiye veya şeye karşı saygısızlık göstermeyi, onu değersizleştirmeyi ve küçük düşürmeyi ifade eder. Bu, sözlü veya fiziksel olarak yapılabilir ve genellikle bir güç veya üstünlük göstergesi olarak kullanılır. Aynı zamanda, bir şeyi hafife almak veya önemsememek anlamına da gelebilir. Bu kalıp, aktif bir eylem ve başkası üzerinde olumsuz bir etki yaratma amacını içerir.", "mikro_mantik": "Bu kalıp, kökün anlamını zıt yönde yoğunlaştırır ve olumsuz bir etki yaratma amacını taşır. Fiilin öznesi, aşağılama veya hakaret eylemini bir nesne üzerinde uygular. Bu, bir güç dengesizliği ve olumsuz bir dönüştürme sürecini ifade eder. Kökün temel anlamı, bu kalıpta aktif bir eyleme dönüşerek, bir kişinin veya şeyin değerini azaltma veya itibarını zedeleme amacını taşır."}]}], "هوي": [{"kok": "هوي", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Derin öz tanım", "kavramsal_derinlik": "Beşeri ve ilahi boyut"}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "هَوَى - heve", "muzari": "يَهْوِي - yehvi", "masdar": "هَوًى - heven"}, "bab_anlami": "Bu babda kök, bir şeyin boşluğa düşmesini, arzuya kapılmayı veya bir şeye meyletmeyi ifade eder. İnsanın içsel eğilimlerinin, arzularının peşinden gitmesi, ruhun bir hedefe doğru çekilmesi gibi anlamlara gelir. Aynı zamanda, kontrolsüz bir şekilde aşağıya doğru düşüşü, manevi bir çöküşü de simgeleyebilir; bu düşüş, kişinin kendi arzularının ağırlığı altında ezilmesiyle gerçekleşir.", "mikro_mantik": "Bu bab, köke bir yönelme, bir eğilim veya bir düşüş anlamı katar. Kökün temel anlamı olan 'öz tanım' kavramı, bu bab ile birlikte 'özün bir şeye yönelmesi' veya 'özden uzaklaşma' şeklinde bir dönüşüm geçirir. Bu, özün dinamik bir süreç içinde olduğunu ve sürekli bir değişim halinde bulunduğunu gösterir."}, {"bab_no": 2, "fiil_formlari": {"mazi": "هَوَّى - hevva", "muzari": "يُهَوِّي - yuhevvi", "masdar": "تَهْوِيَةٌ - tehviyeh"}, "bab_anlami": "Bu bab, bir şeyi havalandırmak, serinletmek veya bir şeyin içindeki havayı değiştirmek anlamına gelir. Metaforik olarak, zihni veya kalbi ferahlatmak, içsel sıkıntıları gidermek ve ruhu tazelemek gibi anlamlara gelebilir. Aynı zamanda, bir şeyi boşaltmak, hafifletmek veya önemini azaltmak gibi anlamlar da taşıyabilir; bu, kişinin zihnindeki ağırlıklardan kurtulması ve daha özgür hissetmesiyle ilişkilidir.", "mikro_mantik": "Bu bab, köke bir hafifletme, bir rahatlatma veya bir boşaltma anlamı katar. Kökün temel anlamı olan 'öz tanım' kavramı, bu bab ile birlikte 'özün hafiflemesi' veya 'özün rahatlaması' şeklinde bir dönüşüm geçirir. Bu, özün üzerindeki yüklerden kurtulması ve daha özgür bir şekilde kendini ifade etmesi anlamına gelir."}, {"bab_no": 3, "fiil_formlari": {"mazi": "هَاوَى - hava", "muzari": "يُهَاوِي - yuhavi", "masdar": "مُهَاوَاةٌ - muhavaeh"}, "bab_anlami": "Bu bab, bir şeyle yarışmak, rekabet etmek veya bir şeyin peşinden gitmek anlamına gelir. İki taraf arasındaki çekişmeyi, bir hedefe ulaşmak için gösterilen çabayı ve rekabetin getirdiği dinamizmi ifade eder. Aynı zamanda, bir şeyle uyum sağlamaya çalışmak, bir denge kurmak veya bir ortak nokta bulmak gibi anlamlar da taşıyabilir; bu, farklılıkların üstesinden gelerek bir birlik oluşturma çabasıyla ilişkilidir.", "mikro_mantik": "Bu bab, köke bir rekabet, bir yarış veya bir uyum sağlama anlamı katar. Kökün temel anlamı olan 'öz tanım' kavramı, bu bab ile birlikte 'özün bir başkasıyla rekabet etmesi' veya 'özün bir başkasıyla uyum sağlaması' şeklinde bir dönüşüm geçirir. Bu, özün sosyal bir bağlamda kendini nasıl tanımladığını ve başkalarıyla nasıl etkileşimde bulunduğunu gösterir."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَهْوَى - ehva", "muzari": "يُهْوِي - yuhvi", "masdar": "إِهْوَاءٌ - ihva"}, "bab_anlami": "Bu bab, bir şeyi düşürmek, indirmek veya bir şeyi bir yere doğru atmak anlamına gelir. Aynı zamanda, bir şeyi arzulamak, istemek veya bir şeye meyletmek gibi anlamlar da taşıyabilir. Bu bab, bir hedefe ulaşmak için bir araç kullanmayı, bir şeyi harekete geçirmeyi veya bir amaca yönelik bir eylemde bulunmayı ifade eder. Metaforik olarak, bir düşünceyi veya bir duyguyu ifade etmek, bir mesajı iletmek veya bir etki yaratmak gibi anlamlara da gelebilir.", "mikro_mantik": "Bu bab, köke bir düşürme, bir indirme veya bir arzulama anlamı katar. Kökün temel anlamı olan 'öz tanım' kavramı, bu bab ile birlikte 'özün bir şeyi arzulaması' veya 'özün bir şeyi düşürmesi' şeklinde bir dönüşüm geçirir. Bu, özün dış dünyaya yönelik eylemlerini ve arzularını ifade eder."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَهَوَّى - tehevva", "muzari": "يَتَهَوَّى - yetehevva", "masdar": "تَهَوٍّ - tehevvin"}, "bab_anlami": "Bu bab, boş ve anlamsız şeylerle uğraşmak, heveslere kapılmak veya kendini bir şeye adamak anlamlarına gelir. Kişinin kendini boş işlere kaptırması, geçici zevklere düşkün olması veya anlamsız uğraşlarla vakit geçirmesi gibi durumları ifade eder. Bu bab, aynı zamanda, bir şeyin gerçek değerini kaybetmesi, önemini yitirmesi veya değersizleşmesi gibi anlamlar da taşıyabilir; bu, kişinin kendini yanıltıcı hedeflere yöneltmesi ve gerçek değerlerden uzaklaşmasıyla ilişkilidir.", "mikro_mantik": "Bu bab, köke bir boşluk, bir anlamsızlık veya bir değersizleşme anlamı katar. Kökün temel anlamı olan 'öz tanım' kavramı, bu bab ile birlikte 'özün boşluğa düşmesi' veya 'özün değersizleşmesi' şeklinde bir dönüşüm geçirir. Bu, özün anlamını yitirmesi ve kendini boş heveslere kaptırması anlamına gelir."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَهَاوَى - tehava", "muzari": "يَتَهَاوَى - yetehava", "masdar": "تَهَاوٍ - tehavin"}, "bab_anlami": "Bu bab, karşılıklı olarak düşmek, çökmek veya birbirine doğru eğilmek anlamına gelir. İki veya daha fazla şeyin aynı anda zayıflaması, çökmesi veya birbirine destek olmaya çalışması gibi durumları ifade eder. Bu bab, aynı zamanda, bir şeyin değerini kaybetmesi, önemini yitirmesi veya değersizleşmesi gibi anlamlar da taşıyabilir; bu, bir sistemin veya bir ilişkinin zayıflaması ve çöküşe doğru gitmesiyle ilişkilidir.", "mikro_mantik": "Bu bab, köke bir karşılıklı düşüş, bir çöküş veya bir zayıflama anlamı katar. Kökün temel anlamı olan 'öz tanım' kavramı, bu bab ile birlikte 'özün karşılıklı olarak zayıflaması' veya 'özün çöküşe geçmesi' şeklinde bir dönüşüm geçirir. Bu, özün bir başkasıyla olan ilişkisinde zayıflaması ve değerini yitirmesi anlamına gelir."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْهَوَى - innehva", "muzari": "يَنْهَوِي - yenhvi", "masdar": "اِنْهِوَاءٌ - inhiva"}, "bab_anlami": "Bu bab, bir yere doğru hızla düşmek, çökmek veya bir şeyin içine gömülmek anlamına gelir. Kontrolsüz bir şekilde aşağıya doğru inmek, bir boşluğa düşmek veya bir şeyin etkisi altında kalmak gibi durumları ifade eder. Bu bab, aynı zamanda, bir şeyin içine çekilmek, bir şeyin etkisi altında kalmak veya bir şeyin içinde kaybolmak gibi anlamlar da taşıyabilir; bu, kişinin kendini bir duyguya, bir düşünceye veya bir duruma kaptırmasıyla ilişkilidir.", "mikro_mantik": "Bu bab, köke bir hızla düşüş, bir çöküş veya bir içine gömülme anlamı katar. Kökün temel anlamı olan 'öz tanım' kavramı, bu bab ile birlikte 'özün bir yere doğru hızla düşmesi' veya 'özün bir şeyin içine gömülmesi' şeklinde bir dönüşüm geçirir. Bu, özün kontrolünü kaybetmesi ve bir şeyin etkisi altında kalması anlamına gelir."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِهْتَوَى - ihteva", "muzari": "يَهْتَوِي - yehtevi", "masdar": "اِهْتِوَاءٌ - ihtiva"}, "bab_anlami": "Bu bab, bir şeyi arzulamak, istemek veya bir şeye meyletmek anlamına gelir. İçten gelen bir istekle bir şeye yönelmek, bir şeyi elde etmek için çaba göstermek veya bir şeye tutkuyla bağlanmak gibi durumları ifade eder. Bu bab, aynı zamanda, bir şeyi seçmek, tercih etmek veya bir şeye karar vermek gibi anlamlar da taşıyabilir; bu, kişinin kendi iradesiyle bir yöne doğru ilerlemesi ve bir amaca ulaşmaya çalışmasıyla ilişkilidir.", "mikro_mantik": "Bu bab, köke bir arzulama, bir isteme veya bir meyletme anlamı katar. Kökün temel anlamı olan 'öz tanım' kavramı, bu bab ile birlikte 'özün bir şeyi arzulaması' veya 'özün bir şeye meyletmesi' şeklinde bir dönüşüm geçirir. Bu, özün kendi istekleri doğrultusunda hareket etmesi ve bir amaca ulaşmaya çalışması anlamına gelir."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اِهْوَاوَى - ihvava", "muzari": "يَهْوَاوِي - yehvavi", "masdar": "اِهْوِوَاءٌ - ihviva"}, "bab_anlami": "Bu bab, bir şeyin boş ve anlamsız olması, değersizleşmesi veya önemini yitirmesi anlamına gelir. Bir şeyin içindeki anlamın kaybolması, değerinin azalması veya boş bir hale gelmesi gibi durumları ifade eder. Bu bab, aynı zamanda, bir şeyin çökmesi, yıkılması veya yok olması gibi anlamlar da taşıyabilir; bu, bir sistemin veya bir yapının zayıflaması ve sonunun gelmesiyle ilişkilidir. Bu kalıp nadiren kullanılır ve genellikle bir şeyin tamamen değersizleştiğini vurgular.", "mikro_mantik": "Bu bab, köke bir boşluk, bir anlamsızlık veya bir değersizleşme anlamı katar. Kökün temel anlamı olan 'öz tanım' kavramı, bu bab ile birlikte 'özün boş ve anlamsız hale gelmesi' veya 'özün değersizleşmesi' şeklinde bir dönüşüm geçirir. Bu, özün anlamını yitirmesi ve boş bir hale gelmesi anlamına gelir."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَهْوَى - istehva", "muzari": "يَسْتَهْوِي - yestehvi", "masdar": "اِسْتِهْوَاءٌ - istehva"}, "bab_anlami": "Bu bab, bir şeyi cezbetmek, etkilemek veya birinin aklını çelmek anlamına gelir. Bir şeyin çekici görünmesi, birinin ilgisini çekmesi veya birinin aklını başından alması gibi durumları ifade eder. Bu bab, aynı zamanda, bir şeyi elde etmek için hile yapmak, aldatmak veya manipüle etmek gibi anlamlar da taşıyabilir; bu, birinin başkasını kendi çıkarları doğrultusunda kullanmasıyla ilişkilidir. Bu kalıp, genellikle bir şeyin cazibesine kapılmayı ve aklın kontrolünü kaybetmeyi vurgular.", "mikro_mantik": "Bu bab, köke bir cezbetme, bir etkileme veya bir aklını çelme anlamı katar. Kökün temel anlamı olan 'öz tanım' kavramı, bu bab ile birlikte 'özün bir şey tarafından cezbedilmesi' veya 'özün aklının çelinmesi' şeklinde bir dönüşüm geçirir. Bu, özün dış etkiler altında kalması ve kontrolünü kaybetmesi anlamına gelir."}]}], "هيأ": [{"kok": "هيأ", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Bir şeyi hazırlamak, düzenlemek, uygun hale getirmek; potansiyeli eyleme dönüştürmek için gerekli içsel ve dışsal koşulları oluşturmak.", "kavramsal_derinlik": "İnsanın kendi varoluşunu anlamlandırma ve onu en yüksek potansiyeline ulaştırma çabası; ilahi düzenin evrende tecelli etmesi için gerekli zemini hazırlama sorumluluğu."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "هيأ - hayyaa", "muzari": "يهيئ - yuhayyi'u", "masdar": "تهيئة - tahyia"}, "bab_anlami": "Bir şeyi tam ve eksiksiz bir şekilde hazırlamak, donatmak ve uygun hale getirmek. Bu, sadece maddi bir hazırlık değil, aynı zamanda zihinsel, duygusal ve ruhsal bir hazırlığı da içerir. Bir hedefe ulaşmak için gerekli tüm adımları atmak, engelleri aşmak ve potansiyeli gerçeğe dönüştürmek için yapılan kapsamlı bir çalışmadır. Bu hazırlık, içsel bir dönüşümü ve dışsal bir uyumu gerektirir; böylece kişi veya nesne, belirlenen amaca mükemmel bir şekilde hizmet edebilir.", "mikro_mantik": "Bu kalıp, kökün anlamını yoğunlaştırır ve eylemin tam ve eksiksiz bir şekilde gerçekleştirildiğini vurgular. Kökün temel anlamı olan hazırlama eylemi, bu kalıpta daha detaylı ve kapsamlı bir süreci ifade eder. Eylemin sonuç odaklı ve amaca yönelik olduğunu belirtir, yani hazırlık sadece bir başlangıç değil, aynı zamanda bir sonuca ulaşma çabasıdır."}]}], "هيت": [{"kok": "هيت", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Şekil verme, biçimlendirme, yaratılışta var olan potansiyeli ortaya çıkarma; özünde gizli olanı görünür kılma.", "kavramsal_derinlik": "Maddenin ve mananın şekillenmesi, varlığın potansiyelini gerçekleştirmesi, ilahi yaratılışın tezahürü."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "هَاتَ - hâte", "muzari": "يَهُوتُ - yehûtu", "masdar": "هَوْت - hawt"}, "bab_anlami": "Varlığın içindeki potansiyeli dışarıya çıkarma, şekil verme eyleminin başlangıcı. Bir şeyin özünü ortaya koyma çabası, yaratılışın ilk kıvılcımı gibi. Bu, bir tohumun filizlenmesi veya bir düşüncenin eyleme dönüşmesi olabilir.", "mikro_mantik": "Bu kalıp, kökün temel anlamını harekete geçirir ve onu dinamik bir sürece dönüştürür. Kökün ifade ettiği potansiyelin realize edilmesine işaret eder. Bir şeyin varoluşa geçme sürecindeki ilk adımı temsil eder."}, {"bab_no": 2, "fiil_formlari": {"mazi": "هَيَّتَ - hayyete", "muzari": "يُهَيِّتُ - yuhayyitu", "masdar": "تَهْيِيت - tahyît"}, "bab_anlami": "Bir şeyi belirli bir forma sokmak, düzenlemek, biçimlendirmek için yoğun çaba sarf etmek. Bu, bir sanatçının eserini mükemmelleştirmek için gösterdiği özen veya bir bilim insanının bir teoriyi kanıtlamak için yaptığı titiz çalışma olabilir. Aynı zamanda, bir ruhu olgunlaştırmak için yapılan içsel bir yolculuğu da ifade edebilir.", "mikro_mantik": "Bu kalıp, kökün anlamını yoğunlaştırır ve ona bir amaç ve yön verir. Şekillendirme eyleminin bilinçli ve kasıtlı bir şekilde yapıldığını vurgular. Bir şeyin mükemmelleştirilmesi veya olgunlaştırılması sürecindeki aktif rolü temsil eder."}, {"bab_no": 3, "fiil_formlari": {"mazi": "هَايَتَ - hâyete", "muzari": "يُهَايِتُ - yuhâyitu", "masdar": "مُهَايَتَة - muhâyete"}, "bab_anlami": "Karşılıklı olarak şekil verme, birbirini etkileyerek biçimlendirme. İki veya daha fazla varlığın etkileşimi sonucu ortaya çıkan yeni bir form veya anlayış. Bu, bir ilişkinin tarafları arasındaki karşılıklı gelişim veya farklı fikirlerin bir araya gelerek yeni bir sentez oluşturması olabilir. Aynı zamanda, evrenin sürekli bir değişim ve dönüşüm içinde olduğunu da ifade edebilir.", "mikro_mantik": "Bu kalıp, kökün anlamını ilişkisel bir bağlama yerleştirir ve ona dinamik bir etkileşim boyutu katar. Şekillendirme eyleminin karşılıklı ve sürekli bir süreç olduğunu vurgular. Varlıklar arasındaki etkileşimin yaratıcı ve dönüştürücü gücünü temsil eder."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَهَاتَ - ehâte", "muzari": "يُهِيْتُ - yuhîtu", "masdar": "إِهَاتَة - ihâte"}, "bab_anlami": "Bir şeyi belirli bir forma sokmaya zorlamak, şekillendirme sürecini hızlandırmak veya manipüle etmek. Bu, bir diktatörün halkını kendi ideolojisine göre şekillendirmeye çalışması veya bir reklamcının tüketicileri belirli bir ürünü almaya yönlendirmesi olabilir. Aynı zamanda, doğanın dengesini bozarak çevreyi tahrip etmeyi de ifade edebilir.", "mikro_mantik": "Bu kalıp, kökün anlamını zorlama ve manipülasyon bağlamına yerleştirir ve ona etik bir boyut katar. Şekillendirme eyleminin kötüye kullanılabileceğini ve olumsuz sonuçlar doğurabileceğini vurgular. Gücün ve kontrolün şekillendirme sürecindeki rolünü temsil eder."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَهَيَّتَ - tahayyete", "muzari": "يَتَهَيَّتُ - yatahayyatu", "masdar": "تَهَيُّت - tahayyut"}, "bab_anlami": "Şekillenmeye, biçimlenmeye gönüllü olarak razı olmak, bir forma girmeye istekli olmak. Bu, bir öğrencinin öğretmeninin rehberliğinde kendini geliştirmesi veya bir sanatçının ilham perisinin etkisiyle eserini yaratması olabilir. Aynı zamanda, evrenin akışına uyum sağlamayı ve değişime açık olmayı da ifade edebilir.", "mikro_mantik": "Bu kalıp, kökün anlamını gönüllülük ve uyum bağlamına yerleştirir ve ona pasif bir boyut katar. Şekillendirme eyleminin içsel bir motivasyonla gerçekleştiğini vurgular. Varlığın kendi potansiyelini gerçekleştirmek için dış etkilere açık olmasını temsil eder."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَهَاتَى - tahâtâ", "muzari": "يَتَهَاتَى - yatahâtâ", "masdar": "تَهَاتِي - tahâtî"}, "bab_anlami": "Şekil verme konusunda karşılıklı yardımlaşmak, birbirine destek olarak biçimlendirmek. Bir topluluğun ortak bir amaç için birlikte çalışması veya bir ailenin birbirine destek olarak zorlukların üstesinden gelmesi olabilir. Aynı zamanda, evrenin uyumlu bir şekilde işlemesini ve her şeyin birbirine bağlı olduğunu da ifade edebilir.", "mikro_mantik": "Bu kalıp, kökün anlamını işbirliği ve dayanışma bağlamına yerleştirir ve ona sosyal bir boyut katar. Şekillendirme eyleminin ortak bir çaba sonucu gerçekleştiğini vurgular. Varlıklar arasındaki yardımlaşmanın yaratıcı ve dönüştürücü gücünü temsil eder."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْهَاتَ - inhâte", "muzari": "يَنْهَاتُ - yanhâtu", "masdar": "اِنْهِيت - inhît"}, "bab_anlami": "Şekillenmeye başlamak, bir forma bürünmek üzere olmak, potansiyelin ortaya çıkmaya başlaması. Bir tohumun çatlaması ve filizlenmeye başlaması veya bir fikrin zihinde belirmeye başlaması olabilir. Aynı zamanda, evrenin sürekli bir oluşum ve değişim içinde olduğunu da ifade edebilir.", "mikro_mantik": "Bu kalıp, kökün anlamını başlangıç ve potansiyel bağlamına yerleştirir ve ona dinamik bir boyut katar. Şekillendirme eyleminin ilk aşamasını temsil eder. Varlığın kendi potansiyelini gerçekleştirmek için harekete geçmesini ifade eder."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِهْتَاتَ - ihtâte", "muzari": "يَهْتَاتُ - yahtâtu", "masdar": "اِهْتِيَات - ihtiyât"}, "bab_anlami": "Şekil verme konusunda acele etmek, bir şeyi hızla biçimlendirmeye çalışmak. Bir sanatçının son teslim tarihine yetişmek için eserini hızlıca tamamlaması veya bir mühendisin bir projeyi kısa sürede bitirmesi olabilir. Aynı zamanda, doğanın hızlı değişimlerini ve ani olayları da ifade edebilir.", "mikro_mantik": "Bu kalıp, kökün anlamını hız ve aciliyet bağlamına yerleştirir ve ona dinamik bir boyut katar. Şekillendirme eyleminin hızlı ve yoğun bir şekilde gerçekleştiğini vurgular. Zamanın ve baskının şekillendirme sürecindeki rolünü temsil eder."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اِهْيَاتَّ - ihyaatte", "muzari": "يَهْيَاتُّ - yahyaattu", "masdar": "اِهْيِيَات - ihyaat"}, "bab_anlami": "Şekil vermede aşırıya kaçmak, bir şeyi abartılı bir şekilde biçimlendirmek. Bir modacının abartılı tasarımlar yaratması veya bir politikacının halkı manipüle etmek için yalanlar söylemesi olabilir. Aynı zamanda, doğanın aşırı olaylarını ve felaketleri de ifade edebilir.", "mikro_mantik": "Bu kalıp, kökün anlamını aşırılık ve abartı bağlamına yerleştirir ve ona olumsuz bir boyut katar. Şekillendirme eyleminin sınırlarını aştığını ve olumsuz sonuçlar doğurabileceğini vurgular. Gücün ve kontrolün kötüye kullanılmasının şekillendirme sürecindeki rolünü temsil eder."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَهَاتَ - istahâte", "muzari": "يَسْتَهِيْتُ - yastahîtu", "masdar": "اِسْتِهَاتَة - istihâte"}, "bab_anlami": "Şekil verme yeteneği istemek, biçimlendirme konusunda yardım talep etmek. Bir öğrencinin öğretmeninden rehberlik istemesi veya bir sanatçının ilham perisinden ilham beklemesi olabilir. Aynı zamanda, evrenin yaratıcısından yardım dilemeyi ve onun rehberliğine sığınmayı da ifade edebilir.", "mikro_mantik": "Bu kalıp, kökün anlamını talep ve yardım bağlamına yerleştirir ve ona manevi bir boyut katar. Şekillendirme eyleminin tek başına yapılamayacağını ve yardıma ihtiyaç duyulduğunu vurgular. Yaratıcının ve rehberliğin şekillendirme sürecindeki rolünü temsil eder."}]}], "هيج": [{"kok": "هيج", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Coşkunluk, heyecan ve harekete geçme potansiyeli taşıyan bir enerji kaynağı. İçsel bir kıvılcımın dışa vurumu, duygusal ve fiziksel bir uyarılma hali.", "kavramsal_derinlik": "Hem yaratılışın dinamizmini hem de bireyin iç dünyasındaki tutkuyu ifade eder. İlahi ilhamın bir yansıması olarak, pasifliği aşma ve aktif bir varoluşa yönelme çağrısıdır."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "هاجَ - hāce", "muzari": "يَهِيجُ - yehīcu", "masdar": "هَيْجًا - heycan"}, "bab_anlami": "Bir şeyin coşması, galeyana gelmesi veya harekete geçmesi. Bu, içsel bir dürtünün veya dışsal bir etkinin sonucu olabilir. Suyun kaynaması gibi, bastırılmış bir potansiyelin aniden ortaya çıkmasıdır. Aynı zamanda, bir durumun veya duygunun yoğunlaşarak belirgin hale gelmesini ifade eder.", "mikro_mantik": "Bu kalıp, kökün temel anlamını doğrudan ve yoğun bir şekilde ifade eder. Fiilin özne tarafından kendiliğinden gerçekleştirildiğini gösterir. Kökün içerdiği coşku ve hareket anlamının, öznenin içsel durumuyla bağlantılı olduğunu vurgular. Basit ve doğal bir eylemi ifade eder."}, {"bab_no": 2, "fiil_formlari": {"mazi": "هَيَّجَ - heyyec", "muzari": "يُهَيِّجُ - yuheyyicu", "masdar": "تَهْيِيجًا - tehyican"}, "bab_anlami": "Bir şeyi veya birini coşturmak, heyecanlandırmak veya harekete geçirmek. Bu, dışsal bir etkiyle bir şeyin içindeki potansiyeli uyandırmak anlamına gelir. Bir müzisyenin notalarıyla dinleyicileri coşturması gibi, bir eylemin veya sözün başkasında duygusal veya fiziksel bir tepki yaratmasıdır. Aynı zamanda, bir durumu veya olayı kışkırtmak veya alevlendirmek anlamını da taşır.", "mikro_mantik": "Bu kalıp, kökün anlamını yoğunlaştırır ve geçişli hale getirir. Fiilin, bir öznenin bir nesne üzerinde etki yaratarak onu harekete geçirdiğini gösterir. Kökün içerdiği coşku ve hareket anlamının, dışsal bir etkiyle tetiklendiğini vurgular. Bir neden-sonuç ilişkisini ifade eder."}, {"bab_no": 3, "fiil_formlari": {"mazi": "هَاجَجَ - hacece", "muzari": "يُهَاجِجُ - yuhacicu", "masdar": "مُهَاجَجَةً - muhaceceten"}, "bab_anlami": "Karşılıklı olarak coşmak, heyecanlanmak veya harekete geçmek. İki veya daha fazla tarafın birbirini etkileyerek ortak bir coşkuya kapılmasıdır. Bir tartışmada tarafların birbirini kışkırtması gibi, bir etkileşim sonucunda ortaya çıkan karşılıklı bir uyarılma halidir. Aynı zamanda, bir konuda rekabet etmek veya yarışmak anlamını da taşır.", "mikro_mantik": "Bu kalıp, kökün anlamını karşılıklı bir etkileşim bağlamına yerleştirir. Fiilin, iki veya daha fazla öznenin birbirini etkileyerek ortak bir eylemde bulunduğunu gösterir. Kökün içerdiği coşku ve hareket anlamının, karşılıklı bir etkileşim sonucunda ortaya çıktığını vurgular. İşbirliği veya rekabet içeren bir durumu ifade eder."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَهَاجَ - ehace", "muzari": "يُهِيجُ - yuhicu", "masdar": "إِهَاجَةً - ihaceten"}, "bab_anlami": "Bir şeyin coşmasına, heyecanlanmasına veya harekete geçmesine neden olmak. Bu, dolaylı bir etkiyle bir şeyin içindeki potansiyeli uyandırmak anlamına gelir. Güneşin toprağı ısıtarak bitkilerin büyümesini sağlaması gibi, bir durumun veya olayın başka bir şeyi harekete geçirmesidir. Aynı zamanda, bir duyguyu veya düşünceyi tetiklemek anlamını da taşır.", "mikro_mantik": "Bu kalıp, kökün anlamını dolaylı bir neden-sonuç ilişkisiyle ifade eder. Fiilin, bir öznenin başka bir şeyin eylemini tetiklediğini gösterir. Kökün içerdiği coşku ve hareket anlamının, dolaylı bir etkiyle ortaya çıktığını vurgular. Bir sürecin başlangıcını veya tetikleyicisini ifade eder."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَهَيَّجَ - teheyyec", "muzari": "يَتَهَيَّجُ - yeteheyyecu", "masdar": "تَهَيُّجًا - teheyyucen"}, "bab_anlami": "Coşkunlaşmak, heyecanlanmak veya harekete geçmeye hazırlanmak. İçsel bir hazırlık veya dışsal bir etkiye tepki olarak ortaya çıkan bir durumdur. Bir sporcunun yarışmaya hazırlanırken hissettiği gerginlik gibi, bir eylem öncesinde yaşanan yoğunlaşmadır. Aynı zamanda, bir durumun veya olayın etkisiyle duygusal olarak uyarılmak anlamını da taşır.", "mikro_mantik": "Bu kalıp, kökün anlamını içsel bir hazırlık veya tepki bağlamına yerleştirir. Fiilin, öznenin kendiliğinden bir eyleme hazırlandığını veya bir etkiye tepki verdiğini gösterir. Kökün içerdiği coşku ve hareket anlamının, bir eylem öncesinde veya sonrasında yaşanan bir durumla bağlantılı olduğunu vurgular. Bir sürecin ortasında bulunmayı ifade eder."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَهَايَجَ - tehayece", "muzari": "يَتَهَايَجُ - yetehayecu", "masdar": "تَهَايُجًا - tehayucen"}, "bab_anlami": "Karşılıklı olarak coşkunlaşmak, heyecanlanmak veya harekete geçmeye çalışmak. İki veya daha fazla tarafın birbirini etkileyerek ortak bir amaca yönelik çaba göstermesidir. Bir takımın birlikte çalışarak bir hedefe ulaşmaya çalışması gibi, bir etkileşim sonucunda ortaya çıkan ortak bir çabadır. Aynı zamanda, bir konuda rekabet etmek veya yarışmak için hazırlık yapmak anlamını da taşır.", "mikro_mantik": "Bu kalıp, kökün anlamını karşılıklı bir çaba bağlamına yerleştirir. Fiilin, iki veya daha fazla öznenin birbirini etkileyerek ortak bir amaca yönelik çalıştığını gösterir. Kökün içerdiği coşku ve hareket anlamının, karşılıklı bir etkileşim ve çaba sonucunda ortaya çıktığını vurgular. İşbirliği veya rekabet içeren bir hazırlık sürecini ifade eder."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْهَاجَ - inhace", "muzari": "يَنْهَاجُ - yenhacu", "masdar": "اِنْهِاجًا - inhacen"}, "bab_anlami": "Coşkunluğun, heyecanın veya hareketin etkisi altında kalmak. Dışsal bir etkinin veya içsel bir dürtünün etkisiyle kontrolü kaybetmek anlamına gelir. Bir fırtınanın etkisiyle savrulmak gibi, bir gücün etkisi altında yön değiştirmektir. Aynı zamanda, bir duygunun veya düşüncenin etkisiyle davranışların değişmesi anlamını da taşır.", "mikro_mantik": "Bu kalıp, kökün anlamını pasif bir etki altında kalma durumuyla ifade eder. Fiilin, öznenin dışsal bir güç tarafından etkilendiğini ve kontrolünü kaybettiğini gösterir. Kökün içerdiği coşku ve hareket anlamının, dışsal bir etkinin sonucu olarak ortaya çıktığını vurgular. Bir sürecin sonucunu veya etkisini ifade eder."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِهْتَاجَ - ihtace", "muzari": "يَهْتَاجُ - yehtacu", "masdar": "اِهْتِيَاجًا - ihtiyacen"}, "bab_anlami": "Kendiliğinden coşmak, heyecanlanmak veya harekete geçmek. İçsel bir dürtüyle veya dışsal bir etkiyle aniden ortaya çıkan bir durumdur. Bir volkanın patlaması gibi, bastırılmış bir potansiyelin aniden dışa vurulmasıdır. Aynı zamanda, bir durumun veya olayın etkisiyle duygusal olarak aniden uyarılmak anlamını da taşır.", "mikro_mantik": "Bu kalıp, kökün anlamını ani ve kendiliğinden bir eylemle ifade eder. Fiilin, öznenin içsel bir dürtüyle veya dışsal bir etkiyle aniden harekete geçtiğini gösterir. Kökün içerdiği coşku ve hareket anlamının, ani bir tetikleyiciyle ortaya çıktığını vurgular. Bir sürecin başlangıcını veya ani bir değişimi ifade eder."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اِهْيَاجَّ - ihvacce", "muzari": "يَهْيَاجُّ - yehvacicu", "masdar": "اِهْيِاجَاجًا - ihvicacen"}, "bab_anlami": "Aşırı derecede coşmak, heyecanlanmak veya harekete geçmek. Kontrolsüz bir şekilde ortaya çıkan yoğun bir duygusal veya fiziksel uyarılma halidir. Bir çılgınlığa kapılmak gibi, sınırları aşan bir coşku durumudur. Aynı zamanda, bir durumun veya olayın etkisiyle aşırı derecede duygusal olarak uyarılmak anlamını da taşır.", "mikro_mantik": "Bu kalıp, kökün anlamını aşırılık ve yoğunlukla ifade eder. Fiilin, öznenin kontrolsüz bir şekilde coştuğunu veya heyecanlandığını gösterir. Kökün içerdiği coşku ve hareket anlamının, sınırları aşan bir yoğunlukta olduğunu vurgular. Bir sürecin aşırı uçlarını veya kontrol kaybını ifade eder."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَهَاجَ - istehace", "muzari": "يَسْتَهِيجُ - yestehicu", "masdar": "اِسْتِهَاجَةً - istehaceten"}, "bab_anlami": "Coşkunluk, heyecan veya hareket aramak, talep etmek veya teşvik etmek. Bir şeyi veya birini coşturmaya veya harekete geçirmeye yönelik bir çabadır. Bir liderin halkı bir amaç için harekete geçirmesi gibi, bir eylemin veya sözün başkasında bir tepki uyandırmaya çalışmasıdır. Aynı zamanda, bir durumun veya olayın etkisiyle duygusal olarak uyarılmayı istemek anlamını da taşır.", "mikro_mantik": "Bu kalıp, kökün anlamını bir talep veya arayış bağlamına yerleştirir. Fiilin, öznenin bir şeyi veya birini coşturmaya veya harekete geçirmeye çalıştığını gösterir. Kökün içerdiği coşku ve hareket anlamının, bir amaca yönelik bir çaba olduğunu vurgular. Bir sürecin başlangıcını veya bir hedefe yönelik adımı ifade eder."}]}], "هيل": [{"kok": "هيل", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Şaşkınlık, hayranlık ve yüceliğin tecrübe edilmesi.", "kavramsal_derinlik": "İnsanın sınırlı aklının ötesindeki bir gerçeklikle karşılaşması, bu karşılaşmanın yarattığı derin etki ve bu etkinin insan ruhunda bıraktığı izler."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "هَالَ - hāla", "muzari": "يَهُولُ - yahūlu", "masdar": "هَوْل - hawl"}, "bab_anlami": "Korkutmak, dehşete düşürmek, şaşkınlığa uğratmak. Bu kalıp, bir şeyin büyüklüğü, şiddeti veya beklenmedikliği karşısında duyulan yoğun korku ve hayranlık duygusunu ifade eder. Aynı zamanda, bir olayın veya durumun insan üzerinde yarattığı sarsıcı etkiyi ve bu etkinin zihinde bıraktığı derin izleri de kapsar. Bu, varoluşsal bir yüzleşme anıdır; insanın kendi sınırlarını ve evrenin sonsuzluğunu idrak ettiği bir andır.", "mikro_mantik": "Bu bab, kökün anlamını yoğunlaştırır ve eylemin etkisini vurgular. Kökün temel anlamı olan şaşkınlık ve hayranlık duygusu, bu babda korku ve dehşetle birleşerek, eylemin özne üzerindeki etkisini artırır. Fiilin bu kalıbı, eylemin anlık ve geçici bir durumdan ziyade, kalıcı bir etki yarattığını gösterir."}]}], "هيم": [{"kok": "هيم", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Aşkın bir arayışta kendini kaybetme, yoğun bir özlem ve şaşkınlık hali.", "kavramsal_derinlik": "Hem dünyevi hem de uhrevi aşkın insan ruhunda yarattığı derin etkiler ve bu etkilerin bireyin varoluşsal yolculuğundaki rolü."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "هَامَ - hāme", "muzari": "يَهِيمُ - yehīmu", "masdar": "هَيْم - haym"}, "bab_anlami": "Bu kalıp, kökün temel anlamını, yani 'aşkla kendinden geçmek, şaşkınlıkla dolaşmak' fiilini en yalın haliyle ifade eder. Kişinin bir hedefe yönelik yoğun arayışı içinde kaybolmasını, bu arayışın getirdiği şaşkınlık ve yönelim eksikliğini anlatır. Bu, bazen ilahi aşkın coşkusunda erime, bazen de dünyevi tutkuların labirentinde kaybolma şeklinde tezahür edebilir.", "mikro_mantik": "Bu basit fiil kalıbı, kökün temel anlamını doğrudan eyleme dönüştürür. 'Yapmak, etmek' fiillerine benzer bir işlevi vardır. Kökün ifade ettiği 'şaşkınlık' veya 'kendinden geçme' halini, öznenin bizzat deneyimlediği bir eylem olarak sunar. Bu kalıp, eylemin basitçe gerçekleştiğini vurgular, herhangi bir yoğunluk veya tekrar anlamı katmaz."}, {"bab_no": 2, "fiil_formlari": {"mazi": "هيَّمَ - hayyeme", "muzari": "يهَيِّمُ - yuhayyimu", "masdar": "تَهْيِيم - tahyīm"}, "bab_anlami": "Bu kalıp, bir şeyi veya birini 'şaşkın hale getirmek, kendinden geçirmek' anlamına gelir. Bir etki yaratma, bir durumu veya kişiyi yoğun bir duyguya sürükleme eylemini ifade eder. Bu, birinin güzelliğiyle başkasını büyülemek veya bir fikrin derinliğiyle zihni karıştırmak şeklinde olabilir. Aynı zamanda, bir şeyi abartmak, olduğundan daha büyük göstermek anlamını da taşıyabilir.", "mikro_mantik": "Bu kalıp, kökün anlamını yoğunlaştırır ve geçişli hale getirir. Yani, eylemin bir özne tarafından bir nesne üzerinde gerçekleştirildiğini belirtir. Bu, 'şaşkınlık' veya 'kendinden geçme' halinin bir başkasına veya bir şeye uygulandığı anlamına gelir. Kökün anlamındaki etki ve yoğunluk unsurları bu kalıpla belirginleşir."}, {"bab_no": 3, "fiil_formlari": {"mazi": "هَايَمَ - hāyeme", "muzari": "يُهَايِمُ - yuhāyimu", "masdar": "مُهَايَمَة - muhāyeme"}, "bab_anlami": "Bu kalıp, karşılıklı bir 'şaşkınlık' veya 'kendinden geçme' halini ifade eder. İki veya daha fazla kişinin birbirlerine karşı duydukları yoğun hayranlık, aşk veya şaşkınlık nedeniyle birbirlerinden etkilendikleri bir durumu anlatır. Bu, karşılıklı bir aşk ilişkisinde veya derin bir felsefi tartışmada ortaya çıkabilir. Her iki taraf da birbirinin düşüncelerine, duygularına veya varlığına hayranlık duyar.", "mikro_mantik": "Bu kalıp, kökün anlamını karşılıklılık ve etkileşim boyutuyla genişletir. Eylemin tek bir özne tarafından değil, birden fazla özne arasında gerçekleştiğini gösterir. Bu, 'şaşkınlık' veya 'kendinden geçme' halinin bir etkileşim sonucu ortaya çıktığı ve tarafların birbirini etkilediği anlamına gelir. Kökün anlamındaki karşılıklı etkileşim ve ilişki unsurları bu kalıpla vurgulanır."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَهَامَ - ahāme", "muzari": "يُهِيمُ - yuhīmu", "masdar": "إِهَامَة - ihāme"}, "bab_anlami": "Bu kalıp, birini 'şaşkınlığa düşürmek, kendinden geçirmek' veya bir şeyi 'önemsememek, ihmal etmek' anlamına gelebilir. Birinin dikkatini dağıtmak, onu gerçeklerden uzaklaştırmak veya bir şeyi değersiz görmek, ona gereken özeni göstermemek anlamlarını içerir. Bu, yanıltıcı bir güzellikle birini etkilemek veya önemli bir görevi umursamamak şeklinde ortaya çıkabilir.", "mikro_mantik": "Bu kalıp, kökün anlamını neden-sonuç ilişkisi içinde sunar. Bir eylemin, başka birinin 'şaşkınlığına' veya 'ihmaline' neden olduğunu belirtir. Bu, 'şaşkınlık' veya 'ihmal' halinin bir sonuç olarak ortaya çıktığı anlamına gelir. Kökün anlamındaki neden-sonuç ilişkisi ve etki unsurları bu kalıpla belirginleşir."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَهَيَّمَ - tahayyeme", "muzari": "يَتَهَيَّمُ - yatahayyemu", "masdar": "تَهَيُّم - tahayyüm"}, "bab_anlami": "Bu kalıp, 'aşırı derecede şaşkın olmak, kendini tamamen kaybetmek' anlamına gelir. Bir duyguya, düşünceye veya kişiye karşı duyulan yoğun tutku nedeniyle aklını yitirmek, gerçeklikten kopmak halini ifade eder. Bu, ilahi aşkın coşkusunda erimek veya dünyevi bir tutkunun esiri olmak şeklinde tezahür edebilir. Kişi, bu durumda kendi benliğini ve çevresini unutur.", "mikro_mantik": "Bu kalıp, kökün anlamını pekiştirir ve yoğunlaştırır. Eylemin özne üzerinde derin ve kalıcı bir etki bıraktığını gösterir. Bu, 'şaşkınlık' veya 'kendinden geçme' halinin geçici bir durumdan ziyade, öznenin kişiliğinin bir parçası haline geldiği anlamına gelir. Kökün anlamındaki yoğunluk, süreklilik ve içselleşme unsurları bu kalıpla vurgulanır."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَهَايَمَ - tahāyeme", "muzari": "يَتَهَايَمُ - yatahāyemu", "masdar": "تَهَايُم - tahāyum"}, "bab_anlami": "Bu kalıp, 'şaşkın gibi davranmak, kendini şaşkınlığa vurmak' anlamına gelir. Gerçekte şaşkın veya kendinden geçmiş olmamasına rağmen, bu durumu taklit etmek, numara yapmak anlamını taşır. Bu, bir amaca ulaşmak için veya bir durumdan kaçınmak için yapılan bir davranıştır. Kişi, bu şekilde dikkat çekmeyi veya sorumluluktan kurtulmayı amaçlayabilir.", "mikro_mantik": "Bu kalıp, kökün anlamını manipülasyon ve taklit boyutuyla genişletir. Eylemin gerçek bir duygudan ziyade, bilinçli bir davranış olduğunu gösterir. Bu, 'şaşkınlık' veya 'kendinden geçme' halinin bir araç olarak kullanıldığı anlamına gelir. Kökün anlamındaki taklit, manipülasyon ve amaç unsurları bu kalıpla belirginleşir."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْهَامَ - inhāme", "muzari": "يَنْهَامُ - yanhāmu", "masdar": "اِنْهِيَام - inhiyām"}, "bab_anlami": "Bu kalıp, 'şaşkınlığa kapılmak, kendinden geçmek' anlamına gelir. Bir durumun veya olayın etkisiyle aniden şaşkınlığa düşmek, kontrolü kaybetmek halini ifade eder. Bu, beklenmedik bir haber veya olay karşısında şaşkınlığa düşmek veya bir güzelliğin etkisiyle kendinden geçmek şeklinde olabilir. Kişi, bu durumda ani bir duygu yoğunluğu yaşar.", "mikro_mantik": "Bu kalıp, kökün anlamını ani ve pasif bir eylem olarak sunar. Eylemin öznenin iradesi dışında gerçekleştiğini gösterir. Bu, 'şaşkınlık' veya 'kendinden geçme' halinin beklenmedik bir şekilde ortaya çıktığı anlamına gelir. Kökün anlamındaki anilik, pasiflik ve kontrol kaybı unsurları bu kalıpla vurgulanır."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِهْتَامَ - ihtāme", "muzari": "يَهْتَامُ - yahtāmu", "masdar": "اِهْتِيَام - ihtiyām"}, "bab_anlami": "Bu kalıp, 'şaşkınlıkla aramak, yoğun bir şekilde özlemek' anlamına gelir. Bir şeyi veya birini büyük bir özlemle aramak, bulmak için çabalamak halini ifade eder. Bu, kayıp bir aşkı aramak veya ilahi bir gerçeği keşfetmek için yapılan bir arayış olabilir. Kişi, bu arayışta büyük bir çaba ve özveri gösterir.", "mikro_mantik": "Bu kalıp, kökün anlamını arayış ve çaba unsurlarıyla birleştirir. Eylemin bilinçli bir arayış ve çaba sonucu gerçekleştiğini gösterir. Bu, 'şaşkınlık' veya 'özlem' halinin bir amaç doğrultusunda yönlendirildiği anlamına gelir. Kökün anlamındaki arayış, çaba ve amaç unsurları bu kalıpla belirginleşir."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اِحْمَامَّ - ihmāmme", "muzari": "يَحْمَامُّ - yahmāmmu", "masdar": "اِحْمِيمَام - ihmīmām"}, "bab_anlami": "Bu kalıp, 'çok şaşkın olmak, tamamen kendinden geçmek' anlamına gelir ve bir önceki bab'a göre anlam yoğunluğunun daha da arttığını gösterir. Bu, bir duyguya, düşünceye veya kişiye karşı duyulan aşırı tutku nedeniyle aklını tamamen yitirmek, gerçeklikten tamamen kopmak halini ifade eder. Bu, ilahi aşkın coşkusunda tamamen erimek veya dünyevi bir tutkunun esiri olmak şeklinde tezahür edebilir. Kişi, bu durumda kendi benliğini ve çevresini tamamen unutur ve transa benzer bir duruma girer.", "mikro_mantik": "Bu kalıp, kökün anlamını en üst düzeyde pekiştirir ve yoğunlaştırır. Eylemin özne üzerinde derin ve kalıcı bir etki bıraktığını gösterir. Bu, 'şaşkınlık' veya 'kendinden geçme' halinin geçici bir durumdan ziyade, öznenin varoluşunun temel bir özelliği haline geldiği anlamına gelir. Kökün anlamındaki yoğunluk, süreklilik, içselleşme ve trans hali unsurları bu kalıpla vurgulanır."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَهَامَ - istahāme", "muzari": "يَسْتَهِيمُ - yastahīmu", "masdar": "اِسْتِهَامَة - istihāme"}, "bab_anlami": "Bu kalıp, 'şaşkınlık istemek, şaşkınlığa düşmeyi arzulamak' veya 'şaşkınlığa düşürmeye çalışmak' anlamına gelir. Kişinin bilinçli olarak şaşkınlık verici bir durum yaratmaya çalışması veya şaşkınlığa düşmeyi istemesi halini ifade eder. Bu, mistik bir deneyim arayışında olmak veya birini etkilemek için yapılan bir davranış olabilir. Kişi, bu durumda şaşkınlığın gücünden faydalanmayı amaçlar.", "mikro_mantik": "Bu kalıp, kökün anlamını istek ve arzu unsurlarıyla birleştirir. Eylemin bilinçli bir niyet ve amaç doğrultusunda gerçekleştiğini gösterir. Bu, 'şaşkınlık' halinin bir araç olarak kullanıldığı ve bir amaca ulaşmak için arzulandığı anlamına gelir. Kökün anlamındaki istek, arzu, amaç ve araç unsurları bu kalıpla belirginleşir."}]}]}