{"يأس": [{"kok": "يأس", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Umutsuzluğun derinlemesine incelenmesi, çaresizliğin özündeki anlam arayışı.", "kavramsal_derinlik": "İnsanın varoluşsal sancıları ve bu sancıların ilahi kaderle olan ilişkisi."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "يَئِسَ - ya'ise", "muzari": "يَيْأَسُ - yay'esu", "masdar": "يَأْس - ya's"}, "bab_anlami": "Bu bab, umudun kesilmesi, beklentinin sona ermesi ve çaresizliğin kalbe nüfuz etmesi anlamına gelir. Varlığın anlamını yitirdiği, geleceğe dair tüm ümitlerin tükendiği bir ruh halini ifade eder. Bu durum, insanın kendi iç dünyasında derin bir boşluk hissetmesine ve yaşamın anlamsızlığına dair bir farkındalık geliştirmesine yol açabilir.", "mikro_mantik": "Bu kalıp, kökün temel anlamını (umutsuzluk) en yalın haliyle ifade eder. Fiilin basit ve doğrudan olması, umutsuzluğun ani ve beklenmedik bir şekilde ortaya çıkışını vurgular. Kökün temel anlamını herhangi bir ekleme veya çıkarma yapmadan, olduğu gibi yansıtır."}, {"bab_no": 2, "fiil_formlari": {"mazi": "تَيَأَّسَ - tayyassa", "muzari": "يَتَيَأَّسُ - yatayyassu", "masdar": "تَيَؤُّس - tayyu's"}, "bab_anlami": "Bu bab, umutsuzluğun derinleştiği, çaresizliğin yoğunlaştığı ve kişinin bu duyguyu içselleştirdiği anlamına gelir. Umutsuzluğa karşı direnme çabasının azaldığı, teslimiyetin arttığı bir durumu ifade eder. Kişi, içinde bulunduğu durumun vahametini daha derinden hisseder ve bu durumdan kurtulma umudunu neredeyse tamamen yitirir.", "mikro_mantik": "Bu kalıp, kökün anlamını yoğunlaştırır ve derinleştirir. Tekrarlama (şedde) yoluyla umutsuzluğun şiddetini ve sürekliliğini vurgular. Fiilin bu formu, umutsuzluğun kademeli olarak arttığını ve kişinin bu duyguya daha fazla kapıldığını gösterir."}, {"bab_no": 3, "fiil_formlari": {"mazi": "آيَأَسَ - āy'asa", "muzari": "يُؤَايِسُ - yu'āyisu", "masdar": "مُؤَايَسَة - mu'āyasah"}, "bab_anlami": "Bu bab, başkasını umutsuzluğa düşürme, çaresiz bırakma veya birinin umudunu kırma anlamına gelir. Bir eylemin sonucunda, bir başkasının geleceğe dair beklentilerini yok etme durumunu ifade eder. Bu, hem fiziksel hem de psikolojik anlamda bir yıkım yaratabilir ve derin travmalara yol açabilir.", "mikro_mantik": "Bu kalıp, kökün anlamını geçişli hale getirir. Yani, umutsuzluğun bir özne tarafından bir nesneye yöneltildiğini gösterir. Fiilin bu formu, umutsuzluğun yayılma ve başkalarını etkileme potansiyelini vurgular."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَيْأَسَ - ay'asa", "muzari": "يُؤْيِسُ - yu'yisu", "masdar": "إِيْئَاس - ī'yās"}, "bab_anlami": "Bu bab, bir şeyi umutsuzluğa terk etme, çaresizliğe bırakma veya bir durumdan ümidini kesme anlamına gelir. Bir beklentinin gerçekleşmeyeceğine dair kesin bir inançla, o konuyla ilgili tüm çabaları bırakmayı ifade eder. Bu, genellikle büyük bir hayal kırıklığı veya başarısızlık deneyiminden sonra ortaya çıkar.", "mikro_mantik": "Bu kalıp, kökün anlamını daha kesin ve nihai bir hale getirir. Fiilin bu formu, umutsuzluğun kesinliğini ve geri dönüşü olmayan bir durumu ifade eder. Bir şeyden tamamen vazgeçmeyi ve o konuyla ilgili tüm umutları yitirmeyi vurgular."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَيَاسَ - tayāsa", "muzari": "يَتَيَاسُ - yatayāsu", "masdar": "تَيَاس - tayās"}, "bab_anlami": "Bu bab, umutsuzluğa sürüklenmek, çaresizliğe kapılmak veya bir durum karşısında kendini güçsüz hissetmek anlamına gelir. Dış etkenlerin etkisiyle umutsuzluğun kişiyi ele geçirmesi ve kişinin bu duyguya karşı koymakta zorlanması durumunu ifade eder. Bu, genellikle kontrolün kaybedildiği ve olayların akışına bırakıldığı bir ruh halini yansıtır.", "mikro_mantik": "Bu kalıp, kökün anlamını edilgenleştirir. Yani, umutsuzluğun öznenin kontrolü dışında gerçekleştiğini gösterir. Fiilin bu formu, umutsuzluğun dışsal faktörlerden kaynaklandığını ve kişinin bu duruma karşı koymakta zorlandığını vurgular."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَيَاءَسَ - tayā'asa", "muzari": "يَتَيَاءَسُ - yatayā'asu", "masdar": "تَيَاؤُس - tayā'us"}, "bab_anlami": "Bu bab, umutsuzluğa düşmüş gibi davranmak, çaresiz görünmeye çalışmak veya umutsuzluğu abartmak anlamına gelir. Gerçekte hissedilen umutsuzluktan daha fazlasını gösterme veya başkalarını manipüle etmek için umutsuzluğu kullanma durumunu ifade eder. Bu, genellikle bir çıkar elde etme veya dikkat çekme amacını taşır.", "mikro_mantik": "Bu kalıp, kökün anlamını yapmacık ve abartılı bir hale getirir. Fiilin bu formu, umutsuzluğun samimiyetten uzak ve gösteriş amaçlı olduğunu vurgular. Kişinin gerçek duygularını gizleyerek, umutsuzluğu bir araç olarak kullandığını gösterir."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْيَأَسَ - inya'asa", "muzari": "يَنْيَئِسُ - yanya'isu", "masdar": "اِنْيِئَاس - inyi'ās"}, "bab_anlami": "Bu bab, umutsuzluğa kapılmak, çaresizliğe düşmek veya bir durumdan ümidini kesmek anlamına gelir. Bir şeyin gerçekleşme ihtimalinin olmadığını düşünerek, o konuyla ilgili tüm beklentileri sona erdirmeyi ifade eder. Bu, genellikle bir başarısızlık veya hayal kırıklığı deneyiminden sonra ortaya çıkar.", "mikro_mantik": "Bu kalıp, kökün anlamını içselleştirir ve kendiliğinden gerçekleşen bir durumu ifade eder. Fiilin bu formu, umutsuzluğun ani ve beklenmedik bir şekilde ortaya çıktığını ve kişinin bu duruma karşı koymakta zorlandığını vurgular."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِئْتَأَسَ - i'ta'asa", "muzari": "يَأْتَئِسُ - ya'ta'isu", "masdar": "اِئْتِيَاس - i'tiyās"}, "bab_anlami": "Bu bab, umutsuzluğu kendine çekmek, çaresizliği davet etmek veya bir durumun umutsuzluğuna inanmak anlamına gelir. Olumsuz düşüncelere odaklanarak, umutsuzluğu besleme ve bu duygunun güçlenmesine katkıda bulunma durumunu ifade eder. Bu, genellikle bir kısır döngüye yol açar ve kişinin umutsuzluktan kurtulmasını zorlaştırır.", "mikro_mantik": "Bu kalıp, kökün anlamını aktif bir şekilde benimsemeyi ve içselleştirmeyi ifade eder. Fiilin bu formu, umutsuzluğun bilinçli bir seçim veya tercih sonucu ortaya çıktığını vurgular. Kişinin kendi düşünceleri ve inançlarıyla umutsuzluğu beslediğini gösterir."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اِيَاسَّ - iyāssa", "muzari": "يَايَاسُّ - yāyāssu", "masdar": "اِيَاسَاس - iyāsās"}, "bab_anlami": "Bu bab, umutsuzluğun zirvesine ulaşmak, çaresizliğin en derin noktasını yaşamak veya bir durumun tamamen umutsuz olduğuna kesin olarak inanmak anlamına gelir. Tüm umutların tükendiği, geleceğe dair hiçbir beklentinin kalmadığı ve kişinin kendini tamamen çaresiz hissettiği bir durumu ifade eder. Bu, genellikle büyük bir travma veya kayıp deneyiminden sonra ortaya çıkar.", "mikro_mantik": "Bu kalıp, kökün anlamını en üst düzeye çıkarır ve mutlak bir durumu ifade eder. Fiilin bu formu, umutsuzluğun en yoğun ve en derin halini vurgular. Kişinin tüm umutlarını yitirdiği ve tamamen çaresiz kaldığı bir durumu gösterir."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَيْأَسَ - istay'asa", "muzari": "يَسْتَيْئِسُ - yastay'isu", "masdar": "اِسْتِيْئَاس - istī'yās"}, "bab_anlami": "Bu bab, umutsuzluğa sürüklenmeyi istemek, umutsuzluğa doğru yönelmek veya bir durumun umutsuzluğunu kabullenmek anlamına gelir. Kişinin bilinçli veya bilinçsiz bir şekilde umutsuzluğa doğru çekilmesi ve bu duyguya karşı koymak yerine, ona teslim olması durumunu ifade eder. Bu, genellikle bir kaçış mekanizması veya kendini cezalandırma biçimi olarak ortaya çıkar.", "mikro_mantik": "Bu kalıp, kökün anlamını arayış ve yönelme ile ilişkilendirir. Fiilin bu formu, umutsuzluğun bir hedef veya amaç haline geldiğini ve kişinin bu duyguya doğru bilinçli bir şekilde yöneldiğini vurgular. Umutsuzluğun bir kaçış veya kendini cezalandırma aracı olarak kullanıldığını gösterir."}]}], "يبس": [{"kok": "يبس", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Kuruluk, katılık, sertlik; bir şeyin özündeki canlılığın, nemin veya esnekliğin yitirilmesi. Bu, fiziksel bir durum olabileceği gibi, duygusal veya zihinsel bir katılığı da ifade edebilir. Temelde, 'ybs' kökü, bir şeyin potansiyelini gerçekleştirememesi veya doğal akışkanlığını kaybetmesi durumunu işaret eder.", "kavramsal_derinlik": "Beşeri boyutta, 'ybs' kökü, insanın duygusal donukluğunu, katı fikirlerini veya değişime direnmesini temsil edebilir. İlahi boyutta ise, bu kök, kalbin Allah'a karşı duyarsızlaşmasını, manevi susuzluğu veya ruhun katılaşmasını ifade edebilir. Her iki durumda da, 'ybs', bir eksikliği, bir kaybı ve potansiyel bir tehlikeyi işaret eder; zira kuruluk, çölleşmeye ve nihayetinde ölüme yol açabilir."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "يَبِسَ - yabise", "muzari": "يَيْبَسُ - yaybesu", "masdar": "يُبْسًا - yubsan"}, "bab_anlami": "Bir şeyin kendiliğinden kuruması, katılaşması veya sertleşmesi. Bu, doğal bir süreç olabilir veya bir dış etkenin sonucu olarak gerçekleşebilir. Bu kalıp, bir durumun veya nesnenin içsel yapısındaki bir değişimi ve bu değişimin sonucunda ortaya çıkan yeni bir hali ifade eder. Dolayısıyla, 'ybs' kökünün bu kalıbı, bir şeyin özündeki canlılığın azalması ve katılaşmaya doğru evrilmesi sürecini vurgular.", "mikro_mantik": "Bu kalıp, kökün temel anlamını (kuruluk, katılık) bir süreç veya durum olarak ifade eder. Fiilin edilgen olmaması, kuruma eyleminin kendiliğinden veya doğal bir süreç olarak gerçekleştiğini gösterir. Bu, kökün temel anlamının dinamik bir bağlamda nasıl tezahür ettiğini gösteren bir dönüşümdür; yani, kuruluk sadece bir özellik değil, aynı zamanda bir oluşumdur."}, {"bab_no": 2, "fiil_formlari": {"mazi": "يَبَّسَ - yabbese", "muzari": "يُيَبِّسُ - yuyebbisu", "masdar": "تَيْبِيسًا - teybisen"}, "bab_anlami": "Bir şeyi kurutmak, katılaştırmak veya sertleştirmek; bir şeyi kuruma sürecine sokmak veya bu süreci hızlandırmak. Bu kalıp, aktif bir eylemi ve bir nesne üzerinde uygulanan bir etkiyi ifade eder. Bu kalıp, bir şeyin özündeki canlılığı azaltma ve katılaşmaya doğru yönlendirme eylemini yoğunlaştırır. Dolayısıyla, 'ybs' kökünün bu kalıbı, bir şeyi kasıtlı olarak kurutma veya katılaştırma eylemini vurgular.", "mikro_mantik": "Bu kalıp, kökün temel anlamını (kuruluk, katılık) bir eylem olarak ifade eder ve bu eylemin bir fail tarafından gerçekleştirildiğini gösterir. Tekrarlama (şedde) harfi, eylemin yoğunluğunu veya tekrarlanmasını vurgular. Bu, kökün temel anlamının aktif bir müdahale ile nasıl pekiştirildiğini gösteren bir dönüşümdür; yani, kuruluk sadece bir özellik değil, aynı zamanda kasıtlı bir eylemin sonucudur."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَيْبَسَ - aybese", "muzari": "يُؤْيِبِسُ - yuybisu", "masdar": "إِيبَاسًا - ibasen"}, "bab_anlami": "Bir şeyi kurutmaya sebep olmak, kurumasına yol açmak veya bir şeyin kurumasına yardımcı olmak. Bu kalıp, dolaylı bir etkiyi veya bir neden-sonuç ilişkisini ifade eder. Bu kalıp, bir şeyin özündeki canlılığın azalmasına ve katılaşmasına neden olan faktörleri vurgular. Dolayısıyla, 'ybs' kökünün bu kalıbı, bir şeyin kurumasına yol açan koşulları veya etkileri ifade eder.", "mikro_mantik": "Bu kalıp, kökün temel anlamını (kuruluk, katılık) bir neden olarak ifade eder. Hemze harfi, fiile 'sebep olmak' anlamını katar. Bu, kökün temel anlamının dolaylı bir etkiyle nasıl tezahür ettiğini gösteren bir dönüşümdür; yani, kuruluk sadece bir özellik değil, aynı zamanda başka bir şeyin sonucu veya nedeni olabilir."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَيْبَسَ - isteybese", "muzari": "يَسْتَيْبِسُ - yesteybisu", "masdar": "اِسْتِيبَاسًا - istibasen"}, "bab_anlami": "Kurumaya çalışmak, kuruluk aramak, kuruluk belirtileri göstermek veya kurumuş gibi davranmak. Bu kalıp, bir çabayı, bir arayışı veya bir durumu taklit etmeyi ifade eder. Bu kalıp, bir şeyin özündeki canlılığı kaybetme ve katılaşmaya yönelme eğilimini veya bu yönde bir çabayı vurgular. Dolayısıyla, 'ybs' kökünün bu kalıbı, kuruluk durumuna ulaşmaya çalışma veya bu durumu taklit etme eylemini ifade eder.", "mikro_mantik": "Bu kalıp, kökün temel anlamını (kuruluk, katılık) bir arayış veya çaba olarak ifade eder. 'İsti-' öneki, fiile 'istemek, aramak' anlamını katar. Bu, kökün temel anlamının bir niyet veya amaçla nasıl ilişkilendirildiğini gösteren bir dönüşümdür; yani, kuruluk sadece bir özellik değil, aynı zamanda bir hedefe yönelik bir çabanın sonucu olabilir."}]}], "يتم": [{"kok": "يتم", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Tamamlanma, olgunlaşma, yetkinleşme sürecinde varlığın özündeki potansiyelin açığa çıkması.", "kavramsal_derinlik": "İnsanın içsel yolculuğunda kemale erme arayışı ile ilahi iradenin tecellisi arasındaki etkileşim."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "يَتَمَ - yatama", "muzari": "يَيْتَمُ - yaytamu", "masdar": "يُتْمًا - yutman"}, "bab_anlami": "Bir şeyin tamamlanması, olgunlaşması veya yetkinleşmesi anlamına gelir. Bu kalıp, bir sürecin sonuna gelinmesini, bir durumun nihai haline ulaşmasını veya bir varlığın potansiyelini gerçekleştirmesini ifade eder. Aynı zamanda, bir şeyin eksiksiz ve kusursuz bir şekilde tamamlanması için gerekli olan tüm adımların atılmasını da içerir.", "mikro_mantik": "Bu bab, kökün temel anlamını (tamamlanma) doğrudan ve basit bir şekilde ifade eder. Fiilin yalın haliyle kullanılması, eylemin doğal ve kendiliğinden gerçekleştiğini vurgular. Kökün anlam yoğunluğunu değiştirmeden, temel anlamını korur."}]}], "يدي": [{"kok": "يدي", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Güç, kudret ve el ile yapılan işler; bir şeyi elde etme, sahip olma ve kontrol etme yeteneği. Aynı zamanda, bir şeyin akışını yönlendirme ve bir durumu yönetme becerisi.", "kavramsal_derinlik": "Beşeri boyutta, fiziksel güç ve beceriyi ifade ederken, ilahi boyutta yaratma ve yönetme kudretini simgeler. İnsanın kendi kaderini şekillendirme çabası ile Allah'ın evreni yönetme iradesi arasında bir köprü kurar."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "يَدَى - Yediye", "muzari": "يَيْدِي - Yeydî", "masdar": "يَدْي - Yedy"}, "bab_anlami": "Bir şeyi el ile yapmak, bir işe doğrudan müdahale etmek veya bir durumu eline almak. Bu kalıp, eylemin bizzat fail tarafından gerçekleştirildiğini ve sonuç üzerinde doğrudan bir etki yaratıldığını vurgular. Aynı zamanda, bir şeyi sahiplenmek, korumak veya bir şeye hükmetmek anlamlarını da içerebilir. Bu form, failin eylemiyle nesne arasında doğrudan ve aktif bir ilişki kurduğunu gösterir.", "mikro_mantik": "Bu bab, kökün anlamını doğrudan eylem ve müdahale ile ilişkilendirir. Kökün temel anlamı olan 'el' ve 'güç' kavramlarını, fiilin doğrudan uygulanması ve kontrolü şeklinde somutlaştırır. Bu kalıp, eylemin fail tarafından bilinçli ve kasıtlı bir şekilde gerçekleştirildiğini ve sonucun failin iradesiyle şekillendiğini ifade eder."}]}], "يسر": [{"kok": "يسر", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Kolaylık, akışkanlık, zahmetsizlik. Bir durumun veya sürecin engelsiz ve sorunsuz ilerlemesi. İçsel bir huzur ve dışsal bir uyumun tezahürü.", "kavramsal_derinlik": "Hem maddi hem de manevi kolaylıkları kapsar. Maddi dünyada işlerin yolunda gitmesi, manevi dünyada ise kalbin huzur bulması, ruhun sükunete ermesi. İlahi lütfun bir yansıması olarak zorlukların aşılması ve hedeflere ulaşılması."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "يَسَرَ", "muzari": "يَيْسِرُ", "masdar": "يَسْر"}, "bab_anlami": "Kolaylaştırmak, bir şeyi zahmetsiz hale getirmek. Bir işin yapılabilirliğini sağlamak, önündeki engelleri kaldırmak. Bu, sadece fiziksel bir eylem değil, aynı zamanda zihinsel ve duygusal bir hazırlığı da içerir. Bir durumun veya kişinin potansiyelini ortaya çıkarmak için gerekli zemini hazırlamak.", "mikro_mantik": "Bu kalıp, kökün temel anlamını doğrudan ve basit bir şekilde ifade eder. Fiilin özne üzerinde yarattığı etkiyi vurgular. Bir şeyin kolaylaşması, öznenin eylemiyle mümkün hale gelir. Bu, bir nevi 'ol' emrinin tecellisidir; bir şeyin varlığına izin vermek, onu mümkün kılmak."}, {"bab_no": 2, "fiil_formlari": {"mazi": "يَسَّرَ", "muzari": "يُيَسِّرُ", "masdar": "تَيْسِير"}, "bab_anlami": "Bir şeyi çok daha kolay hale getirmek, aşırı derecede kolaylaştırmak. Bir durumu basitleştirmek, karmaşıklığı gidermek. İlahi bir yardım ve lütuf ile zorlukların üstesinden gelmek. Bu kalıp, bir işin sadece kolaylaşması değil, aynı zamanda mükemmel bir şekilde, kusursuz bir şekilde kolaylaşması anlamına gelir.", "mikro_mantik": "Tekrar ve yoğunlaştırma anlamı taşır. Kök anlamının şiddetini artırır. Bir şeyin kolaylaştırılması eyleminin yoğunluğunu ve sürekliliğini vurgular. Bu kalıp, ilahi bir müdahale ile zorlukların tamamen ortadan kalktığını ifade eder."}, {"bab_no": 3, "fiil_formlari": {"mazi": "يَاسَرَ", "muzari": "يُيَاسِرُ", "masdar": "مُيَاسَرَة"}, "bab_anlami": "Kolaylıkta yarışmak, kolaylık konusunda rekabet etmek. Birbirine kolaylık sağlamak, yardımlaşmak. Bu kalıp, insanların birbirlerine destek olarak zorlukları aşmalarını ifade eder. Toplumsal dayanışmanın ve işbirliğinin önemini vurgular. Zor zamanlarda birbirimize omuz vermek, yükü hafifletmek.", "mikro_mantik": "Karşılıklılık ve ortaklık anlamı taşır. İki veya daha fazla öznenin birbirine kolaylık sağlaması eylemini ifade eder. Bu kalıp, sosyal ilişkilerde kolaylığın ve uyumun önemini vurgular. Birbirimize destek olarak daha büyük başarılara ulaşabileceğimizi gösterir."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَيْسَرَ", "muzari": "يُؤْيَسِرُ", "masdar": "إِيسَار"}, "bab_anlami": "Kolaylığa yönelmek, kolaylığı tercih etmek. Bir şeyi kolay bulmak, zorluktan kaçınmak. Bu kalıp, insanın doğasında var olan kolaylığa olan eğilimi ifade eder. Zorluklarla karşılaşmak yerine, daha basit ve zahmetsiz yolları seçmek. Ancak bu, tembellik anlamına gelmez; akıllıca seçimler yapmak ve kaynakları verimli kullanmak anlamına gelir.", "mikro_mantik": "Bir duruma veya eyleme yönelme anlamı taşır. Öznenin kolaylığa doğru hareketini ifade eder. Bu kalıp, insanın doğal eğilimlerini ve tercihlerini yansıtır. Zorluklardan kaçınmak yerine, kolay ve etkili çözümler bulmaya odaklanmak."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَيَسَّرَ", "muzari": "يَتَيَسَّرُ", "masdar": "تَيَسُّر"}, "bab_anlami": "Kolaylaşmak, kendiliğinden kolay hale gelmek. Bir durumun kendiliğinden düzelmesi, sorunların kendiliğinden çözülmesi. Bu kalıp, ilahi bir lütufun tecellisi olarak kabul edilir. Beklenmedik bir anda işlerin yoluna girmesi, zorlukların kendiliğinden ortadan kalkması. Kaderin bir cilvesi olarak, kolaylığın zuhur etmesi.", "mikro_mantik": "Kendiliğindenlik ve pasiflik anlamı taşır. Öznenin bir eylemi olmadan, durumun kendiliğinden kolaylaşmasını ifade eder. Bu kalıp, ilahi takdire ve kaderin rolüne işaret eder. İnsanın kontrolü dışında gerçekleşen olayların, kolaylığa dönüşebileceğini gösterir."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَيَاسَرَ", "muzari": "يَتَيَاسَرُ", "masdar": "تَيَاسُر"}, "bab_anlami": "Kolay davranmak, kolaylık göstermek. Birbirine karşı hoşgörülü olmak, anlayışlı davranmak. Bu kalıp, insanlar arasındaki ilişkilerde kolaylığın ve uyumun önemini vurgular. Zorluk çıkarmak yerine, birbirimize destek olmak, anlayış göstermek. Empati kurmak ve karşımızdaki kişinin durumunu anlamaya çalışmak.", "mikro_mantik": "Karşılıklı etkileşim ve kolaylık gösterme anlamı taşır. İki veya daha fazla öznenin birbirine karşı kolay davranmasını ifade eder. Bu kalıp, sosyal ilişkilerde uyumun ve hoşgörünün önemini vurgular. Birbirimize destek olarak daha sağlıklı ve mutlu ilişkiler kurabileceğimizi gösterir."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْيَسَرَ", "muzari": "يَنْيَسِرُ", "masdar": "اِنْيِسَار"}, "bab_anlami": "Kolaylığa boyun eğmek, kolaylığa teslim olmak. Zorluklarla mücadele etmek yerine, kolay yolu seçmek. Bu kalıp, insanın zayıflığını ve kolaylığa olan düşkünlüğünü ifade eder. Ancak bu, her zaman olumsuz bir durum değildir. Bazen, zorluklarla mücadele etmek yerine, daha basit ve etkili çözümler bulmak daha akıllıca olabilir.", "mikro_mantik": "Pasiflik ve boyun eğme anlamı taşır. Öznenin kolaylığa teslim olmasını ifade eder. Bu kalıp, insanın doğal eğilimlerini ve zayıflıklarını yansıtır. Zorluklarla mücadele etmek yerine, bazen daha basit ve etkili çözümler bulmanın önemini vurgular."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِيْتَسَرَ", "muzari": "يَؤْتَسِرُ", "masdar": "اِيْتِسَار"}, "bab_anlami": "Kolaylığı aramak, kolaylık istemek. Bir işin kolay olmasını dilemek, zorluklardan kaçınmak. Bu kalıp, insanın kolaylığa olan doğal arzusunu ifade eder. Zorluklarla karşılaşmak yerine, daha basit ve zahmetsiz yolları aramak. Ancak bu, tembellik anlamına gelmez; akıllıca seçimler yapmak ve kaynakları verimli kullanmak anlamına gelir.", "mikro_mantik": "Arama ve istek anlamı taşır. Öznenin kolaylığı aramasını ve istemesini ifade eder. Bu kalıp, insanın doğal eğilimlerini ve arzularını yansıtır. Zorluklardan kaçınmak yerine, kolay ve etkili çözümler bulmaya odaklanmak."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اِيْسَارَّ", "muzari": "يَيْسَارُّ", "masdar": "اِيْسِيْرَارّ"}, "bab_anlami": "Çok kolay olmak, son derece kolay hale gelmek. Bir durumun veya işin inanılmaz derecede basit ve zahmetsiz olması. Bu kalıp, ilahi bir lütfun ve mucizenin tecellisi olarak kabul edilir. Beklenmedik bir anda işlerin kendiliğinden yoluna girmesi, zorlukların tamamen ortadan kalkması. Kaderin bir cilvesi olarak, kolaylığın en üst düzeyde zuhur etmesi.", "mikro_mantik": "Yoğunluk ve aşırılık anlamı taşır. Kök anlamının en üst düzeyde gerçekleşmesini ifade eder. Bu kalıp, ilahi takdire ve kaderin rolüne işaret eder. İnsanın kontrolü dışında gerçekleşen olayların, inanılmaz bir kolaylığa dönüşebileceğini gösterir."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَيْسَرَ", "muzari": "يَسْتَيْسِرُ", "masdar": "اِسْتِيْسَار"}, "bab_anlami": "Kolaylık bulmak, kolaylık sağlamak için çabalamak. Bir işin kolaylaşması için gerekli adımları atmak, önlemleri almak. Bu kalıp, insanın aktif bir şekilde kolaylığı aramasını ve sağlamasını ifade eder. Zorluklarla mücadele etmek yerine, daha basit ve etkili çözümler bulmaya çalışmak. Akıllıca planlama yapmak, kaynakları verimli kullanmak ve işbirliği yapmak.", "mikro_mantik": "Arama, çabalama ve kolaylık sağlama anlamı taşır. Öznenin aktif bir şekilde kolaylığı aramasını ve sağlamasını ifade eder. Bu kalıp, insanın iradesini ve çabasını yansıtır. Zorluklarla mücadele etmek yerine, daha basit ve etkili çözümler bulmaya odaklanmak."}]}], "يقظ": [{"kok": "يقظ", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Uyanıklık, farkındalık, bilinçli olma hali. Sadece fiziksel bir uyanıklık değil, aynı zamanda zihinsel ve ruhsal bir idrak.", "kavramsal_derinlik": "Beşeri boyutta, bireyin kendi varlığının ve çevresinin farkında olması; ilahi boyutta ise, Hakk'ın her an hazır ve nazır olduğunu idrak etme."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "يَقُظَ - yaquza", "muzari": "يَيْقُظُ - yayquzu", "masdar": "يَقَاظَةً - yaqaazatan"}, "bab_anlami": "Temel uyanıklık ve farkındalık halini ifade eder. Bu kalıp, bir şeyin basitçe varlığının veya bilincinin farkında olmayı, henüz derinlemesine bir tefekkür veya eyleme geçme aşamasına gelmemiş bir uyanıklığı temsil eder. Bu, potansiyel bir idrakin başlangıcıdır, tohumun toprağa düşüp filizlenmeye hazırlandığı an gibi.", "mikro_mantik": "Bu basit fiil kalıbı, kökün temel anlamını en yalın haliyle sunar. Fiilin yalınlığı, uyanıklığın veya farkındalığın henüz işlenmemiş, ham halini gösterir. Bu, bir şeyin sadece 'olduğunu' veya 'var olduğunu' belirtir, daha karmaşık anlam katmanlarına girmeden."}, {"bab_no": 2, "fiil_formlari": {"mazi": "أَيْقَظَ - ayqaza", "muzari": "يُوقِظُ - yuuqizu", "masdar": "إِيقَاظٌ - iiqaazun"}, "bab_anlami": "Bir başkasını uyandırmak, harekete geçirmek veya bir konuda farkındalık oluşturmak anlamına gelir. Bu kalıp, pasif bir alıcının aktif bir şekilde uyarılması eylemini vurgular. Bu, bir uyarıcı etki yaratma, birinin gafletten uyanmasına vesile olma veya bir konuda bilinçlendirme çabasını ifade eder.", "mikro_mantik": "Bu kalıp, köke 'nedensellik' anlamı katar. Yani, uyanıklık halinin bir başkası tarafından tetiklendiğini veya başlatıldığını gösterir. Bu, öznenin eylemiyle bir nesnenin uyarılması arasındaki ilişkiyi vurgular."}, {"bab_no": 3, "fiil_formlari": {"mazi": "يَاقَظَ - yaaqaza", "muzari": "يُيَاقِظُ - yuyaaqizu", "masdar": "مُيَاقَظَةٌ - muyaaqazatun"}, "bab_anlami": "Uyanık kalmaya devam etmek, sürekli tetikte olmak veya bir şeyi gözetlemek anlamına gelir. Bu kalıp, uyanıklığın sürekliliğini ve devamlılığını vurgular. Bu, bir nöbet tutma, bir tehlikeye karşı sürekli hazırlıklı olma veya bir hedefe ulaşmak için aralıksız çaba gösterme durumunu ifade eder.", "mikro_mantik": "Bu kalıp, köke 'devamlılık' ve 'süreklilik' anlamı katar. Uyanıklık halinin kesintiye uğramadan, sürekli olarak devam ettiğini gösterir. Bu, bir süreç veya durumun istikrarını ve kararlılığını vurgular."}, {"bab_no": 4, "fiil_formlari": {"mazi": "تَيَقَّظَ - tayyaqaza", "muzari": "يَتَيَقَّظُ - yatayyaqazu", "masdar": "تَيَقُّظٌ - tayyaquzun"}, "bab_anlami": "Tamamen uyanmak, tam anlamıyla farkına varmak veya bir konuda derin bir anlayışa sahip olmak anlamına gelir. Bu kalıp, uyanıklığın yoğunluğunu ve derinliğini vurgular. Bu, bir gerçeği tüm çıplaklığıyla idrak etme, bir yanılgıdan kurtulma veya bir konuda tam bir bilinç düzeyine ulaşma durumunu ifade eder.", "mikro_mantik": "Bu kalıp, köke 'yoğunluk' ve 'derinlik' anlamı katar. Uyanıklık halinin yüzeysel olmaktan çıkıp, derin bir kavrayışa dönüştüğünü gösterir. Bu, bir bilginin veya deneyimin tam olarak özümsenmesini ve içselleştirilmesini vurgular."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَوَاقَظَ - tawaaqaza", "muzari": "يَتَوَاقَظُ - yatawaaqazu", "masdar": "تَوَاقُظٌ - tawaaquzun"}, "bab_anlami": "Birlikte uyanmak, karşılıklı olarak birbirini uyandırmak veya bir konuda ortak bir farkındalık geliştirmek anlamına gelir. Bu kalıp, uyanıklığın kolektif bir eylem olduğunu vurgular. Bu, bir topluluğun ortak bir amaca yönelik bilinçlenmesi, birbirini destekleyerek uyanık kalması veya birlikte bir soruna çözüm araması durumunu ifade eder.", "mikro_mantik": "Bu kalıp, köke 'ortaklık' ve 'karşılıklılık' anlamı katar. Uyanıklık halinin bireysel olmaktan çıkıp, bir grup veya topluluk tarafından paylaşıldığını gösterir. Bu, işbirliği, dayanışma ve ortak sorumluluk duygusunu vurgular."}, {"bab_no": 6, "fiil_formlari": {"mazi": "اِسْتَيْقَظَ - istayqaza", "muzari": "يَسْتَيْقِظُ - yastayqizu", "masdar": "اِسْتِيقَاظٌ - istiiqaazun"}, "bab_anlami": "Uyanmaya çalışmak, uyanıklık halini talep etmek veya bir konuda bilinçli olmaya gayret etmek anlamına gelir. Bu kalıp, uyanıklığın bir çaba ve arayış sonucu elde edildiğini vurgular. Bu, bir kişinin cehaletten kurtulmak için çabalaması, bir konuda bilgi edinmeye çalışması veya bir gerçeği anlamak için gayret göstermesi durumunu ifade eder.", "mikro_mantik": "Bu kalıp, köke 'talep' ve 'çaba' anlamı katar. Uyanıklık halinin kendiliğinden oluşmadığını, aksine bir arayış ve çaba sonucu elde edildiğini gösterir. Bu, öğrenme, araştırma ve kişisel gelişim süreçlerini vurgular."}]}], "يقن": [{"kok": "يقن", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Kesin bilgi, şüphe götürmez inanç, mutlak yakinlik", "kavramsal_derinlik": "İnsanın içsel kesinliğe ulaşma çabası ile ilahi bilginin insan kalbine nüfuz etmesi arasındaki etkileşim"}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "يَقَنَ", "muzari": "يَيْقُنُ", "masdar": "يَقْن"}, "bab_anlami": "Bu bab, kökün temel anlamı olan kesin bilgiye sahip olmayı, şüphe duymamayı ve bir konuda tam bir inanca ulaşmayı ifade eder. Kişinin bir konuda kesin bir kanaate varması, o konuda artık herhangi bir tereddüt yaşamaması ve kalbinin o bilgiyle mutmain olması bu babın anlam derinliğindedir. Bu kalıp, bilginin içselleştirilerek kişisel bir kesinliğe dönüştürülmesini vurgular.", "mikro_mantik": "Bu bab, kökün temel anlamını en yalın haliyle ifade eder. Fiilin basit ve temel formu, bilginin doğrudan ve aracısız bir şekilde elde edilmesini ve kesinliğin en saf halini temsil eder."}, {"bab_no": 2, "fiil_formlari": {"mazi": "أَيْقَنَ", "muzari": "يُوْقِنُ", "masdar": "إِيْقَان"}, "bab_anlami": "Bu bab, bir şeyi kesin olarak bilmeyi, bir konuda tam bir kanaate varmayı ve şüpheyi tamamen ortadan kaldırmayı ifade eder. Kişinin bir konuda delillerle, kanıtlarla veya içsel bir aydınlanma yoluyla kesin bilgiye ulaşması ve bu bilginin kalbinde yerleşmesi bu babın anlamıdır. Bu kalıp, bilginin elde edilmesinde bir çaba ve süreç olduğunu, kesinliğe ulaşmanın bir anda gerçekleşmeyebileceğini vurgular.", "mikro_mantik": "Bu bab, köke 'elde etme', 'ulaşma' gibi anlamlar katar. Fiilin yapısı, kesin bilgiye ulaşmanın bir süreç ve çaba gerektirdiğini gösterir. Bu kalıp, bilginin aktif bir şekilde arayış ve öğrenme yoluyla elde edilmesini ifade eder."}, {"bab_no": 3, "fiil_formlari": {"mazi": "يَاقَنَ", "muzari": "يُيَاقِنُ", "masdar": "مُيَاقَنَةٌ / يِقَان"}, "bab_anlami": "Bu bab, bir konuda karşılıklı olarak kesin bilgiye sahip olmayı, iki veya daha fazla kişinin aynı konuda şüphe duymadan hemfikir olmasını ifade eder. Tarafların birbirlerini kesin bilgiye ikna etmeleri, aralarında kesin bir anlayış birliği oluşması ve ortak bir inanca sahip olmaları bu babın anlam derinliğindedir. Bu kalıp, bilginin paylaşılması ve ortak bir kesinliğe ulaşılması sürecini vurgular.", "mikro_mantik": "Bu bab, köke 'karşılıklılık', 'ortaklık' gibi anlamlar katar. Fiilin yapısı, kesin bilginin paylaşılması ve başkalarıyla teyit edilmesi yoluyla daha da güçlendiğini gösterir. Bu kalıp, bilginin sosyal bir bağlamda değerlendirilmesini ifade eder."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَيْقَنَ", "muzari": "يُوْقِنُ", "masdar": "إِيْقَان"}, "bab_anlami": "Bu bab, bir şeyi kesin olarak bilmeyi, bir konuda tam bir kanaate varmayı ve şüpheyi tamamen ortadan kaldırmayı ifade eder. Kişinin bir konuda delillerle, kanıtlarla veya içsel bir aydınlanma yoluyla kesin bilgiye ulaşması ve bu bilginin kalbinde yerleşmesi bu babın anlamıdır. Bu kalıp, bilginin elde edilmesinde bir çaba ve süreç olduğunu, kesinliğe ulaşmanın bir anda gerçekleşmeyebileceğini vurgular.", "mikro_mantik": "Bu bab, köke 'elde etme', 'ulaşma' gibi anlamlar katar. Fiilin yapısı, kesin bilgiye ulaşmanın bir süreç ve çaba gerektirdiğini gösterir. Bu kalıp, bilginin aktif bir şekilde arayış ve öğrenme yoluyla elde edilmesini ifade eder."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَيَقَّنَ", "muzari": "يَتَيَقَّنُ", "masdar": "تَيَقُّن"}, "bab_anlami": "Bu bab, bir konuda derinlemesine düşünerek, araştırarak ve delilleri inceleyerek kesin bilgiye ulaşmayı ifade eder. Kişinin bir konuda şüphelerini gidermek için yoğun bir çaba göstermesi, farklı kaynaklardan bilgi toplaması ve sonunda kesin bir kanaate varması bu babın anlam derinliğindedir. Bu kalıp, bilginin elde edilmesinde titizlik ve özen göstermenin önemini vurgular.", "mikro_mantik": "Bu bab, köke 'derinlemesine araştırma', 'titizlik' gibi anlamlar katar. Fiilin yapısı, kesin bilgiye ulaşmanın sabır ve dikkat gerektirdiğini gösterir. Bu kalıp, bilginin detaylı bir analiz ve değerlendirme sürecinden geçirilmesini ifade eder."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَيَاقَنَ", "muzari": "يَتَيَاقَنُ", "masdar": "تَيَاقُن"}, "bab_anlami": "Bu bab, bir konuda karşılıklı olarak derinlemesine araştırma yaparak kesin bilgiye ulaşmayı, tarafların birbirlerinin şüphelerini gidermesini ve ortak bir kanaate varmasını ifade eder. İki veya daha fazla kişinin bir konu hakkında birlikte çalışarak, delilleri inceleyerek ve birbirlerini ikna ederek kesin bir anlayış birliği oluşturmaları bu babın anlam derinliğindedir. Bu kalıp, bilginin paylaşılması, tartışılması ve ortak bir zeminde değerlendirilmesi sürecini vurgular.", "mikro_mantik": "Bu bab, köke 'karşılıklı derinlemesine araştırma', 'ortak kanaat' gibi anlamlar katar. Fiilin yapısı, kesin bilginin paylaşılması ve başkalarıyla teyit edilmesi yoluyla daha da güçlendiğini gösterir. Bu kalıp, bilginin sosyal bir bağlamda, işbirliği içinde elde edilmesini ifade eder."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْيَقَنَ", "muzari": "يَنْيَقِنُ", "masdar": "اِنْيِقَان"}, "bab_anlami": "Bu bab, bir konuda kendiliğinden kesin bilgiye ulaşmayı, içsel bir aydınlanma veya ilham yoluyla şüphelerin ortadan kalkmasını ifade eder. Kişinin bir anda bir gerçeği anlaması, kalbinin o bilgiyle dolması ve artık herhangi bir tereddüt yaşamaması bu babın anlam derinliğindedir. Bu kalıp, bilginin beklenmedik bir şekilde ve içsel bir kaynaktan gelmesini vurgular.", "mikro_mantik": "Bu bab, köke 'kendiliğindenlik', 'içsel aydınlanma' gibi anlamlar katar. Fiilin yapısı, kesin bilginin pasif bir şekilde, bir lütuf gibi elde edilmesini gösterir. Bu kalıp, bilginin ilahi bir kaynaktan veya içsel bir sezgi yoluyla gelmesini ifade eder."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِقْتَيَقَنَ", "muzari": "يَقْتَيَقِنُ", "masdar": "اِقْتِيَاقُن"}, "bab_anlami": "Bu bab, bir konuda kesin bilgiye ulaşmak için yoğun bir çaba göstermeyi, farklı kaynaklardan bilgi toplamayı, delilleri incelemeyi ve sonunda şüpheleri gidermeyi ifade eder. Kişinin bir konuda tam bir kanaate varmak için her türlü yolu denemesi, araştırmalar yapması ve sonunda kesin bir bilgiye ulaşması bu babın anlam derinliğindedir. Bu kalıp, bilginin elde edilmesinde azim ve kararlılığın önemini vurgular.", "mikro_mantik": "Bu bab, köke 'yoğun çaba', 'azim' gibi anlamlar katar. Fiilin yapısı, kesin bilgiye ulaşmanın zorlu bir süreç olabileceğini, ancak azimle bu zorluğun aşılabileceğini gösterir. Bu kalıp, bilginin aktif bir şekilde, kararlılıkla arayış ve öğrenme yoluyla elde edilmesini ifade eder."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اِيْقَانَّ", "muzari": "يَيْقَانُّ", "masdar": "اِيْقِيْقَان"}, "bab_anlami": "Bu bab, kalbin kesin bilgiyle dolup taşmasını, şüphe ve tereddüdün tamamen ortadan kalkmasını ifade eder. Kişinin bir konuda tam bir kanaate varması, kalbinin o bilgiyle mutmain olması ve artık herhangi bir şüphe duymaması bu babın anlam derinliğindedir. Bu kalıp, bilginin içselleştirilmesi ve kalpte yerleşmesi sürecini vurgular.", "mikro_mantik": "Bu bab, köke 'doluluk', 'tamamlanma' gibi anlamlar katar. Fiilin yapısı, kesin bilginin kalbi tamamen doldurduğunu ve şüpheye yer bırakmadığını gösterir. Bu kalıp, bilginin içsel bir dönüşüme yol açtığını ifade eder."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَيْقَنَ", "muzari": "يَسْتَيْقِنُ", "masdar": "اِسْتِيْقَان"}, "bab_anlami": "Bu bab, bir konuda kesin bilgiye ulaşmak için çaba göstermeyi, delilleri aramayı, kanıtları incelemeyi ve şüpheleri gidermeyi ifade eder. Kişinin bir konuda tam bir kanaate varmak için her türlü yolu denemesi, araştırmalar yapması ve sonunda kesin bir bilgiye ulaşması bu babın anlam derinliğindedir. Bu kalıp, bilginin elde edilmesinde akıl yürütme, delil toplama ve analiz yapmanın önemini vurgular.", "mikro_mantik": "Bu bab, köke 'çaba gösterme', 'delil arama' gibi anlamlar katar. Fiilin yapısı, kesin bilgiye ulaşmanın aktif bir süreç olduğunu, akıl yürütme ve analiz yapmanın bu süreçte önemli bir rol oynadığını gösterir. Bu kalıp, bilginin rasyonel bir yaklaşımla elde edilmesini ifade eder."}]}], "يمم": [{"kok": "يمم", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Yönelme, hedef belirleme ve amaca ulaşma çabası. İçsel bir pusulanın rehberliğinde, bireyin varoluşsal yolculuğunda izlediği rota. Belirsizlikten kesinliğe, dağınıklıktan odaklanmaya geçiş süreci.", "kavramsal_derinlik": "Yönelişin hem dünyevi hem de uhrevi boyutları. İnsanın maddi hedeflere yönelimi ile manevi arayışları arasındaki denge. Yönelmenin niyet, eylem ve sonuç arasındaki karmaşık ilişkisi."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "يَمَّ - Yamma", "muzari": "يَيُمُّ - Yayummu", "masdar": "يَمّ - Yamm"}, "bab_anlami": "Bir hedefe doğru kesin ve kararlı bir şekilde yönelmek, bir amaca ulaşmak için tüm engelleri aşmak. Bu, sadece fiziksel bir yönelme değil, aynı zamanda zihinsel ve ruhsal bir odaklanmadır. Kişinin tüm enerjisini ve dikkatini tek bir noktaya yoğunlaştırması, içsel bir çağrıya cevap vermesi anlamına gelir.", "mikro_mantik": "Bu bab, kökün temel anlamını doğrudan ve yoğun bir şekilde ifade eder. Fiilin yalın hali, eylemin basitliğini ve hedefe odaklanmanın saflığını vurgular. Kökün anlamı, herhangi bir ekleme veya değişiklik olmaksızın doğrudan eyleme dönüşür."}, {"bab_no": 2, "fiil_formlari": {"mazi": "يَمَّمَ - Yammama", "muzari": "يُيَمِّمُ - Yuyammimu", "masdar": "تَيْمِيم - Taymim"}, "bab_anlami": "Bir şeyi bir hedefe yöneltmek, bir amaca doğru sevk etmek. Bu, bir nesneyi veya bir kişiyi belirli bir yöne doğru hareket ettirmek, bir görevi tamamlamak için gerekli adımları atmak anlamına gelir. Ayrıca, bir durumu veya bir ilişkiyi istenen bir sonuca doğru yönlendirme çabasını da ifade edebilir.", "mikro_mantik": "Bu bab, eylemin başkasını etkileme veya yönlendirme boyutunu ekler. Kökün anlamı, bir nesnenin veya kişinin yönlendirilmesi yoluyla dolaylı bir etki yaratma fikrini içerir. Eylem, artık sadece öznenin değil, aynı zamanda nesnenin de katılımını gerektirir."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَيَمَّمَ - Tayammama", "muzari": "يَتَيَمَّمُ - Yatayammamu", "masdar": "تَيَمُّم - Tayammum"}, "bab_anlami": "Bir amaca ulaşmak için alternatif bir yol aramak, zorunluluktan dolayı farklı bir yönteme başvurmak. Bu, genellikle suyun bulunmadığı durumlarda abdest yerine teyemmüm almak gibi, mevcut koşullar altında en uygun çözümü bulma çabasını ifade eder. Aynı zamanda, bir hedefe ulaşmak için yaratıcı ve esnek bir yaklaşım benimsemeyi de simgeler.", "mikro_mantik": "Bu bab, eylemin zorunluluk ve alternatif arayışı boyutunu vurgular. Kökün anlamı, mevcut koşulların dayattığı sınırlamalar nedeniyle farklı bir yol izleme gerekliliğini içerir. Eylem, artık sadece hedefe ulaşmakla kalmaz, aynı zamanda mevcut engelleri aşmak için uyum sağlama yeteneğini de gösterir."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَيَمَّ - İsteyamma", "muzari": "يَسْتَيِمُّ - Yastayimmu", "masdar": "اِسْتِيَام - İstiyam"}, "bab_anlami": "Bir hedefe ulaşmak için çaba göstermek, bir amaca yönelik olarak yardım istemek veya rehberlik aramak. Bu, bir konuda uzman birinden tavsiye almak, bir sorunu çözmek için destek aramak veya bir projeyi tamamlamak için işbirliği yapmak anlamına gelebilir. Aynı zamanda, bir hedefe ulaşmak için gerekli olan kaynakları ve bilgileri elde etme çabasını da ifade eder.", "mikro_mantik": "Bu bab, eylemin arayış ve talep boyutunu ekler. Kökün anlamı, hedefe ulaşmak için başkalarından yardım veya rehberlik isteme gerekliliğini içerir. Eylem, artık sadece öznenin çabasıyla sınırlı kalmaz, aynı zamanda dış kaynaklardan destek almayı da içerir."}]}], "يمن": [{"kok": "يمن", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Sağ, bereket, kutluluk; bir şeyin hayırla sonuçlanması, mübarek kılınması ve güven içinde olunması anlamlarını taşır. Bu kök, varlığın özünde bulunan potansiyeli, olumlu yönde gelişimi ve tamamlanmayı ifade eder.", "kavramsal_derinlik": "Beşeri düzlemde güven, huzur ve refahı; ilahi düzlemde ise rahmet, bereket ve inayeti temsil eder. İnsanın içsel yolculuğunda ulaştığı olgunluk ve kemal, bu kökün anlam derinliğinde yansır."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "يَمَنَ", "muzari": "يَيْمُنُ", "masdar": "يَمْن"}, "bab_anlami": "Bir şeyin sağ tarafa doğru yönelmesi, bereketlenmesi veya kutlu olması anlamına gelir. Bu kalıp, kökün temel anlamını doğrudan yansıtır ve bir durumun hayırlı bir şekilde geliştiğini ifade eder. Aynı zamanda, bir kişinin veya şeyin uğurlu ve mübarek addedilmesi de bu kalıpla ifade edilebilir.", "mikro_mantik": "Bu basit fiil kalıbı, kökün temel anlamını en yalın haliyle sunar. Fiilin özneye yüklediği nitelik, kökün içerdiği olumlu anlamların doğrudan ve aracısız bir şekilde tezahür etmesidir. Bu kalıp, eylemin kendisinin bereket ve hayırla ilişkili olduğunu vurgular."}, {"bab_no": 2, "fiil_formlari": {"mazi": "أيْمَنَ", "muzari": "يُؤَيْمِنُ", "masdar": "إيْمَان"}, "bab_anlami": "Bir şeyi veya bir kimseyi bereketli kılmak, kutlu hale getirmek veya sağ tarafa yöneltmek anlamına gelir. Bu kalıp, bir nesneye veya duruma olumlu bir nitelik kazandırma eylemini ifade eder. Aynı zamanda, bir şeyi hayırlı bir amaca yönlendirme veya birine uğur getirme anlamlarını da içerir.", "mikro_mantik": "Bu kalıp, kökün anlamını yoğunlaştırır ve eylemin nesne üzerindeki etkisini vurgular. Fiilin geçişli hale gelmesiyle, bereket ve kutluluğun bir kaynaktan diğerine aktarılması veya yayılması fikri ön plana çıkar. Bu kalıp, bir şeyin veya bir kimsenin olumlu bir etki yaratma potansiyelini gösterir."}, {"bab_no": 3, "fiil_formlari": {"mazi": "يَامَنَ", "muzari": "يُيَامِنُ", "masdar": "مُيَامَنَة"}, "bab_anlami": "Bir kişiyle bereket konusunda yarışmak, onu geçmeye çalışmak veya bir konuda sağ tarafa yönelmek için çaba göstermek anlamına gelir. Bu kalıp, rekabet veya karşılıklı etkileşim yoluyla bereketin artırılması veya paylaşılması fikrini ifade eder. Aynı zamanda, bir konuda doğru ve hayırlı olanı bulmak için birlikte çaba gösterme anlamını da taşır.", "mikro_mantik": "Bu kalıp, kökün anlamını ilişkisel bir bağlamda sunar ve iki veya daha fazla taraf arasındaki etkileşimi vurgular. Fiilin karşılıklı hale gelmesiyle, bereketin ve hayrın paylaşılması veya rekabet yoluyla artırılması fikri ön plana çıkar. Bu kalıp, işbirliği veya rekabet yoluyla olumlu sonuçlar elde etme potansiyelini gösterir."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَيْمَنَ", "muzari": "يُؤَيْمِنُ", "masdar": "إِيْمَان"}, "bab_anlami": "Bir şeyi sağ tarafa doğru yöneltmek, onu bereketli kılmak veya yemin etmek anlamına gelir. Bu kalıp, bir eylemin yönünü veya amacını belirleme ve onu hayırlı bir sonuca ulaştırma çabasını ifade eder. Aynı zamanda, bir söz verme veya taahhütte bulunma eylemiyle de ilişkilidir, bu da güven ve bağlılık anlamlarını içerir.", "mikro_mantik": "Bu kalıp, kökün anlamını bir eylemin yönü ve amacı ile ilişkilendirir. Fiilin geçişli hale gelmesiyle, eylemin bir hedefi olduğu ve bu hedefe ulaşmak için çaba gösterildiği vurgulanır. Bu kalıp, bir amaca yönelik hareket etme ve bu amaca ulaşmak için gerekli adımları atma potansiyelini gösterir."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَيَمَّنَ", "muzari": "يَتَيَمَّنُ", "masdar": "تَيَمُّن"}, "bab_anlami": "Bir şeyden hayır ve bereket ummak, onu uğurlu saymak veya sağ tarafa yönelmek anlamına gelir. Bu kalıp, bir durumun veya nesnenin olumlu bir etki yaratacağına inanma ve ondan fayda umma eylemini ifade eder. Aynı zamanda, bir konuda doğru yolu bulmak veya hayırlı bir sonuca ulaşmak için çaba gösterme anlamını da taşır.", "mikro_mantik": "Bu kalıp, kökün anlamını bir beklenti ve umut bağlamında sunar. Fiilin dönüşlü hale gelmesiyle, öznenin kendi iç dünyasında bir umut ve beklenti oluşturduğu vurgulanır. Bu kalıp, olumlu düşünce ve inancın, hayırlı sonuçlara ulaşmada önemli bir rol oynadığını gösterir."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَيَامَنَ", "muzari": "يَتَيَامَنُ", "masdar": "تَيَامُن"}, "bab_anlami": "Sağ tarafa doğru yönelmek, bereketlenmek için birbirine yardım etmek veya bir konuda anlaşmaya varmak anlamına gelir. Bu kalıp, ortak bir amaç için bir araya gelme ve birlikte çalışma fikrini ifade eder. Aynı zamanda, bir konuda uzlaşmaya varma ve karşılıklı fayda sağlama anlamlarını da içerir.", "mikro_mantik": "Bu kalıp, kökün anlamını işbirliği ve uzlaşma bağlamında sunar. Fiilin karşılıklı hale gelmesiyle, tarafların birbirlerine destek olduğu ve ortak bir hedefe ulaşmak için birlikte çalıştığı vurgulanır. Bu kalıp, işbirliği ve uzlaşmanın, olumlu sonuçlar elde etmede önemli bir rol oynadığını gösterir."}, {"bab_no": 7, "fiil_formlari": {"mazi": "اِنْيَمَنَ", "muzari": "يَنْيَمِنُ", "masdar": "اِنْيِمَان"}, "bab_anlami": "Bir şeyin kendiliğinden bereketlenmesi, hayırlı bir duruma gelmesi veya sağ tarafa doğru yönelmesi anlamına gelir. Bu kalıp, bir durumun doğal olarak olumlu bir şekilde geliştiğini ve hayırlı bir sonuca ulaştığını ifade eder. Aynı zamanda, bir şeyin kendiliğinden iyiye gitmesi veya düzelmesi anlamlarını da içerir.", "mikro_mantik": "Bu kalıp, kökün anlamını kendiliğindenlik ve doğal gelişim bağlamında sunar. Fiilin edilgen hale gelmesiyle, eylemin dışsal bir müdahale olmadan gerçekleştiği vurgulanır. Bu kalıp, doğal süreçlerin ve koşulların, olumlu sonuçlar doğurabileceğini gösterir."}, {"bab_no": 8, "fiil_formlari": {"mazi": "اِيْتَمَنَ", "muzari": "يَأْتَمِنُ", "masdar": "اِيْتِمَان"}, "bab_anlami": "Birine güvenmek, onu emin ve güvenilir kabul etmek veya bir şeyi emanet etmek anlamına gelir. Bu kalıp, karşılıklı güven ve sorumluluk duygusunu ifade eder. Aynı zamanda, birine değer vermek ve ona saygı duymak anlamlarını da içerir.", "mikro_mantik": "Bu kalıp, kökün anlamını güven ve sorumluluk bağlamında sunar. Fiilin geçişli hale gelmesiyle, güvenin bir kaynaktan diğerine aktarıldığı ve bir ilişkinin kurulduğu vurgulanır. Bu kalıp, güvenin, sağlıklı ilişkilerin ve toplumların temelini oluşturduğunu gösterir."}, {"bab_no": 9, "fiil_formlari": {"mazi": "اِيْمَان", "muzari": "يُؤْمِنُ", "masdar": "إِيْمَان"}, "bab_anlami": "İnanmak, güvenmek, tasdik etmek; kalbin bir şeye bağlanması ve onun doğruluğuna şeksiz şüphesiz inanması anlamına gelir. Bu kalıp, içsel bir bağlılık ve kesinlik duygusunu ifade eder. Aynı zamanda, bir şeye değer vermek ve ona sadık kalmak anlamlarını da içerir.", "mikro_mantik": "Bu kalıp, kökün anlamını inanç ve bağlılık bağlamında sunar. Fiilin geçişli hale gelmesiyle, inancın bir nesneye yöneldiği ve öznenin bu nesneye karşı bir bağlılık geliştirdiği vurgulanır. Bu kalıp, inancın, insanın iç dünyasında bir anlam ve amaç duygusu yarattığını gösterir."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَيْمَنَ", "muzari": "يَسْتَيْمِنُ", "masdar": "اِسْتِيْمَان"}, "bab_anlami": "Bir şeyden hayır ve bereket istemek, onu uğurlu saymak veya sağ tarafa yönelmek için çaba göstermek anlamına gelir. Bu kalıp, bir durumun veya nesnenin olumlu bir etki yaratacağına inanma ve ondan fayda umma eylemini ifade eder. Aynı zamanda, bir konuda doğru yolu bulmak veya hayırlı bir sonuca ulaşmak için gayret gösterme anlamını da taşır.", "mikro_mantik": "Bu kalıp, kökün anlamını bir arayış ve çaba bağlamında sunar. Fiilin istek kipiyle kullanılmasıyla, öznenin bir şeyden hayır ve bereket umduğu ve bu amaca ulaşmak için çaba gösterdiği vurgulanır. Bu kalıp, insanın sürekli olarak daha iyiye ulaşma ve hayırlı sonuçlar elde etme arayışında olduğunu gösterir."}]}], "ينع": [{"kok": "ينع", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Olgunlaşma ve gelişme potansiyeli", "kavramsal_derinlik": "Maddi ve manevi olgunluğun evreleri"}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "يَنَعَ - yana'a", "muzari": "يَيْنَعُ - yayna'u", "masdar": "يَنْعًا - yan'an"}, "bab_anlami": "Bu babda kök, bir şeyin olgunlaşma veya gelişme sürecinin başlangıcını ifade eder. Bu, hem fiziksel bir meyvenin olgunlaşması gibi somut bir olayı, hem de bir düşüncenin veya projenin gelişimi gibi soyut bir süreci temsil edebilir. Kökün bu kalıptaki potansiyel anlamı, bir şeyin içsel potansiyelini ortaya çıkarma ve onu en mükemmel haline getirme çabasını simgeler.", "mikro_mantik": "Bu bab, kökün temel anlamını en yalın haliyle ifade eder. Fiilin basit ve temel formu, kökün içerdiği olgunlaşma veya gelişme eyleminin doğrudan ve dolaysız bir şekilde gerçekleştiğini gösterir. Bu kalıp, eylemin kendiliğindenliğini ve doğal akışını vurgular."}, {"bab_no": 2, "fiil_formlari": {"mazi": "أَيْنَعَ - ayna'a", "muzari": "يُيْنِعُ - yuyni'u", "masdar": "إِينَاعًا - iyna'an"}, "bab_anlami": "Bu babda kök, bir şeyi olgunlaştırma veya geliştirme eyleminin başkası tarafından yapıldığını ifade eder. Bu, bir bahçıvanın meyveyi olgunlaştırması gibi dışsal bir etkiyi veya bir öğretmenin öğrenciyi geliştirmesi gibi bir yönlendirmeyi içerebilir. Kökün bu kalıptaki potansiyel anlamı, bir şeyin potansiyelini ortaya çıkarmak için gerekli olan dışsal desteği ve yardımı vurgular.", "mikro_mantik": "Bu bab, kökün anlamını yoğunlaştırır ve eylemin bir başkası tarafından gerçekleştirildiğini belirtir. Fiilin bu formu, kökün içerdiği olgunlaşma veya gelişme eyleminin bir fail tarafından başlatıldığını ve yönlendirildiğini gösterir. Bu kalıp, eylemin kasıtlı ve planlı bir şekilde gerçekleştiğini vurgular."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَيَنَّعَ - tayanna'a", "muzari": "يَتَيَنَّعُ - yatayanna'u", "masdar": "تَيَنُّعًا - tayannu'an"}, "bab_anlami": "Bu babda kök, olgunlaşma veya gelişme sürecinde aşırılığa kaçmayı veya yapmacık bir şekilde olgunlaşmış gibi görünmeyi ifade eder. Bu, bir kişinin kendini olduğundan daha olgun göstermesi gibi bir durumu veya bir ürünün kalitesiz olmasına rağmen olgunlaşmış gibi pazarlanmasını içerebilir. Kökün bu kalıptaki potansiyel anlamı, gerçek olgunluğun içsel bir süreç olduğunu ve dışsal gösterişin yanıltıcı olabileceğini vurgular.", "mikro_mantik": "Bu bab, kökün anlamını abartılı ve yapmacık bir hale getirir. Fiilin bu formu, kökün içerdiği olgunlaşma veya gelişme eyleminin yüzeysel ve samimiyetsiz bir şekilde gerçekleştiğini gösterir. Bu kalıp, eylemin dışsal görünüşe odaklandığını ve içsel özden uzaklaştığını vurgular."}, {"bab_no": 10, "fiil_formlari": {"mazi": "اِسْتَيْنَعَ - istayna'a", "muzari": "يَسْتَيْنِعُ - yastayni'u", "masdar": "اِسْتِينَاعًا - istina'an"}, "bab_anlami": "Bu babda kök, olgunlaşma veya gelişme sürecini talep etme, isteme veya beklemeyi ifade eder. Bu, bir çiftçinin mahsulün olgunlaşmasını beklemesi gibi bir beklentiyi veya bir öğrencinin bilgi edinme sürecinde sabırlı olmasını içerebilir. Kökün bu kalıptaki potansiyel anlamı, olgunlaşmanın zaman ve sabır gerektiren bir süreç olduğunu ve aceleci olmanın sonuç vermeyeceğini vurgular.", "mikro_mantik": "Bu bab, kökün anlamını talep ve beklenti bağlamına yerleştirir. Fiilin bu formu, kökün içerdiği olgunlaşma veya gelişme eyleminin gerçekleşmesi için bir beklenti veya talep olduğunu gösterir. Bu kalıp, eylemin pasif bir şekilde beklendiğini ve sürecin doğal akışına bırakıldığını vurgular."}]}], "يوم": [{"kok": "يوم", "ontolojik_analiz": {"temel_anlam_cekirdegi": "Zamanın döngüsel akışı ve varoluşsal anların tecrübe edilmesi.", "kavramsal_derinlik": "Zamanın hem lineer hem de döngüsel doğası; bireyin zaman içindeki yolculuğu ve bu yolculuğun anlamı."}, "bab_analizleri": [{"bab_no": 1, "fiil_formlari": {"mazi": "يَوْمَ - yawma", "muzari": "يَوْمُ - yawmu", "masdar": "يَوْم - yawm"}, "bab_anlami": "Bu kalıp, 'gün' veya 'zaman dilimi' anlamını taşır. Varlığın belirli bir zaman diliminde tezahür etmesi, bir olayın gerçekleşmesi veya bir sürecin tamamlanması gibi anlamları içerir. Aynı zamanda, bir şeyin belirginleşmesi, ortaya çıkması veya ilan edilmesi anlamlarına da gelebilir. Bu kalıp, zamanın akışında bir anın veya dönemin önemini vurgular.", "mikro_mantik": "Kökün temel anlamını (zaman) doğrudan ifade eder. Fiilin basit ve temel formudur, zamanın kendisini veya bir zaman dilimini belirtir. Herhangi bir ek anlam veya yoğunlaştırma katmaz, sadece zamanın varlığını veya geçişini gösterir."}, {"bab_no": 2, "fiil_formlari": {"mazi": "يَوَّمَ - yawwama", "muzari": "يُيَوِّمُ - yuyawwimu", "masdar": "تَيْوِيم - taywiim"}, "bab_anlami": "Bu kalıp, bir şeyi belirli bir zamana tahsis etme, bir günü kutlama veya bir olayı zamanla ilişkilendirme anlamlarını taşır. Bir şeyi zamanın akışına dahil etme, bir süreci başlatma veya bir dönemi işaretleme eylemini ifade eder. Aynı zamanda, bir şeyi zamana yayma, erteleme veya geciktirme anlamlarına da gelebilir. Bu kalıp, zamanın bir eylemi veya durumu nasıl etkilediğini vurgular.", "mikro_mantik": "Kök anlamını yoğunlaştırır veya eylemin zamanla ilişkisini vurgular. Bir eylemin belirli bir zamanda gerçekleştiğini veya zaman içinde tekrarlandığını belirtir. Tekrarlama veya tahsis etme anlamı, kökün temel anlamını eylemsel bir bağlama oturtur."}, {"bab_no": 3, "fiil_formlari": {"mazi": "يَامَ - yaama", "muzari": "يُيَامُ - yuyaamu", "masdar": "مُيَامَة - muyaamah"}, "bab_anlami": "Bu kalıp, bir zaman diliminde bir araya gelme, bir günü birlikte geçirme veya bir olayı aynı anda deneyimleme anlamlarını taşır. Bir topluluğun veya grubun zamanı paylaşması, bir amaç için bir araya gelmesi veya bir olayı birlikte kutlaması gibi anlamları içerir. Aynı zamanda, bir zaman diliminde uyum içinde olma, senkronize olma veya aynı ritmi paylaşma anlamlarına da gelebilir. Bu kalıp, zamanın insanları nasıl bir araya getirdiğini ve ortak deneyimler yarattığını vurgular.", "mikro_mantik": "Kök anlamını paylaşım veya birliktelik bağlamında kullanır. Zamanın, bireyleri bir araya getirme veya ortak bir deneyimde buluşturma işlevini vurgular. Karşılıklı etkileşim ve senkronizasyon anlamları, kökün temel anlamını sosyal bir boyuta taşır."}, {"bab_no": 4, "fiil_formlari": {"mazi": "أَيَّمَ - ayyama", "muzari": "يُؤَيِّمُ - yu'ayyimu", "masdar": "إِيَامَة - iyaamah"}, "bab_anlami": "Bu kalıp, bir şeyi zamana göre ayarlama, bir olayı zamanlama veya bir süreci başlatma anlamlarını taşır. Bir şeyi zamanın akışına uygun hale getirme, bir planı veya programı zamanla senkronize etme veya bir olayı belirli bir zamana yerleştirme eylemini ifade eder. Aynı zamanda, bir şeyi zamana bırakma, erteleme veya geciktirme anlamlarına da gelebilir. Bu kalıp, zamanın bir eylemi veya durumu nasıl şekillendirdiğini ve yönlendirdiğini vurgular.", "mikro_mantik": "Kök anlamını düzenleme veya zamanlama bağlamında kullanır. Bir eylemin veya sürecin zaman içindeki yerini belirleme veya zamanla uyumlu hale getirme işlevini vurgular. Planlama ve senkronizasyon anlamları, kökün temel anlamını yönetimsel bir boyuta taşır."}, {"bab_no": 5, "fiil_formlari": {"mazi": "تَيَوَّمَ - tayawwama", "muzari": "يَتَيَوَّمُ - yatayawwamu", "masdar": "تَيَوُّم - tayawwum"}, "bab_anlami": "Bu kalıp, bir günü özellikle kutlama, bir zaman dilimini önemli görme veya bir olayı anma anlamlarını taşır. Bir günü özel bir şekilde değerlendirme, bir zaman dilimini anlamlandırma veya bir olayı hatırlama ve onurlandırma eylemini ifade eder. Aynı zamanda, bir günü boş geçirme, zamanı boşa harcama veya bir olayı unutma anlamlarına da gelebilir. Bu kalıp, zamanın bir eylemi veya durumu nasıl anlamlandırdığını ve değerini nasıl etkilediğini vurgular.", "mikro_mantik": "Kök anlamını kişisel deneyim veya anma bağlamında kullanır. Bir günün veya zaman diliminin bireysel anlamını veya değerini vurgular. Kutlama veya anma anlamları, kökün temel anlamını duygusal bir boyuta taşır."}, {"bab_no": 6, "fiil_formlari": {"mazi": "تَيَامَمَ - tayaamama", "muzari": "يَتَيَامَمُ - yatayaamamu", "masdar": "تَيَامُم - tayaamum"}, "bab_anlami": "Bu kalıp, 'teyemmüm' eylemini ifade eder; su bulunmadığında temiz toprakla abdest alma. Metaforik olarak, zor zamanlarda mevcut olanla yetinme, sınırlı kaynaklarla idare etme veya geçici çözümler bulma anlamlarını taşır. Aynı zamanda, bir durumu geçici olarak kabul etme, bir zorunluluğu yerine getirme veya bir eksikliği giderme anlamlarına da gelebilir. Bu kalıp, zamanın ve koşulların insanları nasıl alternatif çözümlere yönelttiğini vurgular.", "mikro_mantik": "Kök anlamını zorunluluk ve alternatif çözümler bağlamında kullanır. Zamanın ve koşulların insanları nasıl farklı yollara yönelttiğini vurgular. Geçicilik ve yeterlilik anlamları, kökün temel anlamını pratik bir boyuta taşır."}]}]}